{"translation-revision-date":"2023-10-01 21:37:48+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"bn_BD"},"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["বর্তমান পৃষ্ঠা নম্বরের আগে এবং পরে কতটি লিঙ্ক দেখানো যেতে পারে সেটি নির্দিষ্ট করুন। প্রথম, বর্তমান এবং শেষ পৃষ্ঠা সবসময় দেখা যাবে।"],"Number of links":["লিঙ্কের সংখ্যা"],"Don't refresh the page when paginating to another page.":["অন্য পৃষ্ঠায় যাওয়ার সময় পৃষ্ঠাটি রিফ্রেশ না করুন।"],"Enhanced pagination":["অ্যাডভান্সড পেজিনেসন"],"User Experience":["ইউজাড় অভিজ্ঞান"],"Enhanced Pagination might cause interactive blocks within the Post Template to stop working. Disable it if you experience any issues.":["উন্নত পৃষ্ঠানুমোদন পোস্ট টেমপ্লেটের মধ্যে ইন্টারয়াক্টিভ ব্লকগুলি কাজ করতে বন্ধ করতে পারে। যদি আপনি কোনও সমস্যা অবলম্বন করেন, তবে এটি নিষ্ক্রিয় করুন।"],"Ungroup":["আনগ্রুপ করুন"],"Block hooks allow automatically inserting a block in a position relative to another.":["ব্লক হুকস দ্বারা অন্য একটি সাথে সম্পর্কিত একটি অবস্থানে স্বয়ংক্রিয়ভাবে একটি ব্লক সন্নিবেশ করতে দেয়।"],"Block hooks":["ব্লক হুকস"],"This block is automatically inserted near any occurence of the block types used as keys of this map, into a relative position given by the corresponding value.":[],"Cannot hook block to itself.":[],"%d years":["%d বছর"],"a year":["এক বছর"],"%d months":["%d মাস"],"a month":["এক মাস"],"%d days":["%d দিন"],"a day":["এক দিন"],"%d hours":["%d ঘন্টা"],"an hour":["এক ঘন্টা"],"%d minutes":["%d মিনিট"],"a minute":["এক মিনিট"],"%d seconds":["%d সেকেন্ড"],"a second":["এক সেকেন্ড"],"taxonomy singular name\u0004Pattern Category":[],"taxonomy general name\u0004Pattern Categories":[],"Whether the theme is a block-based theme.":[],"Page Loaded.":[],"Loading page, please wait.":[],"block description\u0004Display the publish date for an entry such as a post or page.":[],"block title\u0004Date":["তারিখ"],"block title\u0004Content":[],"block title\u0004Author":["প্রকাশক"],"block keyword\u0004toggle":["টগল"],"\"%s\" duplicated.":[],"Style revisions":[],"Customize CSS":[],"Editing template part:":[],"Editing template:":[],"Editing navigation menu:":[],"Editing pattern:":[],"Any unsaved changes will be lost when you apply this revision.":[],"Changes saved by %s":[],"Default styles":[],"Changes saved by %1$s on %2$s":[],"Changes saved by %1$s on %2$s (current)":[],"Unsaved changes by %s":[],"Reset the styles to the theme defaults":[],"No":["না"],"Yes":["হ্যাঁ"],"%s (removed)":["%s মুছে ফেলা হয়েছে।"],"Changes will apply to new posts only. Individual posts may override these settings.":[],"%s behaviors applied.":[],"Preview in a new tab":["নতুন ট্যাবে দেখুন"],"Pre-publish checklist on.":[],"Pre-publish checklist off.":[],"Disable pre-publish checklist":[],"Breadcrumbs visible.":[],"Breadcrumbs hidden.":[],"Show block breadcrumbs":[],"Hide block breadcrumbs":[],"Editor preferences":[],"Post overview\u0004Outline":[],"Post overview\u0004List View":[],"You can enable the visual editor in your profile settings.":[],"Distraction free off.":[],"Distraction free on.":[],"Search for commands":[],"The <main> element should be used for the primary content of your document only.":[],"Modified Date":[],"Overlay menu controls":[],"Navigation menu: \"%s\"":[],"Enter fullscreen":[],"Exit fullscreen":[],"Select text across multiple blocks.":[],"Custom field meta_key":[],"Test Connections":[],"Connections":[],"Enable the live collaboration and offline persistence between peers":[],"Live Collaboration and offline persistence ":[],"Error installing fonts. No font was installed.":[],"No fonts to install":[],"Error: WordPress does not have permission to write the fonts folder on your server.":[],"Sorry, you are not allowed to update the Font Library on this site.":[],"Font family uninstalled successfully.":[],"The font family slug.":[],"The font families to install.":[],"Font family [%1$s] Font face [%2$s] file is not defined in the request files.":[],"Font family [%1$s] Font face [%2$s] should have only one of the downloadFromUrl or uploadedFile properties defined and not both.":[],"Font family [%1$s] Font face [%2$s] should have fontWeight and fontStyle properties defined.":[],"Font family [%s] should have at least one font face definition.":[],"Font family [%s] should have fontFace property defined as an array.":[],"Font family [%s] should have slug, name and fontFamily properties defined.":[],"fontFamilies should have at least one font family definition.":[],"fontFamilies should be an array of font families.":[],"The font face assets could not be written.":[],"Font post update failed":[],"Font post creation failed":[],"The font family could not be deleted.":[],"The font family could not be found.":[],"Fonts must have the same slug to be merged.":[],"Cannot visit tag closers in HTML Processor.":[],"Please pass a query array to this function.":[],"Call %s to create an HTML Processor instead of calling the constructor directly.":[],"Global behaviors.":[],"Submit Search":[],"block keyword\u0004reusable":["পুনরায় ব্যবহারযোগ্য"],"Pattern imported successfully!":["প্যাটার্ন ইমপোর্ট সফল হয়েছে!"],"Invalid Pattern JSON file":["প্যাটার্ন এর JSON ফাইল সঠিক নয়"],"Set pattern sync status":["প্যাটার্ন সিঙ্ক স্থিতি সেট করুন"],"Filter by sync status":["সিঙ্ক স্থিতি দ্বারা ফিল্টার করুন"],"Last page":["শেষ পাতা"],"paging\u0004%1$s of %2$s":["%2$s এর %1$s"],"Previous page":["আগের পাতা"],"First page":["প্রথম পাতা"],"%s item":["%s আইটেম","%s আইটেম"],"Copy to My patterns":["আমার নিদর্শন অনুলিপি"],"Editing this pattern will also update anywhere it is used":["এই প্যাটার্নটি সম্পাদনা করলে এটি যেখানে ব্যবহৃত হয় সেখানেও আপডেট হবে"],"Are you sure you want to clear these customizations?":["আপনি কি নিশ্চিত আপনি এই কাস্টমাইজেশন সাফ করতে চান?"],"Theme & plugin patterns cannot be edited.":["থিম এবং প্লাগইন নিদর্শন সম্পাদনা করা যাবে না."],"My Patterns":["আমার প্যাটার্ন"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["ক্যানভাসের আকার পরিবর্তন করতে কিবোর্ড এর বাম এবং ডান এরো কি ব্যবহার করুন৷ দ্রুত করতে করতে শিফট ধরে এরো কি চাপুন।"],"Post Template displays each post or page in a Query Loop.":["পোস্ট টেমপ্লেট ক্যোয়ারী লুপের মাধ্যমে প্রতিটি পোস্ট বা পেজ প্রদর্শন করে।"],"Move to Trash":["ট্র্যাশে ফেলুন"],"An error occurred while moving the page to the trash.":["পেজটিকে ট্র্যাশে সরানোর সময় একটি ত্রুটি ঘটেছে৷"],"\"%s\" moved to the Trash.":["\"%s\" ট্র্যাশে সরানো হয়েছে৷"],"Looking for template parts? Find them in \"Patterns\".":["টেমপ্লেট পার্ট খুঁজছেন? তাদের \"প্যাটার্নস\" এ খুঁজুন।"],"Go to the Dashboard":["ড্যাশবোর্ডে যান"],"Open patterns":["প্যাটার্নস খুলুন"],"%s name":["%s নাম"],"%s: Name":["%s: নাম"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":[],"Edit Block Pattern":["ব্লক প্যাটার্ন সম্পাদনা করুন"],"Footnotes found in blocks within this document will be displayed here.":["এই নথির মধ্যে ব্লকগুলিতে পাওয়া পাদটীকাগুলি এখানে প্রদর্শিত হবে৷"],"Footnotes":["পাদটীকা"],"Template name\u0004All Archives":["সমস্ত আর্কাইভ"],"Editing the pattern will update it anywhere it is used.":["প্যাটার্নটি সম্পাদনা করলে এটি যেখানে ব্যবহৃত হয় সেখানে এটি আপডেট করবে।"],"Create pattern\/reusable block":["প্যাটার্ন\/পুনঃব্যবহারযোগ্য ব্লক তৈরি করুন"],"Patterns content":["নিদর্শন বিষয়বস্তু"],"Open command palette":["কমান্ড প্যালেট খুলুন"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["মনে রাখবেন যে একই টেমপ্লেট একাধিক পেজ ব্যবহার করতে পারে, তাই এখানে করা যেকোনো পরিবর্তন সাইটের অন্যান্য পেজগুলিকে প্রভাবিত করতে পারে। পেজের কন্টেন্ট এডিট করতে চাইলে টুলবারে 'পিছনে ফিরে যান' বাটনে ক্লিক করুন।"],"Editing a template":["একটি টেমপ্লেট এডিট হচ্ছে"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["সাইট এডিটরের মাধ্যমে এখন পেজের তথ্যও পরিবর্তন করা সম্ভব। পেজের অন্যান্য অংশ যেমন হেডার বা ফুটার পরিবর্তনের জন্য সেটিংস সাইডবার থেকে টেমপ্লেট এডিটিং অপশনে যান।"],"Continue":["চালিয়ে যান"],"Editing a page":["একটি পেজ এডিট হচ্ছে"],"This pattern cannot be edited.":["এই প্যাটার্ন সম্পাদনা করা যাবে না."],"Loading patterns…":[],"Are you sure you want to delete this template part?":["আপনি কি এই টেমপ্লেট পার্ট মুছে ফেলার বিষয়ে নিশ্চিত?"],"Are you sure you want to delete this template?":["আপনি কি আসলেই এই টেম্পলেট টি মুছে ফেলতে চান?"],"Toggle list view":["লিস্ট ভিউ টগল করুন"],"Toggle fullscreen mode":["ফুলস্ক্রিন মোড টগল করুন"],"Manage all of my patterns":[],"Command palette":["কমান্ড প্যালেট"],"Open the command palette.":[],"Detach pattern":["প্যাটার্ন বিচ্ছিন্ন করুন"],"Detach patterns":["প্যাটার্নগুলি বিচ্ছিন্ন করুন"],"Detach":["আলাদা করুন"],"Edit Page List":[],"This page list is synced with the published pages on your site. Detach the page list to add, delete, or reorder pages yourself.":[],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":[],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":[],"Removing these blocks is not advised.":[],"Fade":["বিবর্ণ"],"Name for applying graphical effects\u0004Filters":["ফিল্টার"],"Text orientation":["পাঠ্য অভিযোজন"],"Hide block tools":["ব্লক টুল লুকান"],"Reusable blocks are now synced patterns. A synced pattern will behave in exactly the same way as a reusable block.":["পুনর্ব্যবহারযোগ্য ব্লকগুলি এখন সিঙ্ক করা প্যাটার্ন। একটি সিঙ্ক করা প্যাটার্ন একটি পুনঃব্যবহারযোগ্য ব্লকের মতো ঠিক একইভাবে আচরণ করবে।"],"Custom patterns added by site users.":[],"My patterns":["আমার নিদর্শন"],"Disable TinyMCE and Classic block":["TinyMCE এবং ক্লাসিক ব্লক অক্ষম করুন"],"The offset number requested is larger than or equal to the number of available revisions.":["অনুরোধ করা অফসেট নম্বরটি উপলব্ধ রিভিশনের সংখ্যার চেয়ে বড় বা সমান।"],"Cannot find user global styles revisions.":["ব্যবহারকারীর বৈশ্বিক শৈলী সংশোধন খুঁজে পাওয়া যাচ্ছে না।"],"Template name\u0004Page: 404":["পৃষ্ঠা: 404"],"Template name\u0004Attachment Pages":["সংযুক্তির পাতা"],"Template name\u0004Single Entries":["একক এন্ট্রি"],"Template name\u0004Blog Home":["ব্লগ হোম"],"`experimental-link-color` is no longer supported. Use `link-color` instead.":[],"Sync status":["সিঙ্ক্রোনাইজের স্ট্যাটাস"],"block title\u0004Pattern placeholder":["প্যাটার্ন প্লেসহোল্ডার"],"block keyword\u0004references":["তথ্যসূত্র"],"block title\u0004Footnotes":["ফুটনোট"],"Unsynced Pattern created: %s":["আনসিঙ্ক করা প্যাটার্ন তৈরি হয়েছে: %s"],"Synced Pattern created: %s":["সিঙ্ক করা প্যাটার্ন তৈরি হয়েছে: %s"],"Untitled Pattern block":[],"Not synced":["সিঙ্ক করা হয়নি"],"Fully synced":["সম্পূর্ণ সিঙ্ক করা হয়েছে"],"Syncing":["সিঙ্ক হচ্ছে"],"Upload all":["সব আপলোড করুন"],"There are some external images in the post which can be uploaded to the media library. Images coming from different domains may not always display correctly, load slowly for visitors, or be removed unexpectedly.":[],"External media":["বহিরাগত মিডিয়া"],"Select image block.":["ছবি ব্লক নির্বাচন করুন."],"Allow comments on new posts":["নতুন পোস্টে মন্তব্য করার অনুমতি দিন"],"Maximum posts per page":["প্রতি পৃষ্ঠায় সর্বাধিক পোস্ট"],"Patterns that can be changed freely without affecting the site.":["প্যাটার্ন যা সাইট প্রভাবিত না করে অবাধে পরিবর্তন করা যেতে পারে."],"Patterns that are kept in sync across the site.":["প্যাটার্ন যা সাইট জুড়ে সিঙ্ক রাখা হয়."],"Search patterns":["অনুসন্ধান নিদর্শন"],"No patterns found.":["কোন নিদর্শন পাওয়া যায়নি."],"Action menu for %s pattern":["%s প্যাটার্নের জন্য অ্যাকশন মেনু"],"Empty pattern":["খালি প্যাটার্ন"],"Press Enter to edit, or Delete to delete the pattern.":["সম্পাদনা করতে এন্টার টিপুন বা প্যাটার্নটি মুছে ফেলতে মুছুন।"],"An error occurred while deleting the pattern.":["প্যাটার্ন মুছে ফেলার সময় একটি ত্রুটি ঘটেছে৷"],"Learn about styles":["শৈলী সম্পর্কে জানুন"],"Open styles":["খোলা শৈলী"],"Reset styles to defaults":["ডিফল্ট স্টাইল এ রিসেট করুন"],"Change publish date":["প্রকাশের তারিখ পরিবর্তন করুন"],"Hide this page behind a password":["এই পেজ পাসওয়ার্ড দিয়ে লক করুন"],"Password":["পাসওয়ার্ড"],"An error occurred while updating the status":["স্ট্যাটাস আপডেট করার সময় একটি ত্রুটি ঘটেছে"],"Change status":[],"Publish automatically on a chosen date.":[],"Waiting for review before publishing.":["রিভিউয়ের জন্য অপেক্ষায় আছে।"],"Not ready to publish.":["প্রকাশের জন্য প্রস্তুত নয়।"],"Revision history":["এডিট হিস্টোরি"],"An error occurred while creating the page.":[],"Activating":["একটিভেট হচ্ছে"],"Unable to duplicate Navigation menu (%s).":["নেভিগেশন মেনু \"%s\" তৈরি করতে অক্ষম।"],"Duplicated Navigation menu":["মেনু নেভিগেশন ডুপ্লিকেট হয়েছে"],"%s (Copy)":["%s (কপি)"],"Unable to rename Navigation menu (%s).":["নেভিগেশন মেনু \"%s\" তৈরি করতে অক্ষম।"],"Renamed Navigation menu":["নেভিগেশন মেনুর নাম পরিবর্তন হয়েছে"],"Unable to delete Navigation menu (%s).":["নেভিগেশন মেনু \"%s\" তৈরি করতে অক্ষম।"],"Deleted Navigation menu":["মোছা নেভিগেশন মেনু"],"Are you sure you want to delete this Navigation menu?":["আপনি কি এই নেভিগেশন মেনু মুছে ফেলার বিষয়ে নিশ্চিত?"],"Navigation title":["নেভিগেশন শিরোনাম"],"Go to %s":["%s-এ যান"],"This is the %s pattern.":["এটি হলো একটি %s প্যাটার্ন।"],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":[],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":[],"Blog title":["ব্লগের শিরোনাম"],"Manage my patterns":[],"Select what the new template should apply to:":[],"E.g. %s":["যেমন %s"],"No template parts or patterns found":["কোনো টেমপ্লেট পার্ট বা প্যাটার্ন পাওয়া যায়নি"],"Manage what patterns are available when editing the site.":["সাইট এডিট করার সময় যে প্যাটার্ন পাওয়া যায় তা ব্যবস্থাপনা করুন।"],"Please enter a title.":["অনুগ্রহপূর্বক একটি শিরোনাম দিন।"],"Synced":["সিংক হয়েছে"],"My pattern":["আমার প্যাটার্ন"],"Create pattern":["প্যাটার্ন তৈরি করুন"],"An error occurred while creating the pattern.":["টেমপ্লেট তৈরি করার সময় একটি ত্রুটি ঘটেছে৷"],"Toggle code editor":[],"Toggle top toolbar":[],"Toggle spotlight mode":[],"Toggle distraction free":[],"Toggle block inspector":[],"Toggle settings sidebar":[],"Hide & Reload Page":[],"Show & Reload Page":[],"Manage patterns":[],"Initial %d result loaded. Type to filter all available results. Use up and down arrow keys to navigate.":["প্রাথমিক %d ফলাফল লোড হয়েছে। ফলাফল ফিল্টার করতে টাইপ করুন। উপরে নিচে নেভিগেট করতে আপ এবং ডাউন অ্যারো কী ব্যবহার করুন।","প্রাথমিক %d ফলাফল লোড হয়েছে। ফলাফল ফিল্টার করতে টাইপ করুন। উপরে নিচে নেভিগেট করতে আপ এবং ডাউন অ্যারো কী ব্যবহার করুন।"],"Footnote":["ফুটনোট"],"Lowercase Roman numerals":[],"Uppercase Roman numerals":[],"Lowercase letters":[],"Uppercase letters":[],"Numbers":["নাম্বার"],"Numbering style":[]," … <a>Read more<\/a>":[],"Image is contained without distortion.":[],"Image covers the space evenly.":[],"Image size option for resolution control\u0004Full Size":["পুর্ণ মাপ"],"Image size option for resolution control\u0004Large":["বড়"],"Image size option for resolution control\u0004Medium":["মাঝারি"],"Image size option for resolution control\u0004Thumbnail":["থাম্বনেইল"],"Scale":["স্কেল"],"Scale down the content to fit the space if it is too big. Content that is too small will have additional padding.":[],"Scale option for dimensions control\u0004Scale down":[],"Do not adjust the sizing of the content. Content that is too large will be clipped, and content that is too small will have additional padding.":[],"Scale option for dimensions control\u0004None":["কোনোটিই নয়"],"Fill the space by clipping what doesn't fit.":[],"Scale option for dimensions control\u0004Cover":[],"Fit the content to the space without clipping.":[],"Scale option for dimensions control\u0004Contain":["ধারণ"],"Fill the space by stretching the content.":[],"Scale option for dimensions control\u0004Fill":["পূরণ করুন"],"Aspect ratio option for dimensions control\u0004Custom":["কাস্টম"],"Aspect ratio option for dimensions control\u0004Tall - 9:16":[],"Aspect ratio option for dimensions control\u0004Wide - 16:9":[],"Aspect ratio option for dimensions control\u0004Classic Portrait - 2:3":[],"Aspect ratio option for dimensions control\u0004Classic - 3:2":[],"Aspect ratio option for dimensions control\u0004Portrait - 3:4":[],"Aspect ratio option for dimensions control\u0004Standard - 4:3":[],"Aspect ratio option for dimensions control\u0004Square - 1:1":[],"Aspect ratio option for dimensions control\u0004Original":["আসল"],"Additional link settings\u0004Advanced":["উন্নততর"],"Change level":[],"Position: %1$s":[],"Animation":["অ্যানিমেশন"],"The block will stick to the scrollable area of the parent %s block.":[],"Synced patterns":[],"Removing this block is not advised.":[],"Are you sure?":["আপনি কি নিশ্চিত?"],"Post Content displays the content of a post or page.":[],"Query Loop displays a list of posts or pages.":["কুয়েরি লুপ দিয়ে পাতা আর প্রকাশনাসমূহের একটি তালিকা দেখানো হয়।"],"The date the template was last modified, in the site's timezone.":["টেমপ্লেটটি সর্বশেষে পরিবর্তিত হয়েছিল, সাইটের টাইমজোন হিসাবে।"],"Where the pattern comes from e.g. core":[],"The menu provided is not a valid menu.":[],"Pattern updated.":[],"Pattern scheduled.":["তালিকাভুক্ত প্যাটার্ন"],"Pattern published.":[],"Patterns list navigation":["প্যাটার্নসমূহের তালিকা নেভিগেশন"],"Filter Patterns list":["প্যাটার্ন তালিকা ফিল্টার"],"No Patterns found in Trash.":["ট্র্যাশে কোনো প্যাটার্ন খুঁজে পাওয়া যায়নি।"],"No Patterns found.":["কোন প্যাটার্ন পাওয়া যায়নি."],"Search Patterns":["প্যাটার্ন খুজুন"],"All Patterns":["সবগুলো প্যাটার্ন"],"View Patterns":["প্যাটার্নগুলি দেখুন"],"View Pattern":["প্যাটার্নটি দেখুন"],"New Pattern":["নতুন প্যাটার্ন"],"Add new Pattern":["নতুন প্যাটার্ন যুক্ত করুন"],"post type singular name\u0004Pattern":["প্যাটার্ন"],"post type general name\u0004Patterns":["প্যাটার্ন"],"\"%s\" in theme.json settings.color.duotone is not a hex or rgb string.":[]," … <a href=\"%1$s\" rel=\"noopener noreferrer\">Read more<\/a>":[],"block title\u0004Title":["শিরোনাম"],"block title\u0004Excerpt":["উদ্ধৃতি"],"View site (opens in a new tab)":["সাইট দেখুন (একটি নতুন ট্যাবে খোলে)"],"Back to page":["পৃষ্ঠায় ফিরে যান"],"You are editing a template.":["আপনি একটি টেমপ্লেট সম্পাদনা করছেন৷"],"Edit your template to edit this block.":["এই ব্লকটি সম্পাদনা করতে আপনার টেমপ্লেট সম্পাদনা করুন৷"],"Last edited %s":["সর্বশেষ হালনাগাদঃ %s"],"Page":["পাতা"],"Page (selected)":["পৃষ্ঠা (নির্বাচিত)"],"<time>%s<\/time>":[],"Are you sure you want to delete \"%s\"?":["আপনি কি এই পৃষ্ঠাটি মুছে ফেলার বিষয়ে নিশ্চিত?"],"< 1 min":["< 1 মিনিট"],"%s mins":[],"Unknown":["অজানা"],"Parent":["অভিভাবক"],"Pending":["বিচারাধীন"],"Scheduled: <time>%s<\/time>":["<time>%s<\/time> এর জন্য নির্ধারিত"],"Published <time>%s<\/time>":["প্রকাশিত <time>%s<\/time>"],"Create draft":["খসড়া তৈরি করুন"],"Draft a new page":["একটি নতুন পৃষ্ঠা খসড়া"],"No title":["কোনো শিরোনাম নেই"],"Review %d change…":[],"Last modified":["সর্বশেষ পরিবর্তিত"],"Editing template: ":["সম্পাদনা টেমপ্লেট: "],"Focal point top position":["ফোকাল পয়েন্ট শীর্ষ অবস্থান"],"Focal point left position":["ফোকাল পয়েন্ট বাম অবস্থান"],"Toggle off to hide the label text, e.g. \"Next Page\".":["লেবেল টেক্সট লুকাতে টগল অফ করুন, যেমন \"পরবর্তী পৃষ্ঠা\"."],"Show label text":["লেবেল পাঠ্য দেখান"],"No excerpt found":["কোন উদ্ধৃতি পাওয়া যায় নি"],"Excerpt text":["উদ্ধৃত পাঠ"],"The content is currently protected and does not have the available excerpt.":["বিষয়বস্তু বর্তমানে সুরক্ষিত এবং উপলব্ধ উদ্ধৃতাংশ নেই."],"This block will display the excerpt.":["এই ব্লকটি উদ্ধৃতি প্রদর্শন করবে।"],"Suggestions":["পরামর্শ"],"The lightbox behavior is disabled for linked images.":["লিঙ্ক করা ছবির জন্য লাইটবক্স আচরণ অক্ষম করা হয়েছে।"],"Button label to reveal side configuration options\u0004%s options":["%s বিকল্প"],"Horizontal & vertical":["আনূভুমিক উলম্ব"],"Expand search field":["অনুসন্ধান ক্ষেত্র প্রসারিত করুন"],"Right to left":["ডান থেকে বামে"],"Left to right":["বাম থেকে ডান দিকে"],"Text direction":["টেক্সটের দিকবিন্যাস"],"A valid language attribute, like \"en\" or \"fr\".":[],"Language":["ভাষা"],"Document not found":["কোন ডকুমেন্ট পাওয়া যায়নি"],"\"%s\" reverted.":["\"%s\" প্রত্যাবর্তন করা হয়েছে৷"],"Navigation Menu missing.":["নেভিগেশন মেনু অনুপস্থিত."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["নেভিগেশন মেনু হল ব্লকের একটি কিউরেটেড সংগ্রহ যা দর্শকদের আপনার সাইটের কাছাকাছি যেতে দেয়।"],"Manage your Navigation menus.":["আপনার নেভিগেশন মেনু পরিচালনা করুন."],"Examples of blocks":["ব্লকের উদাহরণ"],"The relationship of the linked URL as space-separated link types.":["স্থান-বিচ্ছিন্ন লিঙ্কের প্রকার হিসাবে লিঙ্ক করা URL-এর সম্পর্ক।"],"Rel attribute":["রিল অ্যাট্রিবিউট"],"Additional information to help clarify the purpose of the link.":["লিঙ্কের উদ্দেশ্য স্পষ্ট করতে সাহায্য করার জন্য অতিরিক্ত তথ্য।"],"This navigation menu is empty.":["এই নেভিগেশন মেনু খালি আছে."],"Behaviors":["আচরণ"],"No behaviors":["কোনো আচরণ নেই"],"The duotone id \"%s\" is not registered in theme.json settings":["Duotone id \"%s\" theme.json সেটিংসে নিবন্ধিত নয়৷"],"Enlarge image: %s":[],"Enlarge image":["ছবি বড় করুন"],"block keyword\u0004accordion":["অ্যাকর্ডিয়ান"],"block description\u0004Hide and show additional content.":["অতিরিক্ত সামগ্রী লুকান এবং দেখান।"],"block description\u0004Add an image or video with a text overlay.":["একটি পাঠ্য ওভারলে সহ একটি চিত্র বা ভিডিও যুক্ত করুন৷"],"Save panel":["প্যানেল সংরক্ষণ করুন"],"Editor Canvas":["এডিটর ক্যানভাস"],"Close Styles":["শৈলী বন্ধ করুন"],"Revisions are added to the timeline when style changes are saved.":["টাইমলাইনে রিভিশন যোগ করা হয় যখন শৈলী পরিবর্তন সংরক্ষিত হয়।"],"Close revisions":["রিভিশন বন্ধ করুন"],"Global styles revisions":["গ্লোবাল শৈলী সংশোধন"],"Manage all pages":["সমস্ত পৃষ্ঠা পরিচালনা করুন"],"No page found":["কোনো পৃষ্ঠা পাওয়া যায়নি"],"Loading pages…":[],"Browse and edit pages on your site.":[],"Activate":["সক্রিয় করুন"],"Activate & Save":["সক্রিয় করুন এবং সংরক্ষণ করুন"],"Go back to the theme showcase":[],"Write summary…":[],"Write summary":[],"Type \/ to add a hidden block":[],"Add an image or video with a text overlay.":["টেক্সট ওভারলে সহ একটি ছবি বা ভিডিও যুক্ত করুন।"],"%d word selected.":[],"%d Block":["%dটি ব্লক","%dটি ব্লক সমূহ"],"Color %s styles":["কালার %s স্টাইল"],"Add after":["পরে যোগ করুন"],"Add before":["আগে যোগ করুন"],"Live Preview":["লাইভ প্রিভিউ"],"theme\u0004Live Preview %s":["লাইভ প্রিভিউ %s"],"block description\u0004Display an image to represent this site. Update this block and the changes apply everywhere.":["এই সাইটের ফেভিকন হিসেবে দেখানোর জন্য একটি ছবি আপলোড করুন। এটি ব্রাউজার ট্যাবে দেখানো হবে। এই ব্লক আপডেট করার পর এটি সব জায়গায় ব্যবহার করা হবে।"],"Add media":["মিডিয়া যোগ করুন"],"<a>Add new post<\/a>":[],"Only shows if the post has been modified":[],"Options for %s":[],"%s (locked)":[],"Show block tools":[],"The unique identifier for the Navigation Menu.":[],"No fallback menu found.":[],"Sorry, you are not allowed to create Navigation Menus as this user.":[],"Title of a Navigation menu\u0004Navigation":["নেভিগেশন"],"Unable to convert Classic Menu to blocks.":[],"No Classic Menus found.":[],"Invalid post parent ID.":["শীর্ষ প্রকাশনা আইডি অবৈধ।"],"The date the revision was last modified, as GMT.":["জিএমটি হিসাবে যে তারিখে রিভিসন শেষ প্রকাশিত হয়েছিল।"],"The date the revision was last modified, in the site's timezone.":["যে তারিখে রিভিসন শেষ প্রকাশিত হয়েছিল, সাইটের টাইমজোন অনুযায়ী।"],"The date the revision was published, as GMT.":["জিএমটি হিসাবে সংশোধনটি প্রকাশিত হওয়ার তারিখ।"],"The date the revision was published, in the site's timezone.":["যে তারিখে সংস্করণটি প্রকাশিত হয়েছিল, সাইটের টাইমজোন অনুযায়ি।"],"The ID for the parent of the revision.":["সংশোধনের শীর্ষ আইডি।"],"block keyword\u0004disclosure":["নোটিশ"],"block title\u0004Details":["বিস্তারিত"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt"],"Add new post":["নতুন পোস্ট যোগ করুন"],"Edit styles":[],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":[],"Open by default":[],"Effects":[],"https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/":[],"Delete blocks":["ব্লক মুছুন"],"https:\/\/wordpress.org\/documentation\/article\/page-jumps\/":[],"%s minute":[],"Manage the fonts and typography used on captions.":[],"Display a post's last updated date.":[],"Post Modified Date":[],"Arrange blocks in a grid.":[],"Leave empty if decorative.":[],"Alternative text":["বিকল্প লেখা"],"Resolution":[],"Name for the value of the CSS position property\u0004Fixed":["সংশোধন করা হয়েছে"],"Name for the value of the CSS position property\u0004Sticky":["স্টিকি"],"Minimum column width":[],"Test the Grid layout type as a new variation of Group block.":[],"Grid variation for Group block ":[],"Template name\u0004Index":["সূচক"],"caption\u0004<a %1$s>Work<\/a>\/ %2$s":["<a %1$s>কার্যকর<\/a>\/ %2$s"],"Examples of blocks in the %s category":["%s শ্রেণীতে ব্লকের উদাহরণগুলি"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["নতুন টেমপ্লেট পার্ট তৈরি করুন, অথবা আপনার থিমে দেওয়া কাস্টমাইজড টেমপ্লেট পার্ট রিসেট করুন।"],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["নতুন টেমপ্লেট তৈরি করুন, অথবা আপনার থিম দ্বারা সরবরাহকৃত টেমপ্লেটগুলিতে করা কাস্টমাইজেশন রিসেট করুন।"],"template\u0004(Customized)":["(কাস্টমাইজড)"],"Express the layout of your site with templates":["টেমপ্লেটের মাধ্যমে আপনার সাইটের লেআউট দেখান"],"A custom template can be manually applied to any post or page.":[],"Customize the appearance of your website using the block editor.":[],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":[],"Post meta":[],"Select the size of the source images.":[],"Reply to A WordPress Commenter":[],"Commenter Avatar":[],"Displays when a visitor views a non-existent page, such as a dead link or a mistyped URL.":[],"Displays your site's Privacy Policy page.":[],"Template name\u0004Privacy Policy":[],"Displays when a visitor performs a search on your website.":["যখন একজন ভিজিটর আপনার ওয়েবসাইটে একটি অনুসন্ধান পরিচালনা করেন তখন প্রদর্শিত হয়।"],"Displays when a visitor views the dedicated page that exists for any media attachment.":["কোনো ভিজিটর যখন কোনো মিডিয়া এটাচমেন্ট এর জন্য ডেডিকেটেড পেজ দেখে তখন দেখানো হয়।"],"Displays a post tag archive. This template will serve as a fallback when more specific template (e.g. Tag: Pizza) cannot be found.":[],"Displays a post archive when a specific date is visited (e.g. example.com\/2023\/).":[],"Displays a custom taxonomy archive. Like categories and tags, taxonomies have terms which you use to classify things. For example: a taxonomy named \"Art\" can have multiple terms, such as \"Modern\" and \"18th Century.\" This template will serve as a fallback when a more specific template (e.g. Taxonomy: Art) cannot be found.":[],"Displays a post category archive. This template will serve as a fallback when more specific template (e.g. Category: Recipes) cannot be found.":[],"Displays a single author's post archive. This template will serve as a fallback when a more a specific template (e.g. Author: Admin) cannot be found.":[],"Displays any archive, including posts by a single author, category, tag, taxonomy, custom post type, and date. This template will serve as a fallback when more specific templates (e.g. Category or Tag) cannot be found.":[],"Display all static pages unless a custom template has been applied or a dedicated template exists.":["সবগুলো স্ট্যাটিক পেজ প্রদর্শন করে যদি না এর জন্য নিজস্ব একটি টেমপ্লেট প্রয়োগ করা হয় অথবা একটি নির্দিষ্ট টেমপ্লেট বিদ্যমান থাকে।"],"Displays single posts on your website unless a custom template has been applied to that post or a dedicated template exists.":["আপনার ওয়েবসাইটে একক পোস্ট প্রদর্শন করে যদি না সেই পোস্টে একটি কাস্টম টেমপ্লেট প্রয়োগ করা হয় বা একটি ডেডিকেটেড টেমপ্লেট বিদ্যমান থাকে।"],"Displays any single entry, such as a post or a page. This template will serve as a fallback when a more specific template (e.g. Single Post, Page, or Attachment) cannot be found.":[],"Displays your site's homepage, whether it is set to display latest posts or a static page. The Front Page template takes precedence over all templates.":["ফ্রন্টপেজ টেম্পলেট টা সকল টেমপ্লেটের উপর প্রাধান্য পায়। এটা আপনার সাইটের হোম পেজ হিসেবে ব্যবহার হবে। এই ক্ষেত্রে আপনি লেটেস্ট পোস্ট বা স্ট্যাটিক পেজ দেখানোর অপশন যেটাই ব্যবহার করেন।"],"Displays the latest posts as either the site homepage or as the \"Posts page\" as defined under reading settings. If it exists, the Front Page template overrides this template when posts are shown on the homepage.":[],"Used as a fallback template for all pages when a more specific template is not defined.":["সবগুলো পৃষ্ঠার জন্য এটি একটি ফলব্যাক টেমপ্লেট হিসেবে ব্যবহৃত হয় যখন নির্দিষ্ট কোন একটি টেমপ্লেট সংজ্ঞায়িত করা থাকে না।"],"block description\u0004Show minutes required to finish reading the post.":[],"block title\u0004Time To Read":[],"template part\u0004Customized":[],"template\u0004Customized":[],"Styles actions":[],"Example:":["উদাহরণঃ"],"Image inserted.":["ছবি ঢোকানো হয়েছে।"],"Image uploaded and inserted.":[],"Insert":[],"External images can be removed by the external provider without warning and could even have legal compliance issues related to privacy legislation.":[],"This image cannot be uploaded to your Media Library, but it can still be inserted as an external image.":[],"Insert external image":[],"%d minute":[],"Save site, content, and template changes":[],"%1$s ‹ %2$s ‹ Editor":[],"Fallback content":[],"Editing history":["এডিটিং ইতিহাস"],"This is a custom template that can be applied manually to any Post or Page.":["এটি একটি নিজস্ব টেমপ্লেট যা যেকোনো প্রকাশনা বা পৃষ্ঠায় ম্যানুয়ালি প্রয়োগ করা যেতে পারে।"],"Scrollable section":[],"Aspect ratio":["আনুপাতিক হার"],"Max number of words":[],"Choose or create a Navigation menu":[],"Add submenu link":["সাবমেনু লিঙ্ক যোগ করুন।"],"Dismiss hint":["সঙ্কেত অপসারণ"],"Looking for other block settings? They've moved to the styles tab.":["অন্যান্য ব্লক সেটিংস খুঁজছেন? তাদের স্টাইল ট্যাবে সরানো হয়েছে।"],"The query argument must be an array or a tag name.":["অনুসন্ধান বিধানটি অ্যারে বা ট্যাগ নাম হতে হবে।"],"Invalid attribute name.":["অ্যাট্রিবিউটের নাম সঠিক নয়।"],"Too many calls to seek() - this can lead to performance issues.":["অনেক বেশি কল করার জন্য সিক() - এর ফলে পারফরম্যান্স সমস্যা হতে পারে।"],"Unknown bookmark name.":["অচেনা বুকমার্ক নাম।"],"Search Openverse":["ওপেনভার্সে খোঁজ করুন"],"Openverse":["ওপেনভার্স"],"Search audio":[],"Search videos":[],"Search images":[],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":[],"caption\u0004\"%1$s\"\/ %2$s":[],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":[],"caption\u0004\"%1$s\" by %2$s\/ %3$s":[],"Learn more about CSS":[],"Add your own CSS to customize the appearance of the %s block.":[],"There is an error with your CSS structure.":[],"Shadow":[],"Center":[],"Edit this menu":["এই মেন্যু এডিট করুন"],"Page List: \"%s\" page has no children.":["পৃষ্ঠা তালিকা: \"%s\" পৃষ্ঠার কোন চিলড্রেন নেই।"],"You have not yet created any menus. Displaying a list of your Pages":["আপনি এখনও কোনো মেনু তৈরি করেননি। বর্তমানে আপনার পেজগুলির একটি তালিকা প্রদর্শন করা হচ্ছে"],"Untitled menu":["শিরোনামহীন মেন্যু"],"Structure for navigation menu: %s":["নেভিগেশন মেনু জন্য গঠন: %s"],"(no title %s)":["(শিরোনাম নেই %s)"],"Align text":["টেক্সট সারিবদ্ধ"],"Append to %1$s block at position %2$d, Level %3$d":["%2$d অবস্থানে %1$s ব্লকের সাথে যুক্ত করুন, %3$d স্তর"],"%s block inserted":["%s ব্লক যোগ করা হয়েছে।"],"Report %s":["%s রিপোর্ট করুন"],"Copy styles":["স্টাইলগুলো কপি করুন"],"Stretch items":["প্রসারিত আইটেম"],"Block vertical alignment setting\u0004Space between":["মধ্যে স্থান"],"Block vertical alignment setting\u0004Stretch to fill":["পূরণ করতে প্রসারিত করুন"],"Too many bookmarks: cannot create any more.":["অনেক বেশি বুকমার্ক: আর তৈরি করা যাবে না।"],"The block types which can use this pattern.":[],"Untitled post %d":[],"Printing since 1440. This is the development plugin for the block editor, site editor, and other future WordPress core functionality.":[],"Style Variations":[],"Apply globally":[],"%s styles applied.":[],"Currently selected position: %s":[],"Position":["অবস্থান"],"The block will not move when the page is scrolled.":[],"The block will stick to the top of the window instead of scrolling.":[],"Sticky":["স্টিকি"],"Paste styles":["স্টাইলগুলো পেস্ট করুন"],"Pasted styles to %d blocks.":[],"Pasted styles to %s.":[],"Unable to paste styles. Block styles couldn't be found within the copied content.":[],"Unable to paste styles. Please allow browser clipboard permissions before continuing.":[],"Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.":[],"Tilde":[],"Apply this block’s typography, spacing, dimensions, color styles, and behaviors to all %s blocks.":[],"Import widget area":["ইম্পোর্ট উইজেট এরিয়া"],"Unable to import the following widgets: %s.":["নিম্নলিখিত উইজেটগুলি ইম্পোর্ট করতে অক্ষম: %s"],"Widget area: %s":["উইজেট এরিয়া: %s"],"Select widget area":["উইজেট এরিয়া নির্বাচন করুন"],"Font family not defined in the variation or \"slug\".":[],"An array of template types where the pattern fits.":["টেমপ্লেট ধরনের একটি অ্যারে যেখানে প্যাটার্ন ফিট করে।"],"Your %1$s file uses a dynamic value (%2$s) for the path at %3$s. However, the value at %3$s is also a dynamic value (pointing to %4$s) and pointing to another dynamic value is not supported. Please update %3$s to point directly to %4$s.":["আপনার %1$s ফাইলটি %3$s এ পাথের জন্য একটি ডায়নামিক ভ্যালু (%2$s) ব্যবহার করে৷ যাইহোক, %3$s-এর মানটিও একটি ডায়নামিক ভ্যালু (%4$s-এর দিকে নির্দেশ করে) এবং অন্য একটি ডায়নামিক ভ্যালুর দিকে নির্দেশ করা সমর্থিত নয়৷ সরাসরি %4$s এ নির্দেশ করতে দয়া করে %3$s আপডেট করুন।"],"Clear Unknown Formatting":["অজানা ফরম্যাটিং ক্লিয়ার করুন"],"CSS":["সিএসএস"],"Open %s styles in Styles panel":["স্টাইল প্যানেলে %s স্টাইল খুলুন"],"Close Style Book":["স্টাইল বুক বন্ধ করুন"],"Style Book":["স্টাইল বুক"],"Code Is Poetry":["কোড হচ্ছে কবিতা"],"Additional CSS":["অতিরিক্ত সিএসএস"],"Add your own CSS to customize the appearance and layout of your site.":[],"Manage all template parts":[],"Manage all templates":[],"Loading templates…":[],"Open code editor":[],"Specify a fixed height.":[],"Block inspector tab display overrides.":[],"Markup is not allowed in CSS.":[],"Different layouts containing video or audio.":[],"Block pattern category\u0004Media":[],"Different layouts for displaying images.":[],"Showcase your latest work.":[],"Block pattern category\u0004Portfolio":[],"Introduce yourself.":["নিজের পরিচিতি দিন"],"Block pattern category\u0004About":["সম্পর্কে"],"Display your contact information.":["আপনার সাথে যোগাযোগের তথ্য প্রদর্শন করুন।"],"Block pattern category\u0004Contact":["যোগাযোগ"],"Briefly describe what your business does and how you can help.":[],"Block pattern category\u0004Services":[],"Share reviews and feedback about your brand\/business.":["আপনার ব্র্যান্ড\/ব্যবসা সম্পর্কে পর্যালোচনা এবং প্রতিক্রিয়া শেয়ার করুন।"],"A variety of designs to display your team members.":["আপনার দলের সদস্যদের প্রদর্শন করার জন্য বিভিন্ন ডিজাইন।"],"Block pattern category\u0004Team":["টিম"],"Sections whose purpose is to trigger a specific action.":["সেকশনস যার উদ্দেশ্য একটি নির্দিষ্ট ক্রিয়া ট্রিগার করা।"],"Block pattern category\u0004Call to Action":["কল টু অ্যাকশন"],"block keyword\u0004page":["পেজ"],"block description\u0004Displays a page inside a list of all pages.":["সমস্ত পেইজের লিস্টের ভিতরে একটি পেইজ প্রদর্শন করে।"],"block title\u0004Page List Item":["পেজ আইটেমের লিস্ট"],"Show details":["বিস্তারিত দেখান"],"Choose a page to show only its subpages.":["শুধুমাত্র উপপৃষ্ঠাগুলি দেখানোর জন্য একটি পৃষ্ঠা পছন্দ করুন৷"],"Parent page":["উর্দ্ধতন পেইজ"],"Media categories":["মিডিয়া বিভাগ"],"Media List":["মিডিয়া তালিকা"],"Videos":["ভিডিওসমূহ"],"Go to parent Navigation block":["প্যারেন্ট নেভিগেশন ব্লকে যান"],"Fixed":["সংশোধন করা হয়েছে"],"Fit":["ফিট"],"Fit contents.":["মানানসই বিষয়বস্তু।"],"Specify a fixed width.":[],"Stretch to fill available space.":[],"A set of high quality curated patterns.":[],"Display your latest posts in lists, grids or other layouts.":[],"Patterns containing mostly text.":[],"A variety of header designs displaying your site title and navigation.":[],"A variety of footer designs displaying information and site navigation.":[],"Multi-column patterns with more complex layouts.":[],"Patterns that contain buttons and call to actions.":[],"Randomize colors":[],"Text decoration":[],"Document Overview":[],"Convert the current paragraph or heading to a heading of level 1 to 6.":[],"Convert the current heading to a paragraph.":[],"Transform paragraph to heading.":[],"Transform heading to paragraph.":["শিরোনামকে অনুচ্ছেদে রূপান্তর করুন।"],"Extra Extra Large":["অতিরিক্ত অতিরিক্ত বড়"],"Group blocks together. Select a layout:":["ব্লকগুলোকে সুবিন্যস্ত করুন। একটি বিন্যাস বাছাই করুন:"],"Min. height":["নুন্যতম উচ্চতা"],"Test the Global Styles color randomizer; a utility that lets you mix the current color palette pseudo-randomly.":[],"Color randomizer ":[],"Indicates whether the current theme supports block-based templates.":[],"Offset the result set by a specific number of items.":["একটি নির্দিষ্টসংখক আইটেম দ্বারা ফলাফল সেটটি  অফসেট করা হয়েছে।"],"Maximum number of items to be returned in result set.":["ফলাফল সেটে সর্বোচ্চ সংখ্যক যতটি আইটেম রিটার্ন করবে।"],"Current page of the collection.":["সংগ্রহের বর্তমান পাতা।"],"Block pattern category\u0004Banners":["ব্যানার"],"untitled post %s":["শিরোনামহীন পোস্ট %s"],": %s":[": %s"],"Block pattern category\u0004Headers":["হেডার"],"Block pattern category\u0004Footers":[],"Block pattern category\u0004Columns":[],"Time to read:":[],"Words:":[],"Characters:":[],"Navigate the structure of your document and address issues like empty or incorrect heading levels.":[],"Decrement":[],"Increment":[],"Remove caption":[],"The category description, in human readable format.":[],"Choose a variation to change the look of the site.":[],"Distraction free mode deactivated":[],"Distraction free mode activated":["বিভ্রান্তি মুক্ত মোড সক্রিয় করা হয়েছে"],"Write with calmness":["প্রশান্তির সাথে লিখুন"],"Distraction free":["বিক্ষিপ্তমুক্ত"],"Show and hide admin UI":["এ্যাডমিন ইন্টারফেস দেখান বা লুকিয়ে রাখুন"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["লেখাতে মনোযোগ দেওয়ার জন্য টুলবার এবং অন্যান্য এলিমেন্টগুলো লুকিয়ে রাখুন"],"Toggle distraction free mode.":["ভ্রান্তি মুক্ত মোড টগল করুন।"],"Pattern":["প্যাটার্ন"],"Raw size value must be a string, integer or a float.":["র সাইজ অবশ্যই একটি স্ট্রিং, পূর্ণসংখ্যা বা ফ্লোট হতে হবে।"],"Defaults":["ডিফল্ট"],"Link author name to author page":["লেখক পৃষ্ঠায় লেখকের নাম লিঙ্ক করুন"],"Not available for aligned text.":["সারিবদ্ধ পাঠ্যের জন্য উপলব্ধ নয়৷"],"There&#8217;s no content to show here yet.":["এখানে &#8217;s দেখানোর জন্য এখনও কোন সামগ্রী নেই৷"],"block title\u0004Comments Previous Page":["মন্তব্য পূর্ববর্তী পাতা"],"block title\u0004Comments Next Page":["মন্তব্য পরবর্তী পাতা"],"Arrow option for Next\/Previous link\u0004Chevron":[],"Arrow option for Next\/Previous link\u0004Arrow":["তীরচিহ্ন"],"Arrow option for Next\/Previous link\u0004None":["কিছুই না"],"A decorative arrow for the next and previous link.":[],"Format tools":[],"Displays an archive with the latest posts of type: %s.":[],"Archive: %s":[],"Archive: %1$s (%2$s)":[],"Zoom-out View":[],"handle":[],"Import Classic Menus":[],"Modify":[],"Nested blocks will fill the width of this container. Toggle to constrain.":[],"You are currently in zoom-out mode.":[],"Test a new zoomed out view on the site editor (Warning: The new feature is not ready. You may experience UX issues that are being addressed)":[],"Zoomed out view ":[],"$store must be an instance of WP_Style_Engine_CSS_Rules_Store_Gutenberg":[],"\"%s\" successfully created.":["\"%s\" সফলভাবে তৈরি করা হয়েছে।"],"XXL":["ডাবল এক্স এল"],"%1$s. Selected":["%1$s. নির্বাচিত"],"%1$s. Selected. There is %2$d event":["%1$s.টি বাছাই করা হয়েছে। %2$d টি ইভেন্ট আছে","%1$s.টি বাছাই করা হয়েছে। %2$d টি ইভেন্ট আছে"],"View next month":["পরবর্তী মাস দেখুন"],"View previous month":["পূর্ববর্তী মাস দেখুন"],"Archive type: Name":["আর্কাইভ টাইপঃ নাম"],"Show archive type in title":["আর্কাইভ টাইল টাইটেলে  দেখান"],"Display last modified date":["সর্বশেষ এডিটের তারিখ দেখান"],"The Queen of Hearts.":["হৃদয়ের রানী।"],"The Mad Hatter.":["ম্যাড হ্যাটার।"],"The Cheshire Cat.":["চেশায়ার বিড়াল।"],"The White Rabbit.":["সাদা খরগোশ"],"Alice.":["এলিস।"],"Gather blocks in a container.":["একটি কন্টেইনারে ব্লকসমূহ একত্রিত করুন।"],"Inner blocks use content width":[],"Font":["ফন্ট"],"Constrained":["সীমাবদ্ধ"],"Spacing control":[],"Custom (%s)":[],"Disables custom spacing sizes.":[],"All Authors":["সব লেখক"],"No authors found.":["কোন লেখক পাওয়া যায়নি"],"Search Authors":[],"Create template part":[],"Manage the fonts and typography used on headings.":[],"H6":[],"H5":[],"H4":[],"H3":[],"H2":[],"H1":[],"Select heading level":[],"View site":[],"Use the template as supplied by the theme.":["থিমে দেওয়া টেম্পলেট ব্যবহার করুন।"],"Display the search results title based on the queried object.":["অনুসন্ধান করা বিষয়বস্তুর উপর ভিত্তি করে অনুসন্ধান ফলাফলগুলোর শিরোনাম প্রদর্শন করুন।"],"Search Results Title":["সার্চ রেজাল্টের টাইটেল"],"Search results for: “search term”":["ফলাফলসমূহ অনুসন্ধান করুনঃ \"সার্চ টার্ম\" এর জন্য"],"Show search term in title":["টাইটেলে সার্চ টার্ম দেখান"],"Taxonomies":["ট্যাক্সোনমি"],"Show label":["লেবেল দেখান"],"View options":["অপশন দেখুন"],"Disables output of layout styles.":[],"The template prefix for the created template. This is used to extract the main template type ex. in `taxonomy-books` we extract the `taxonomy`":["তৈরি করা টেমপ্লেটের টেমপ্লেট উপসর্গ। এটি প্রধান টেমপ্লেট টাইপ বের করতে ব্যবহৃত হয়, যেমন `taxonomy-books`-এ `taxonomy` বের করে"],"Indicates if a template is custom or part of the template hierarchy":["একটি টেমপ্লেট নিজস্ব নাকি টেমপ্লেট অনুক্রমের অংশ তা নির্দেশ করে"],"The slug of the template to get the fallback for":["ফলব্যাক পেতে টেমপ্লেটের স্লাগ"],"Search results for: \"%s\"":["\"%s\"-এর অনুসন্ধান ফলাফল"],"Move %1$d blocks from position %2$d left by one place":["%1$d ব্লক এর অবস্থান %2$d অবস্থান থেকে এক স্থান বামে সরান।"],"Move %1$d blocks from position %2$d down by one place":["%1$d ব্লক এর অবস্থান %2$d অবস্থান থেকে এক স্থান নিচে সরান।"],"Suggestions list":[],"Wide size":[],"Content size":[],"Set the width of the main content area.":[],"Border color and style picker":[],"Replace <BlockTitle \/>":[],"Search for replacements":[],"Switch to editable mode":[],"Blocks cannot be moved right as they are already are at the rightmost position":[],"Blocks cannot be moved left as they are already are at the leftmost position":[],"All blocks are selected, and cannot be moved":[],"Whether the V2 of the list block that uses inner blocks should be enabled.":[],"Post Comments Form block: Comments are not enabled for this item.":[],"Time to read":[],"<span>%d<\/span> minute":["<span>%d<\/span> মিনিট","<span>%d<\/span> মিনিট"],"<span>< 1<\/span> minute":["<span>< 1<\/span> মিনিট"],"Learn more.":["আরও শেখো:"],"Apply suggested format: %s":["প্রস্তাবিত ফরম্যাট প্রয়োগ করুন: %s"],"Custom template":["কাস্টম টেমপ্লেট"],"Displays taxonomy: %s.":["প্রদর্শিত ট্যাক্সোনোমি: %s।"],"Single item: %1$s (%2$s)":["একক আইটেম: %1$s (%2$s)"],"Hover":["উপর কার্সার রেখে দেখুন"],"Change URL: %s":["ইউআরএল: %s পরিবর্তন করুন"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["টেমপ্লেট বর্ণনা করুন, যেমন \"সাইডবার সহ পোস্ট\"। একটি কাস্টম টেমপ্লেট ম্যানুয়ালি যেকোনো পোস্ট বা পাতায় প্রয়োগ করা যেতে পারে।"],"Change date: %s":["তারিখ পরিবর্তন করুন: %s"],"Select visibility: %s":["ভিজিবিলিটি নির্বাচন করুন: %s"],"short date format without the year\u0004M j":["M j"],"Apply to all blocks inside":["সকল ব্লকে প্রয়োগ করুন"],"Active theme spacing scale.":[],"Active theme spacing sizes.":[],"%sX-Large":["%s এক্স-বড়"],"%sX-Small":["%s এক্স-ছোট"],"Some of the theme.json settings.spacing.spacingScale values are invalid":["কিছু theme.json settings.spacing.spacingScale ভ্যালু সঠিক নয়"],"post schedule date format without year\u0004F j g:i a":[],"Tomorrow at %s":[],"post schedule time format\u0004g:i a":[],"Today at %s":[],"post schedule full date format\u0004F j, Y g:i a":[],"Displays a single item: %s.":[],"Single item: %s":[],"This template will be used only for the specific item chosen.":[],"For a specific item":["একটি নির্দিষ্ট জিনিসের জন্য"],"For all items":["সব আইটেম জন্য"],"Select whether to create a single template for all items or a specific one.":[],"Manage the fonts and typography used on buttons.":[],"Typography %s styles":[],"%s block styles":[],"Layout styles":[],"Colors styles":["কালার স্টাইল"],"Typography styles":["টাইপোগ্রাফি স্টাইল"],"Summary":["সারসংক্ষেপ"],"Select template":["টেমপ্লেট নির্বাচন করুন"],"Select template: %s":["টেমপ্লেট নির্বাচন করুন: %s"],"Edit template":["টেমপ্লেট সম্পাদনা"],"Templates define the way content is displayed when viewing your site.":["টেমপ্লেটগুলি আপনার সাইট দেখার সময় কন্টেন্ট কীভাবে প্রদর্শিত হয় তা সংজ্ঞায়িত করে।"],"Make the selected text inline code.":["নির্বাচিত টেক্সট একই লাইনে আনুন।"],"Strikethrough the selected text.":["বাছাইকৃত টেক্সট এর মাঝে দাগ টেনে দিন।"],"Unset":["আনসেট"],"action that affects the current post\u0004Enable comments":["মন্তব্য সক্রিয় করুন"],"Embed a podcast player from Pocket Casts.":["পকেট কাস্ট থেকে একটি পডকাস্ট প্লেয়ার এম্বেড করুন।"],"66 \/ 33":["৬৬ \/ ৩৩"],"33 \/ 66":["৩৩ \/ ৬৬"],"Nested blocks use content width with options for full and wide widths.":["নেস্টেড ব্লকসমূহ পূর্ণ এবং প্রশস্ত প্রস্থের বিকল্পের সাথে কন্টেন্ট প্রস্থ ব্যবহার করে।"],"Copy blocks":["ব্লক কপি করুন"],"An array of post types that the pattern is restricted to be used with.":["প্রকাশনা প্রকারের একটি অ্যারে যার সাথে প্যাটার্ন ব্যবহার করা সীমাবদ্ধ।"],"Copy all blocks":[],"Overlay opacity":[],"Get started here":["এখানে শুরু করুন"],"Interested in creating your own block?":[],"Now":["এখন"],"block title\u0004Categories List":["বিভাগগুলোর তালিকা"],"Always open list view":["সর্বদা তালিকার দৃশ্য খুলুন"],"Opens the block list view sidebar by default.":[],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":[],"Toggle to only include headings from the current page (if the post is paginated).":[],"Only including headings from the current page (if the post is paginated).":[],"Only include current page":["শুধুমাত্র বর্তমান পৃষ্ঠা অন্তর্ভুক্ত করুন"],"Convert to static list":["স্ট্যাটিক তালিকায় রূপান্তর"],"Parents":["মূল"],"Commenter avatars come from <a>Gravatar<\/a>.":["মন্তব্যকারীর অবতারগুলি আসে <a>গ্রাভাটার<\/a> থেকে"],"Links are disabled in the editor.":["লিঙ্কগুলি এডিটরে নিষ্ক্রিয় করা হয়েছে৷"],"Display the assigned taxonomy: %s":[],"%s response":[],"%1$s response to %2$s":[],"&#8220;%s&#8221;":[],"block title\u0004Comments":[],"Control how this post is viewed.":[],"Only those with the password can view this post.":[],"All options reset":[],"All options are currently hidden":["সবগুলো আপশন বর্তমানে লুকানো আছে"],"%s is now visible":["%s এখন দৃশ্যমান"],"%s hidden and reset to default":["%s লুকানো হয়েছে এবং ডিফল্টে রিসেট করা হয়েছে"],"%s reset to default":["%s ডিফল্টে পুনরায় সেট করুন"],"Suffix":["সাফিক্স "],"Prefix":["প্রিফিক্স "],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":[],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["এটি একটি ব্লগ প্রকাশনার ধারাবাহিক অনুচ্ছেদের মতো একটি সাধারণ বিন্যাস হতে পারে, বা আরও বিস্তারিত রচনা যাতে ছবি গ্যালারী, ভিডিও, টেবিল, কলাম এবং অন্য যেকোন ব্লকের ধরন অন্তর্ভুক্ত থাকে"],"This is the Content block, it will display all the blocks in any single post or page.":[],"Post Comments Form block: Comments are not enabled.":["প্রকাশনা মন্তব্য ফর্ম ব্লক: মন্তব্য সক্রিয় নয়।"],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["মন্তব্য মডারেট, সম্পাদনা এবং মুছে ফেলা শুরু করতে, অনুগ্রহ করে ড্যাশবোর্ডের মন্তব্য স্ক্রীনে যান।"],"Hi, this is a comment.":["হাই, এই একটি মন্তব্য।"],"January 1, 2000 at 00:00 am":["জানুয়ারী ১, ২০০০ সকাল ১২:০০"],"says":["বলছেন"],"A WordPress Commenter":["একজন ওয়ার্ডপ্রেস মন্তব্যকারী"],"Leave a Reply":["মন্তব্য করুন"],"Response to %s":["%s এর প্রতিক্রিয়া"],"Add pattern":["প্যাটার্ন যোগ করুন"],"Response":["রেসপন্স"],"Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.":["আপনার মন্তব্যটি বিবেচনাধীন। এটি প্রিভিউ, এটি অনুমোদিত হওয়ার পরে আপনার মন্তব্য দৃশ্যমান হবে।"],"Your comment is awaiting moderation.":["আপনার মন্তব্য অনুমোদনের অপেক্ষায় আছে।"],"block description\u0004Displays a title with the number of comments":["মন্তব্যের সংখ্যা সহ একটি শিরোনাম প্রদর্শন করে"],"block title\u0004Comments Title":["মন্তব্যের শিরোনাম"],"These changes will affect your whole site.":["এই পরিবর্তনগুলো আপনার সম্পূর্ণ সাইটে প্রভাব ফেলবে।"],"Responses to %s":["%s এর প্রতিক্রিয়া"],"One response to %s":["%s এ একটি মন্তব্য"],"“Post Title”":["পোস্টের শিরোনাম"],"Show comments count":["মন্তব্য সংখ্যা দেখান"],"Show post title":["পোস্টের শিরোনাম দেখান"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["পৃষ্ঠার ব্লকের মন্তব্য: পৃষ্ঠার মন্তব্য আলোচনা সেটিংস এ নিষ্ক্রিয় করা হয়েছে"],"Show empty categories":["খালি ক্যাটাগরি দেখান"],"Determines whether the pattern is visible in inserter.":["প্যাটার্নটি সন্নিবেশকারীতে দৃশ্যমান কিনা তা নির্ধারণ করে।"],"Responses":["প্রতিক্রিয়া"],"One response":[],"block description\u0004Gather blocks in a layout container.":[],"block description\u0004An advanced block that allows displaying post comments using different visual configurations.":[],"block description\u0004Displays the date on which the comment was posted.":[],"block description\u0004Displays the name of the author of the comment.":[],"block description\u0004This block is deprecated. Please use the Avatar block instead.":[],"block title\u0004Comment Author Avatar (deprecated)":[],"This Navigation Menu is empty.":[],"Search for blocks":["ব্লক অনুসন্ধান করুন"],"Browse styles":[],"Bottom border":["নীচের সীমানা"],"Right border":["ডানের সীমানা"],"Left border":["বামের সীমানা"],"Top border":["উপরের সীমানা"],"Reset to default":["ডিফল্টে পুনরায় সেট করুন"],"Close border color":["বর্ডার কালার বন্ধ করুন"],"Border color picker.":["বর্ডার কালার পিকার।"],"Border color and style picker.":[],"Link sides":[],"Unlink sides":[],"Quote citation":[],"Choose a pattern for the query loop or start blank.":[],"Navigation menu %s successfully deleted.":[],"Arrange blocks vertically.":["ভার্টিক্যাল ভাবে ব্লক সাজান।"],"Stack":["স্ট্যাক"],"Arrange blocks horizontally.":["হরাইজনটাল ভাবে ব্লক সাজান।"],"Use featured image":["ফিচার্ড ইমেজ হিসেবে ব্যবহার করুন"],"Week":["সপ্তাহ"],"Group by:":["গ্রুপ করুন:"],"Delete selection.":["সিলেকশন মুছুন"],"Transform to %s":["%s-এ রূপান্তর"],"verb\u0004Stack":["স্ট্যাক"],"single horizontal line\u0004Row":["সারি"],"Select parent block (%s)":["মূল ব্লক নির্বাচন করুন (%s)"],"Restrict editing":["এডিট করার ক্ষমতা সীমিত করুন"],"Alignment option\u0004None":["কিছুই না"],"Vertical alignment":["উল্লম্বের বিন্যাস"],"Align items bottom":["আইটেম নীচে সারিবদ্ধ করুন"],"Align items center":["মাঝখানে আইটেম সাজান"],"Align items top":["আইটেম উপরে সাজান"],"Whether the V2 of the quote block that uses inner blocks should be enabled.":[],"The pattern keywords.":["প্যাটার্ন কীওয়ার্ড সমূহ।"],"Block types that the pattern is intended to be used with.":["ব্লক টাইপের সাথে প্যাটার্ন ব্যবহার করার উদ্দেশ্যে করা হয়েছে৷"],"The pattern viewport width for inserter preview.":["ইনসার্টার প্রিভিউয়ের জন্য প্যাটার্ন ভিউপোর্টের প্রসস্থ।"],"The pattern detailed description.":["প্যাটার্নের বিস্তারিত বর্ণনা।"],"The pattern name.":["প্যাটার্নের নাম।"],"The category label, in human readable format.":["মানুষের পাঠযোগ্য ফরমেটে ক্যাটাগরির লেবেল।"],"The category name.":["বিভাগের নাম।"],"Adding an RSS feed to this site’s homepage is not supported, as it could lead to a loop that slows down your site. Try using another block, like the <strong>Latest Posts<\/strong> block, to list posts from the site.":[],"block description\u0004Contains the block elements used to render content when no query results are found.":[],"block title\u0004No results":["কোন ফলাফল নেই"],"block description\u0004Create a list item.":[],"block title\u0004List item":[],"block description\u0004Add a user’s avatar.":[],"block title\u0004Avatar":[],"View Preview":[],"Download your theme with updated templates and styles.":[],"Show text instead of icons on buttons.":[],"Custom color picker. The currently selected color is called \"%1$s\" and has a value of \"%2$s\".":[],"Largest size":[],"Smallest size":[],"Add text or blocks that will display when a query returns no results.":[],"Featured image: %s":[],"Link to post":["প্রকাশনার সাথে লিংক করুন"],"This item has been deleted, or is a draft":["এই আইটেমটি মুছে ফেলা হয়েছে, বা এটি একটি খসড়া"],"Invalid":["অবৈধ"],"Link to user profile":["ব্যবহারকারীর প্রোফাইলে লিঙ্ক করুন"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["প্রদর্শনের জন্য আভাটার ব্যবহারকারী নির্বাচন করুন, যদি এটি ফাঁকা হয় তবে এটি পোস্ট\/পৃষ্ঠা লেখক ব্যবহার করবে"],"Default Avatar":["ডিফল্ট এ্যাভাটার"],"Enter a date or time <Link>format string<\/Link>.":["তারিখ কিংবা সময় লিখুন <Link>ফর্ম্যাট স্ট্রিং<\/Link>।"],"Custom format":["নিজস্ব ফোর্মেট"],"Choose a format":["ফোর্মেট পছন্দ করুন"],"Enter your own date format":["আপনার পছন্দসই ডেট ফরম্যাট লিখুন"],"long date format\u0004F j, Y":["F j, Y"],"medium date format with time\u0004M j, Y g:i A":["M j, Y g:i A"],"medium date format\u0004M j, Y":["M j, Y"],"short date format with time\u0004n\/j\/Y g:i A":["n\/j\/Y g:i A"],"short date format\u0004n\/j\/Y":["n\/j\/Y"],"Default format":["ডিফল্ট ফরম্যাট"],"Lock":[],"Unlock":[],"Prevent removal":["অপসারণ প্রতিরোধ করুন"],"Disable movement":[],"Lock all":[],"Choose specific attributes to restrict or lock all available options.":[],"Lock %s":[],"Could not register file \"%s\" as a block pattern (\"Title\" field missing)":[],"Could not register file \"%1$s\" as a block pattern (invalid slug \"%2$s\")":[],"Could not register file \"%s\" as a block pattern (\"Slug\" field missing)":[],"(%s website link, opens in a new tab)":[],"(%s author archive, opens in a new tab)":[],"Preference activated - %s":[],"Preference deactivated - %s":[],"Insert a link to a post or page.":[],"Classic menu import failed.":[],"Classic menu imported successfully.":["ক্লাসিক মেনু সফলভাবে ইমপোর্ট করা হয়েছে৷"],"Classic menu importing.":["ক্লাসিক মেনু ইম্পোর্ট করা হচ্ছে।"],"Failed to create Navigation Menu.":["নেভিগেশন মেনু তৈরি করতে ব্যর্থ হয়েছে৷"],"Navigation Menu successfully created.":["নেভিগেশন মেনু সফলভাবে তৈরি করা হয়েছে।"],"Creating Navigation Menu.":["নেভিগেশন মেনু তৈরি করা হচ্ছে।"],"Unable to create Navigation Menu \"%s\".":["নেভিগেশন মেনু \"%s\" তৈরি করতে অক্ষম।"],"Unable to fetch classic menu \"%s\" from API.":["API থেকে ক্লাসিক মেনু \"%s\" আনতে অক্ষম৷"],"Navigation block setup options ready.":["নেভিগেশন ব্লক সেটআপ অপশন সমূহ প্রস্তুত।"],"Loading navigation block setup options…":[],"Choose a %s":["একটি %s বেছে নিন"],"Existing template parts":["টেমপ্লেটের বিদ্যমান অংশ"],"Convert to Link":["লিঙ্কে রূপান্তর করুন"],"%s blocks deselected.":["%sটি ব্লক অনির্বাচিত।"],"%s deselected.":["%s অনির্বাচিত।"],"block description\u0004Displays the link of a post, page, or any other content-type.":["একটি পোষ্ট, পেজ, কিংবা অন্য কোন বিষয়বস্তুর লিঙ্ক প্রদর্শন করে।"],"block title\u0004Read More":[],"block description\u0004The author biography.":[],"block title\u0004Author Biography":[],"The \"%s\" plugin has encountered an error and cannot be rendered.":[],"The posts page template cannot be changed.":[],"Show labels":[],"Author Biography":[],"Create from '%s'":[],"Older comments page link":[],"If you take over, the other user will lose editing control to the post, but their changes will be saved.":[],"Choose a different style combination for the theme styles.":[],"Select the size of the source image.":[],"Configure the visual appearance of the button opening the overlay menu.":[],"Show icon button":[],"font weight\u0004Black":[],"font weight\u0004Extra Bold":[],"font weight\u0004Bold":["বোল্ড"],"font weight\u0004Semi Bold":[],"font weight\u0004Medium":[],"font weight\u0004Regular":[],"font weight\u0004Light":[],"font weight\u0004Extra Light":[],"font weight\u0004Thin":["পাতলা"],"font style\u0004Italic":[],"font style\u0004Regular":[],"Transparent text may be hard for people to read.":[],"Sorry, you are not allowed to view this global style.":[],"Sorry, you are not allowed to edit this global style.":[],"Older Comments":[],"Newer Comments":[],"block description\u0004Display post author details such as name, avatar, and bio.":[],"Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.":[],"Assign a category":[],"<strong>%s<\/strong> is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":[],"preview":[],"<strong>%s<\/strong> now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":[],"Exit editor":[],"Draft saved.":[],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":[],"site exporter menu item\u0004Export":[],"\"%s\" deleted.":[],"Close block inserter":[],"Page List: Cannot retrieve Pages.":[],"Link is empty":[],"Button label to reveal tool panel options\u0004%s options":[],"Search %s":[],"Set custom size":[],"Use size preset":[],"Reset colors":[],"Reset gradient":[],"Remove all colors":[],"Remove all gradients":[],"Color options":[],"Gradient options":[],"Add color":[],"Add gradient":[],"Done":[],"Gradient name":[],"Color %s":[],"Color format":[],"Hex color":[],"block description\u0004The author name.":[],"block title\u0004Author Name":[],"block description\u0004Displays the previous comment's page link.":[],"block description\u0004Displays the next comment's page link.":[],"Icon":["আইকন"],"Delete":[],"Entity renamed.":[],"Icon background":[],"Use as site icon":[],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":[],"Post type":[],"Link to author archive":[],"Author Name":[],"You do not have permission to create Navigation Menus.":[],"You do not have permission to edit this Menu. Any changes made will not be saved.":[],"Newer comments page link":[],"Site icon.":[],"Font size name\u0004Extra Large":[],"block title\u0004Pagination":[],"block title\u0004Previous Page":[],"block title\u0004Page Numbers":[],"block title\u0004Next Page":[],"block description\u0004Displays a list of page numbers for comments pagination.":[],"Site updated.":[],"Saving failed.":[],"Now displaying: %s":[],"%1$s ‹ %2$s — WordPress":[],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":[],"An error occurred while creating the site export.":[],"Manage menus":[],"%s submenu":[],"block description\u0004Displays a paginated navigation to next\/previous set of comments, when applicable.":[],"block title\u0004Comments Pagination":[],"Added by":[],"Actions":[],"An error occurred while reverting the entity.":[],"Rename":[],"An error occurred while renaming the entity.":[],"An error occurred while creating the template part.":[],"An error occurred while creating the template.":[],"Custom gradients are empty! Add some gradients to create your own palette.":[],"Add custom colors":[],"Manage the fonts and typography used on the links.":[],"Manage the fonts used on the site.":[],"Manage the typography settings for different elements.":[],"Aa":[],"An error occurred while deleting the template.":[],"Show arrow":[],"Create a new menu?":[],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":[],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":[],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":[],"A decorative arrow appended to the next and previous comments link.":[],"Indicates this palette is created by the user.\u0004Custom":[],"Indicates this palette comes from the theme.\u0004Custom":[],"Indicates this palette comes from WordPress.\u0004Default":[],"Indicates this palette comes from the theme.\u0004Theme":[],"Add default block":[],"The ID for the author of the revision.":[],"Displays latest posts written by a single author.":[],"Here’s a detailed guide to learn how to make the most of it.":[],"New to block themes and styling your site? ":[],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":[],"Personalize blocks":[],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":[],"Set the design":[],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":[],"Welcome to Styles":[],"styles":[],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":[],"Design everything on your site — from the header right down to the footer — using blocks.":[],"Edit your site":[],"Welcome to the site editor":[],"Add a featured image":[],"block description\u0004This block is deprecated. Please use the Comments block instead.":[],"block title\u0004Comment (deprecated)":[],"block description\u0004Show a block pattern.":[],"block title\u0004Pattern":[],"block description\u0004Contains the block elements used to display a comment, like the title, date, author, avatar and more.":[],"block title\u0004Comment Template":[],"block description\u0004Displays a link to reply to a comment.":[],"block title\u0004Comment Reply Link":[],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":[],"block title\u0004Comment Edit Link":[],"block description\u0004Displays the contents of a comment.":[],"block title\u0004Comment Author Name":[],"%s applied.":[],"%s removed.":[],"%s: Sorry, you are not allowed to upload this file type.":[],"The following changes have been made to your site, templates, and content.":[],"The following content has been modified.":[],"This change will affect pages and posts that use this template.":[],"This change will affect your whole site.":[],"Use left and right arrow keys to resize the canvas.":[],"Drag to resize":[],"Transform":[],"Submenu & overlay background":[],"Submenu & overlay text":[],"Navigation menu has been deleted or is unavailable. ":[],"Confirm":[],"Delete %s":[],"%s navigation":[],"Create new menu":[],"Unsaved Navigation Menu.":[],"Menus":[],"Embed Wolfram notebook content.":[],"Reply":[],"Avatar Settings":[],"Displays more block tools":[],"Create a two-tone color effect without losing your original image.":[],"Remove %s":[],"%1$d pattern found for \"%2$s\"":[],"Explore all patterns":[],"Orientation":[],"Allow to wrap to multiple lines":[],"No Navigation Menus found.":[],"Theme not found.":[],"HTML title for the post, transformed for display.":[],"Title for the global styles variation, as it exists in the database.":[],"Title of the global styles variation.":[],"Global settings.":[],"Global styles.":[],"ID of global styles config.":[],"No global styles config exist with that id.":[],"Sorry, you are not allowed to access the global styles on this site.":[],"The theme identifier":[],"%s Avatar":[],"block style label\u0004Plain":[],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":[],"Elements":[],"Manage palettes and the default color of different global elements on the site.":[],"Customize the appearance of specific blocks and for the whole site.":[],"Areas":[],"Link to comment":[],"Link to authors URL":[],"Choose an existing %s or create a new one.":[],"Name and create your new %s":[],"Add a site logo":[],"Open on click":[],"Submenus":[],"Always":[],"Collapses the navigation options in a menu icon opening an overlay.":[],"Configure overlay menu":[],"Overlay Menu":[],"Display":[],"Embed Pinterest pins, boards, and profiles.":[],"bookmark":[],"Drag and drop onto this block, upload, or select existing media from your library.":[],"Show only top level categories":[],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":[],"Highlight":[],"Create page: <mark>%s<\/mark>":[],"You do not have permission to create Pages.":[],"%d color":[],"Palette":[],"Navigate to the previous view":[],"Include the label as part of the link":[],"Previous: ":[],"Next: ":[],"Make title link to home":[],"This item is missing a link":[],"Block spacing":[],"Max %s wide":[],"label before the title of the previous post\u0004Previous:":[],"label before the title of the next post\u0004Next:":[],"block description\u0004Add a submenu to your navigation.":[],"block title\u0004Submenu":[],"block description\u0004Display content in multiple columns, with blocks added to each column.":[],"Customize the appearance of specific blocks for the whole site.":[],"Colors":[],"Show %s":[],"Hide and reset %s":[],"Reset %s":[],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":[],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":[],"The <article> element should represent a self-contained, syndicatable portion of the document.":[],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":[],"The <main> element should be used for the primary content of your document only. ":[],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":[],"Minimum height":[],"block description\u0004Create structured content in rows and columns to display information.":[],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":[],"Widget Group":[],"Size of a UI element\u0004Extra Large":[],"Size of a UI element\u0004Large":[],"Size of a UI element\u0004Medium":[],"Size of a UI element\u0004Small":[],"Size of a UI element\u0004None":[],"No selection":[],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":[],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":[],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":[],"A decorative arrow appended to the next and previous page link.":[],"Arrow":[],"Preload value\u0004None":[],"noun; Audio block parameter\u0004Preload":[],"Media item link option\u0004None":["কোনটাই নয়"],"Currently selected font appearance: %s":[],"Currently selected font style: %s":[],"Currently selected font weight: %s":[],"No selected font appearance":[],"Justification":[],"Duotone name\u0004Blue and orange":[],"Duotone name\u0004Purple and green":[],"Duotone name\u0004Magenta and yellow":[],"Duotone name\u0004Midnight":[],"Duotone name\u0004Blue and red":[],"Duotone name\u0004Purple and yellow":[],"Duotone name\u0004Grayscale":[],"Duotone name\u0004Dark grayscale":[],"Gradient name\u0004Midnight":[],"Gradient name\u0004Electric grass":[],"Gradient name\u0004Pale ocean":[],"Gradient name\u0004Luminous dusk":[],"Gradient name\u0004Blush bordeaux":[],"Gradient name\u0004Blush light purple":[],"Gradient name\u0004Cool to warm spectrum":[],"Gradient name\u0004Very light gray to cyan bluish gray":[],"Gradient name\u0004Luminous vivid orange to vivid red":[],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":[],"Gradient name\u0004Light green cyan to vivid green cyan":[],"Gradient name\u0004Vivid cyan blue to vivid purple":[],"Color name\u0004Vivid purple":[],"Color name\u0004Vivid cyan blue":[],"Color name\u0004Pale cyan blue":[],"Color name\u0004Vivid green cyan":[],"Color name\u0004Light green cyan":[],"Color name\u0004Luminous vivid amber":[],"Color name\u0004Luminous vivid orange":[],"Color name\u0004Vivid red":[],"Color name\u0004Pale pink":[],"Color name\u0004White":[],"Color name\u0004Cyan bluish gray":[],"Color name\u0004Black":[],"Font size name\u0004Large":[],"Font size name\u0004Medium":[],"Font size name\u0004Small":[],"Reset all":[],"Currently selected font size: %s":[],"Currently selected: %s":[],"Image scaling options\u0004Scale":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Scale option for Image dimension control\u0004Fill":["ভরাট"],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"Loading options…":[],"All gallery image sizes updated to: %s":[],"All gallery images updated to not open in new tab":[],"All gallery images updated to open in new tab":[],"All gallery image links updated to: %s":[],"If uploading to a gallery all files need to be image formats":[],"https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/":[],"Flow":["প্রবাহ"],"Flex":["ফ্লেক্স"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":[],"Customize how you interact with blocks in the block library and editing canvas.":[],"Block interactions":[],"Customize options related to the block editor interface and editing flow.":[],"Change options related to publishing.":[],"Publishing":["প্রকাশ করা হচ্ছে..."],"Enter character(s) used to separate terms.":[],"Add \"read more\" link text":[],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":[],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":[],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":[],"Inherit query from template":[],"Site Title placeholder":[],"Site Tagline placeholder":[],"Link image to home":[],"block example\u0004Home Link":[],"Add home link":[],"Home link text":[],"Media width":[],"Name of the file\u0004Armstrong_Small_Step":[],"No published posts found.":[],"Autoplay may cause usability issues for some users.":[],"Style":[],"Radius":[],"Link radii":[],"Unlink radii":[],"Bottom right":[],"Bottom left":[],"Top right":["উপরের ডান দিকে"],"Top left":["উপরের বাম দিকে"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":[],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":[],"Visible blocks":[],"Review settings, such as visibility and tags.":[],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":[],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":[],"block title\u0004Post Template":[],"block keyword\u0004link":[],"No preview available.":[],"Widgets footer":[],"Display block breadcrumbs deactivated":[],"Display block breadcrumbs activated":[],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":[],"noun\u0004Document":["ডকুমেন্ট"],"%d block is hidden.":[],"The calendar block is hidden because there are no published posts.":[],"block keyword\u0004movie":["মুভি"],"block description\u0004Embed a video from your media library or upload a new one.":[],"block keyword\u0004poem":["কবিতা"],"block keyword\u0004poetry":[],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":[],"block description\u0004This block is deprecated. Please use the Columns block instead.":[],"block description\u0004A cloud of your most used tags.":[],"block style label\u0004Stripes":[],"block keyword\u0004summary":["সারসংক্ষেপ"],"block keyword\u0004document outline":[],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":[],"block title\u0004Table of Contents":[],"block description\u0004Add white space between blocks and customize its height.":[],"block style label\u0004Pill Shape":[],"block style label\u0004Logos Only":[],"block description\u0004Display icons linking to your social media profiles or sites.":[],"block description\u0004Display an icon linking to a social media profile or site.":[],"block keyword\u0004description":[],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it’s not displayed in the theme design.":[],"block description\u0004Insert additional custom elements with a WordPress shortcode.":[],"block style label\u0004Dots":[],"block style label\u0004Wide Line":[],"block keyword\u0004divider":[],"block keyword\u0004hr":[],"block keyword\u0004horizontal-line":[],"block description\u0004Create a break between ideas or sections with a horizontal separator.":[],"block keyword\u0004find":[],"block description\u0004Help visitors find your content.":[],"block keyword\u0004feed":[],"block keyword\u0004atom":[],"block description\u0004Display entries from any RSS or Atom feed.":[],"block keyword\u0004cite":[],"block keyword\u0004blockquote":[],"block description\u0004Display the query title.":[],"block title\u0004Query Title":[],"block description\u0004Displays a paginated navigation to next\/previous set of posts, when applicable.":[],"block description\u0004Displays the previous posts page link.":[],"block description\u0004Displays a list of page numbers for pagination":[],"block description\u0004Displays the next posts page link.":[],"block description\u0004Give special visual emphasis to a quote from your text.":[],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":[],"block description\u0004Displays the title of a post, page, or any other content-type.":[],"block description\u0004Post terms.":[],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":[],"block title\u0004Post Navigation Link":[],"block description\u0004Display a post's featured image.":[],"block description\u0004Display the excerpt.":[],"block description\u0004Displays the contents of a post or page.":[],"block description\u0004Displays the link to the current post comments.":[],"block description\u0004Display a post's comments form.":[],"block description\u0004Display a post's comments count.":[],"block keyword\u0004text":["টেক্সট"],"block description\u0004Start with the basic building block of all narrative.":[],"block description\u0004Display a list of all pages.":[],"block keyword\u0004pagination":[],"block keyword\u0004next page":[],"block description\u0004Separate your content into a multi-page experience.":[],"block keyword\u0004navigation":[],"block keyword\u0004menu":["মেনু"],"block description\u0004A collection of blocks that allow visitors to get around your site.":[],"block description\u0004Add a page, link, or another item to your navigation.":[],"block keyword\u0004read more":[],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":[],"block description\u0004Your site doesn’t include support for this block.":[],"block keyword\u0004video":["ভিডিও"],"block keyword\u0004image":["ছবি"],"block description\u0004Set media and words side-by-side for a richer layout.":[],"block keyword\u0004form":["ফর্ম"],"block keyword\u0004logout":[],"block keyword\u0004login":[],"block description\u0004Show login & logout links.":[],"block keyword\u0004numbered list":[],"block keyword\u0004ordered list":[],"block keyword\u0004bullet list":[],"block description\u0004Create a bulleted or numbered list.":[],"block description\u0004Display a legacy widget.":[],"block title\u0004Legacy Widget":[],"block keyword\u0004recent posts":["সাম্প্রতিক প্রকাশনাসমূহ"],"block description\u0004Display a list of your most recent posts.":[],"block keyword\u0004recent comments":["সাম্প্রতিক  মন্তব্যসমূহ"],"block description\u0004Display a list of your most recent comments.":[],"block style label\u0004Rounded":[],"block style label\u0004Default":[],"block keyword\u0004picture":["ছবি"],"block keyword\u0004photo":[],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":[],"block keyword\u0004embed":[],"block description\u0004Add custom HTML code and preview it as you edit.":[],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":[],"block title\u0004Home Link":[],"block keyword\u0004subtitle":[],"block keyword\u0004title":["শিরোনাম"],"block keyword\u0004section":[],"block keyword\u0004row":[],"block keyword\u0004wrapper":[],"block keyword\u0004container":[],"block keyword\u0004photos":["ছবিসমূহ"],"block keyword\u0004images":["ছবিসমূহ"],"block description\u0004Display multiple images in a rich gallery.":[],"block description\u0004Use the classic WordPress editor.":[],"block keyword\u0004download":[],"block keyword\u0004pdf":[],"block keyword\u0004document":[],"block description\u0004Add a link to a downloadable file.":[],"block description\u0004A single column within a columns block.":[],"block description\u0004Display code snippets that respect your spacing and tabs.":[],"block description\u0004Display a list of all categories.":[],"block keyword\u0004archive":[],"block keyword\u0004posts":["প্রকাশনাসমূহ"],"block description\u0004A calendar of your site’s posts.":[],"block description\u0004Prompt visitors to take action with a group of button-style links.":[],"block style label\u0004Outline":[],"block style label\u0004Fill":["পূরণ করুন"],"block description\u0004Prompt visitors to take action with a button-style link.":[],"block keyword\u0004recording":["রেকর্ডিং"],"block keyword\u0004podcast":[],"block keyword\u0004sound":["শব্দ"],"block keyword\u0004music":["মিউজিক"],"block description\u0004Embed a simple audio player.":[],"block description\u0004Display a date archive of your posts.":[],"Letter spacing":[],"Points (pt)":[],"Picas (pc)":[],"Inches (in)":[],"Millimeters (mm)":[],"Centimeters (cm)":[],"x-height of the font (ex)":[],"Width of the zero (0) character (ch)":[],"Viewport largest dimension (vmax)":[],"Viewport smallest dimension (vmin)":[],"Percent (%)":[],"Welcome to the template editor":[],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":[],"Margin":["মার্জিন"],"New to the block editor?":[],"Get the Classic Widgets plugin.":[],"Want to stick with the old widgets?":[],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":[],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":[],"Welcome to block Widgets":[],"Contain text cursor inside block deactivated":[],"Contain text cursor inside block activated":[],"(Home link, opens in a new tab)":[],"Close menu":[],"Open menu":[],"Styles consolidated from core, theme, and user origins.":[],"Settings consolidated from core, theme, and user origins.":[],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":[],"Carousel view":[],"Next pattern":[],"Previous pattern":[],"Start blank":[],"Apply duotone filter":[],"Duotone":[],"Page on front":[],"Show on front":[],"Logo":["লোগো"],"Tagline":[],"Highlights":["হাইলাইটস"],"Shadows":["ছায়া"],"Duotone: %s":[],"Duotone code: %s":[],"Active theme gradients.":[],"Active theme font sizes.":[],"Active theme color palette.":[],"Maximum upload size in bytes allowed for the site.":[],"Available image sizes.":[],"Determines whether the image editing feature is enabled.":[],"Available image dimensions.":[],"Default size for images.":[],"Determines whether the current locale is right-to-left (RTL).":[],"Enables custom units.":[],"Enables custom spacing.":[],"Enables custom line height.":[],"Disables custom font size.":[],"Disables custom colors.":[],"Returns all the categories for block types that will be shown in the block editor.":[],"List of allowed mime types and file extensions.":[],"List of allowed block types.":[],"Enable\/Disable Wide\/Full Alignments.":[],"Widget types to hide from Legacy Widget block.":[],"Enable\/disable layouts support in container blocks.":[],"Editor styles":[],"Enables experimental Site Editor blocks":[],"Sorry, you are not allowed to read the block editor settings.":[],"Patterns list":[],"Use left and right arrow keys to move through blocks":[],"Customize the width for all elements that are assigned to the center or wide columns.":[],"Wide":["প্রশস্ত"],"Layout":["লেআউট"],"Dotted":[],"Dashed":[],"Add new page":[],"Close inserter":[],"Customizing":[],"Widget types":[],"Custom Template":[],"Create custom template":[],"Custom template created. You're in template mode now.":[],"Term Description":[],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":[],"block title\u0004Term Description":[],"Post Comments Link block: post not found.":[],"%s comment":[],"No comments":[],"block title\u0004Comments Link":[],"Provided type is not supported.":[],"Archive title":[],"Display the archive title based on the queried object.":[],"Archive Title":[],"Click plus to add":[],"Log out":[],"Redirect to current URL":[],"Display login as form":[],"block title\u0004Login\/out":[],"Widget is missing.":[],"Legacy Widget Preview":[],"Select widget":[],"block title\u0004Custom Link":[],"Embed of %s.":[],"PDF embed":[],"Embed of the selected PDF file.":[],"Copied URL to clipboard.":[],"Note: Most phone and tablet browsers won't display embedded PDFs.":[],"Show inline embed":[],"PDF settings":[],"%1$s (%2$d of %3$d)":[],"Add citation":[],"Add quote":[],"Add caption":[],"Type \/ to choose a block":[],"%1$s. There is %2$d event":[],"Relative to root font size (rem)\u0004rems":[],"Relative to parent font size (em)\u0004ems":[],"Manage with live preview":[],"Move to widget area":[],"Border color":[],"Border width":[],"Border":[],"Generic label for block inserter button\u0004Toggle block inserter":[],"Clear customizations":[],"Template revert failed. Please reload.":[],"Template reverted.":[],"The editor has encountered an unexpected error. Please reload.":[],"This template is not revertable.":[],"A link to a post format":[],"Post Format Link":[],"This content is password protected.":[],"%1$s: %2$s":[],"%1$s comment<span class=\"screen-reader-text\"> on %2$s<\/span>":[],"No comments<span class=\"screen-reader-text\"> on %s<\/span>":[],"Page title":[],"Grid":[],"Template name\u0004Single Posts":[],"Default based on area (%s)":[],"Area":[],"navigation link preview example\u0004Example Link":[],"Select tag":[],"Select category":[],"Select page":[],"Select post":[],"Select a block to install and add it to your post.":[],"Available to install":[],"No results available from your installed blocks.":[],"%d additional block is available to install.":[],"Blocks available for install":[],"Install block":[],"%1$s <span>by %2$s<\/span>":[],"Installing…":["ইনস্টল হচ্ছে..."],"Installed!":["ইন্সটল করা হয়েছে!"],"Install %1$s. %2$s stars with %3$s review.":[],"Try reloading the page.":[],"Block %s installed and added.":[],"Invalid item":[],"Switch to '%s'":[],"List View":[],"Template name\u0004Taxonomy":[],"Template part created.":[],"Template (selected)":[],"Search for blocks and patterns":[],"If you have entered a custom label, it will be prepended before the title.":[],"Display the title as a link":[],"Displays the post link that precedes the current post.":[],"Previous post":[],"Displays the post link that follows the current post.":[],"Next post":[],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":[],"block title\u0004Page List":[],"Your site does not have any posts, so there is nothing to display here at the moment.":[],"Select %s":[],"label for previous post link\u0004Previous":[],"label for next post link\u0004Next":["পরবর্তী"],"An example title":["একটি উদাহরণস্বরূপ শিরোনাম"],"Previous page link":[],"Previous Page":[],"block title\u0004Comments Page Numbers":[],"Next page link":[],"Next Page":[],"Max page to show":[],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":[],"Template part has been deleted or is unavailable: %s":[],"Icon color":[],"Block cannot be rendered inside itself.":[],"Indent":[],"Outdent":[],"Ordered":[],"Unordered":[],"Space between items":[],"Add Media":[],"Add text over image":[],"Drag":[],"Add an anchor":[],"Align":[],"Additional":[],"Panels":[],"Display block breadcrumbs":[],"Shows block breadcrumbs at the bottom of the editor.":[],"The pattern category slugs.":[],"The pattern content.":[],"https:\/\/wordpress.org\/support\/forums\/":[],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums<\/a>.":[],"[block rendering halted]":[],"block title\u0004Post Terms":[],"block title\u0004Featured Image":[],"block title\u0004Comments Form":[],"block title\u0004Comments Count":[],"block title\u0004Comment Date":[],"block title\u0004Comment Content":[],"block title\u0004Comment Author":[],"block title\u0004Post Comment":[],"block title\u0004Query Loop":[],"block title\u0004Template Part":[],"Untitled Template Part":[],"block title\u0004Site Title":[],"block title\u0004Site Tagline":[],"block title\u0004Site Logo":[],"block title\u0004Social Icon":[],"block title\u0004Social Icons":[],"block title\u0004Tag Cloud":[],"block title\u0004Video":["ভিডিও"],"block title\u0004Verse":[],"block title\u0004Text Columns (deprecated)":[],"block title\u0004Table":["টেবিল"],"block title\u0004Spacer":[],"block title\u0004Shortcode":["শর্টকোড"],"block title\u0004Separator":[],"block title\u0004Group":[],"block title\u0004Search":["অনুসন্ধান"],"block title\u0004RSS":[],"block title\u0004Pullquote":[],"block title\u0004Preformatted":[],"block title\u0004Page Break":[],"block title\u0004More":["আরও"],"block title\u0004Unsupported":[],"block title\u0004List":[],"block title\u0004Latest Posts":[],"block title\u0004Latest Comments":[],"block title\u0004Navigation":[],"block title\u0004Media & Text":[],"block title\u0004Custom HTML":[],"block title\u0004File":["ফাইল"],"block title\u0004Cover":[],"block title\u0004Column":[],"block title\u0004Columns":[],"block title\u0004Code":[],"block title\u0004Calendar":["পঞ্জিকা"],"block title\u0004Buttons":["বাটনসমূহ"],"block title\u0004Button":[],"block title\u0004Audio":["অডিও"],"block title\u0004Archives":["আর্কাইভস"],"block title\u0004Gallery":["গ্যালারি"],"block title\u0004Quote":[],"block title\u0004Heading":["শিরোনাম"],"block title\u0004Image":["ছবি"],"block title\u0004Paragraph":["অনুচ্ছেদ"],"Editor canvas":[],"Select unit":[],"The id of a template":[],"text direction\u0004ltr":[],"Block vertical alignment setting\u0004Align bottom":[],"Block vertical alignment setting\u0004Align middle":[],"Block vertical alignment setting\u0004Align top":[],"Capitalize":[],"Lowercase":[],"Uppercase":[],"Post author byline text":[],"Default (<div>)":[],"HTML element":[],"Write site title…":[],"Site title text":[],"Write site tagline…":[],"Site tagline text":[],"Wood thrush singing in Central Park, NYC.":[],"Video caption text":[],"Write verse…":[],"Verse text":[],"Column %d text":[],"Table caption text":[],"Footer cell text":[],"Body cell text":[],"Header cell text":[],"Shortcode text":[],"Pullquote citation text":[],"Pullquote text":[],"Preformatted text":[],"List text":[],"Navigation link text":[],"Start empty":[],"Download button text":[],"Vertical":[],"Horizontal":[],"Audio caption text":[],"Gallery caption text":[],"Heading text":[],"Image caption text":[],"Editing template. Changes made here affect all posts and pages that use the template.":[],"Add template: %s":[],"To show a comment, input the comment ID.":[],"No Title":["কোনো শিরোনাম নেই"],"Image, Date, & Title":["ছবি, তারিখ এবং শিরোনাম"],"Title & Date":[],"Display a list of your most recent posts, excluding sticky posts.":[],"Posts List":[],"Toggle full height":[],"Font weight":[],"Font style":[],"%1$s %2$s":[],"Themes":["থিমসমূহ"],"Template name\u0004Tag Archives":[],"Template name\u0004Date Archives":[],"Template name\u0004Category Archives":[],"Template name\u0004Author Archives":[],"Template name\u0004Pages":[],"Keyword":["কিওয়ার্ড"],"Filters":[],"Viewport height (vh)":[],"Viewport width (vw)":[],"Relative to root font size (rem)":[],"Relative to parent font size (em)":[],"Pixels (px)":[],"Percentage (%)":[],"Button width":[],"Width settings":[],"Keyboard input":[],"Transform to variation":[],"Font family":["ফন্ট ফ্যামিলি"],"Letter case":[],"Decoration":["সজ্জা"],"Custom colors are empty! Add some colors to create your own color palette.":[],"Close search":[],"Search in %s":[],"Title, Date, & Excerpt":[],"Title & Excerpt":[],"Sticky posts":[],"Only":["কেবল"],"Exclude":["বাদ দিন"],"Include":["অন্তর্ভুক্ত"],"Loading …":[],"Detach blocks from template part":[],"Template name\u0004Search Results":[],"Template name\u0004Front Page":["প্রথম পাতা"],"Color palettes":[],"Remove color":["রঙ মুছে ফেলুন"],"Color name":["রঙের নাম"],"Add extra areas to the editor.":[],"Choose what displays in the panel.":[],"Use theme styles":[],"Make the editor look like your theme.":[],"Highlights the current block and fades other content.":[],"Appearance":[],"Contain text cursor inside block":[],"Aids screen readers by stopping text caret from leaving blocks.":[],"Show most used blocks":[],"Places the most frequent blocks in the block library.":[],"Include pre-publish checklist":[],"Preferences":[],"Widgets settings":[],"Widgets and blocks":[],"Widgets top bar":[],"Your theme does not contain any Widget Areas.":[],"Blocks in this Widget Area will not be displayed in your site.":[],"Could not save the following widgets: %s.":[],"There was an error. %s":[],"Items per Page":[],"Add tracks":[],"Remove track":[],"English":["ইংরেজি"],"Kind":["প্রকার"],"Language tag (en, fr, etc.)":["ভাষার ট্যাগ (en, fr, etc.)"],"Source language":[],"Title of track":[],"Label":[],"Edit track":[],"Text tracks":[],"Edit %s":[],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":[],"Chapters":[],"Descriptions":[],"Captions":[],"Subtitles":[],"Repeated background":[],"One column":[],"100":["১০০"],"Reset to defaults":[],"Item selected.":[],"Show more settings":[],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":[],"Make title a link":["শিরোনামকে লিঙ্কে পরিণত করুন"],"Open links in new tab":[],"“Read more” link text":[],"The current image has no alternative text. The file name is: %s":[],"Current image: %s":[],"link color":["লিঙ্কের রঙ"],"Show button text labels":["বাটন টেক্সট শিরোনামগুলো দেখান"],"Delete menu":["মেনু মুছে ফেলুন"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["আপনার সাইট \"%s\" ব্লক সাপোর্ট করেনা। আপনি চাইলে এইভাবেই রেখে দিতে পারেন, কন্টেন্ট গুলো কাস্টম HTML ব্লকে কনভার্ট করতে পারেন অথবা ডিলিট করে দিতে পারেন।"],"Install %s":["ইন্সটল %s"],"Percentage Width":["শতাংশ প্রস্থ"],"Display Settings":["প্রদর্শন সেটিং"],"Use button with icon":["চিহ্নসহ বাটন ব্যাবহার করুন"],"Button inside":["ভিতরের বাটন"],"Button outside":["বাইরের বাটন"],"No button":["চিহ্নসহ বাটন ব্যাবহার করুন "],"Change button position":["বাটনের অবস্থান পরিবর্তন করুন"],"Toggle search label":["টগল অনুসন্ধানের লেবেল"],"Details":["বিস্তারিত"],"Radial":["রশ্মীয়"],"Linear":["রৈখিক"],"Saving…":["সংরক্ষিত হচ্ছে..."],"Create: <mark>%s<\/mark>":["তৈরি করুনঃ <mark>%s<\/mark>"],"Search for patterns":["একটি নিদর্শন অনুসন্ধান করুন"],"Term items not found.":["টার্ম আইটেম পাওয়া যায় নি।"],"Anonymous":["নামবিহীন"],"Post Comment":["প্রকাশনা মন্তব্য"],"Add link to featured image":["ফিচারড ইমেজে লিঙ্ক দিন"],"Create draft post: <mark>%s<\/mark>":["প্রকাশনা তৈরি করুনঃ <mark>%s<\/mark>"],"Characters":["অক্ষরসমূহ"],"Widgets saved.":["উইজেট সংরক্ষণ করা হয়েছে।"],"Block pattern \"%s\" inserted.":["ব্লক প্যাটার্ন \"%s\" যোগ করা হয়েছে।"],"Find out more":[],"Post Comments Form block: Comments are not enabled for this post type (%s).":[],"Post Comments Count block: post not found.":[],"Insert column after":[],"Insert column before":[],"Insert row after":[],"Insert row before":[],"Description":["বিবরণ"],"Contact us":[],"Image width":[],"Site Icon":[],"Open the block list view.":[],"Base":["বেজ"],"Author":[],"Media preview":[],"Coordinated Universal Time":[],"Site logo.":[],"Edit gallery image":[],"Upload external image":[],"Image uploaded.":[],"Could not edit image. %s":[],"Original":[],"Move the selected block(s) down.":[],"Move the selected block(s) up.":[],"Move to":[],"Browse all":[],"Browse all. This will open the main inserter panel in the editor toolbar.":[],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":[],"Reset search":[],"Error installing block. You can reload the page and try again.":[],"This block is already installed. Try reloading the page.":[],"Error registering block. Try reloading the page.":[],"Button only":[],"Name":[],"Template Part \"%s\" inserted.":[],"Display author name":[],"Crop":[],"Rotate":[],"Zoom":[],"2:3":[],"3:4":[],"9:16":[],"10:16":[],"Portrait":[],"3:2":["৩:২"],"4:3":["৪:৩"],"16:9":["১৬:৯"],"16:10":["১৬:১০"],"Landscape":[],"Aspect Ratio":[],"The following block has been added to your site.":[],"Added: %d block":[],"An error occurred.":[],"Box Control":[],"Mixed":[],"Right":[],"Left":["বামদিকে"],"Bottom":["নিচে"],"Top":["উপরে"],"Image size presets":[],"A tip for using the block editor":[],"%d block added.":[],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":[],"Padding":[],"%s (selected)":[],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":[],"The pattern title, in human readable format.":[],"Design":[],"Text":["লেখা"],"by %s":[],"Alignment Matrix Control":[],"Bottom Right":["নিচের ডান দিকে"],"Bottom Center":["নিচের কেন্দ্রে"],"Bottom Left":["নিচের বাম দিকে"],"Center Right":["মাঝবরাবর ডানে"],"Center Left":["মাঝবরাবর বামে"],"Top Right":["উপরের ডান দিকে"],"Top Center":["উপরে মাঝখানে"],"Top Left":["উপরের বাম দিকে"],"Open Navigation":[],"Menu name":[],"Widget areas":[],"Moved %d block to clipboard.":[],"Copied %d block to clipboard.":[],"Moved \"%s\" to clipboard.":[],"Copied \"%s\" to clipboard.":[],"Block navigation structure":[],"Block %1$d of %2$d, Level %3$d":[],"Change matrix alignment":[],"Notifications":["বিজ্ঞপ্তিসমূহ"],"Are you ready to save?":["আপনি কি সংরক্ষণের জন্য প্রস্তুত?"],"Template parts":[],"Offset":[],"Number of tags":[],"Posts per page":[],"A widget area container.":[],"Widget Area":[],"Change content position":[],"Pages":[],"Uncategorized":[],"Block pattern category\u0004Testimonials":[],"Block pattern category\u0004Featured":[],"Block pattern category\u0004Gallery":[],"Block pattern category\u0004Buttons":[],"Block pattern category\u0004Posts":["প্রকাশনাসমূহ"],"Block pattern category\u0004Text":["লেখা"],"Block pattern categories":[],"Open save panel":[],"Are you sure you want to delete this navigation menu?":[],"Write byline…":[],"Show bio":[],"Avatar size":[],"Show avatar":[],"This column count exceeds the recommended amount and may cause visual breakage.":[],"Search results":["অনুসন্ধানকৃত ফলাফলসমূহ"],"White":["সাদা"],"Black":["কালো"],"Superscript":[],"Subscript":[],"Patterns":[],"Block Library":[],"Browser default":[],"Minimum height of cover":[],"%1$s Block. Row %2$d":[],"Typography":[],"Line height":[],"Content":[],"Header":["শিরোনাম"],"Toggle fullscreen mode.":[],"Menu Location":[],"Menu":["মেন্যু"],"Contact":["যোগাযোগ"],"About":[],"Home":["মূলপাতা"],"25 \/ 50 \/ 25":["২৫\/৫০\/২৫"],"33 \/ 33 \/ 33":["৩৩\/৩৩\/৩৩"],"50 \/ 50":["৫০\/৫০"],"Current media URL:":[],"Block variations":[],"Preview in new tab":[],"Sort collection by post attribute.":[],"Order sort attribute ascending or descending.":[],"Sorry, you are not allowed to edit posts in this post type.":[],"Move %1$s block from position %2$d left to position %3$d":[],"Move %1$s block from position %2$d down to position %3$d":[],"User":["ইউজার"],"Widget Areas":[],"Post Type":[],"Site":["সাইট"],"Block Patterns":["ব্লক নিদর্শন"],"Link to %s":[],"Type":["ধরন"],"Block %1$s is at the beginning of the content and can’t be moved left":[],"Block %1$s is at the beginning of the content and can’t be moved up":[],"Block %1$s is at the end of the content and can’t be moved left":[],"Block %1$s is at the end of the content and can’t be moved down":[],"Creating":[],"An unknown error occurred during creation. Please try again.":[],"Create draft page: <mark>%s<\/mark>":[],"Change a block's type by pressing the block icon on the toolbar.":[],"Drag files into the editor to automatically insert media blocks.":[],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":[],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":[],"Solid":[],"Open document settings":[],"Open block settings":[],"Desktop":[],"Mobile":["মোবাইল"],"Tablet":["ট্যাবলেট"],"Show link on new line":["নতুন লাইনে লিঙ্কটি দেখান"],"Date format":["তারিখ প্রদর্শন"],"Change Date":[],"Social Icon":[],"block keyword\u0004links":[],"Select poster image":[],"Image alignment":[],"Display featured image":[],"Post content":[],"Media file":[],"text color":[],"Embed a TikTok video.":[],"survey":[],"social":["সামাজিক"],"Loading…":[],"Customized":[],"Add template":[],"Global Styles":[],"Display settings":[],"Choose variation":[],"Angle":[],"%s Block":[],"%1$s Block. %2$s":[],"%1$s Block. Column %2$d":[],"%1$s Block. Column %2$d. %3$s":[],"%1$s Block. Row %2$d. %3$s":[],"Post Date":[],"Post Author":[],"Choose":[],"Theme":[],"Footer label":[],"Header label":[],"The description will be displayed in the menu if the current theme supports it.":[],"Level %1$s. %2$s":[],"Level %s. Empty.":[],"Empty":[],"Search results for \"%s\"":[],"Multiple selected blocks":[],"By %s":[],"Briefly describe the link to help screen reader users.":[],"Link label":[],"%s label":[],"Matt Mullenweg":[],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":[],"Full post":[],"Show:":[],"Suspendisse commodo neque lacus, a dictum orci interdum et.":[],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":[],"Buttons":["বাটনসমূহ"],"Background":[],"Image size":["ছবির আকার"],"Here's a detailed guide.":[],"New to the block editor? Want to learn more about using it? ":[],"Learn how to use the block editor":[],"Help":["সাহায্য"],"Submit for Review…":[],"Update…":["হালনাগাদ..."],"Untitled":["শিরোনামহীন"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":[],"Next":[],"Previous":[],"Finish":["শেষ"],"Page %1$d of %2$d":[],"Guide controls":[],"Remove Control Point":[],"Use your left or right arrow keys or drag and drop with the mouse to change the gradient position. Press the button to change the color or remove the control point.":[],"Gradient control point at position %1$s%% with color code %2$s.":[],"Open Media Library":[],"The media file has been replaced":[],"Replace":["প্রতিস্থাপন করুন"],"Choose a pattern":[],"You are currently in edit mode. To return to the navigation mode, press Escape.":[],"You are probably offline.":[],"Justify items right":[],"Justify items center":[],"Justify items left":[],"Change items justification":[],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":[],"ADD MEDIA":[],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":[],"Get to know the block library":[],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":[],"Make each block your own":[],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":[],"Welcome to the block editor":[],"Get started":[],"inserter":[],"Welcome Guide":[],"Post Title":[],"Add submenu":[],"Add link":[],"podcast":[],"All template parts":[],"Template Part":[],"Template Parts":[],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":[],"Menu Item":[],"Navigation":[],"(Note: many devices and browsers do not display this text.)":[],"Describe the role of this image on the page.":[],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":[],"Use the same %s on all screensizes.":[],"Large screens":[],"Medium screens":[],"Small screens":[],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":[],"Currently selected":[],"Search or type url":[],"Press ENTER to add this link":[],"Currently selected link settings":[],"Generic label for block inserter button\u0004Add block":[],"directly add the only allowed block\u0004Add %s":[],"%s block added":[],"Extra Large":[],"Block breadcrumb":[],"Editor footer":[],"Site Title":[],"Open Colors Selector":[],"No templates found":[],"All templates":[],"Template":["টেম্পলেট"],"Gradient: %s":["গ্র্যাডিয়েন্ট: %s"],"Gradient code: %s":[],"All content copied.":[],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":[],"Gradient":[],"No Preview Available.":[],"Midnight":["মধ্যরাত্রি"],"Electric grass":[],"Pale ocean":[],"Luminous dusk":[],"Blush bordeaux":[],"Blush light purple":[],"Cool to warm spectrum":[],"Very light gray to cyan bluish gray":[],"Luminous vivid orange to vivid red":[],"Luminous vivid amber to luminous vivid orange":[],"Light green cyan to vivid green cyan":[],"Vivid cyan blue to vivid purple":[],"December 6, 2018":["ডিসেম্বর ৬, ২০১৮"],"February 21, 2019":["ফেব্রুয়ারি ২১, ২০১৯"],"May 7, 2019":["মে ৭, ২০১৯"],"Release Date":["প্রকাশের তারিখ"],"Jazz Musician":["জাজ মিউজিশিয়ান"],"Version":["সংস্করণ"],"Six.":["ছ‍‍য়।"],"Five.":["পাঁচ।"],"Four.":["চার।"],"Three.":["তিন।"],"Two.":["দুই।"],"One.":["এক।"],"One of the hardest things to do in technology is disrupt yourself.":[],"— Kobayashi Issa (一茶)":[],"The wren<br>Earns his living<br>Noiselessly.":[],"Welcome to the wonderful world of blocks…":[],"<strong>Snow Patrol<\/strong>":[],"Dimensions":[],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":[],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":[],"Call to Action":[],"In quoting others, we cite ourselves.":[],"Mont Blanc appears—still, snowy, and serene.":[],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":[],"Templates":[],"Add":["যুক্ত করুন"],"%s out of 5 stars":[],"Enter address":[],"Attachment page":[],"Fill":["পূরণ করুন"],"Link rel":[],"Border radius":[],"Write gallery caption…":[],"Restore the backup":[],"The backup of this post in your browser is different from the version below.":[],"Reverse list numbering":[],"Start value":[],"Ordered list settings":[],"Clear Media":[],"Default Style":[],"Not set":[],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":[],"Change column alignment":[],"Align column right":[],"Align column center":[],"Align column left":[],"Color":[],"Vivid purple":[],"A page reload is required for this change. Make sure your content is saved before reloading.":[],"Display these keyboard shortcuts.":[],"Experiments Settings":[],"Experimental settings":[],"Custom":[],"Draft":[],"Learn more about anchors":[],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":[],"Upload a video file, pick one from your media library, or add one with a URL.":[],"Upload an image file, pick one from your media library, or add one with a URL.":[],"Upload an audio file, pick one from your media library, or add one with a URL.":[],"Upload a media file or pick one from your media library.":[],"Skip":[],"Select a variation to start with.":[],"Title attribute":[],"Open in new tab":["নতুন ট্যাবে খুলুন"],"Move right":["ডানে সরান"],"Move left":[],"Links":[],"menu":[],"Upload a file or pick one from your media library.":[],"Learn more about embeds":[],"Paste a link to the content you want to display on your site.":[],"Three columns; wide center column":[],"Three columns; equal split":[],"Two columns; two-thirds, one-third split":[],"Two columns; one-third, two-thirds split":[],"Two columns; equal split":[],"Create Table":["টেবিল তৈরি করুন"],"Insert a table for sharing data.":[],"Ungrouping blocks from within a grouping block back into individual blocks within the Editor \u0004Ungroup":[],"verb\u0004Group":[],"Separate with commas or the Enter key.":[],"Separate with commas, spaces, or the Enter key.":[],"Separate multiple classes with spaces.":[],"Move image forward":[],"Move image backward":[],"Block rendered as empty.":[],"Inline code":[],"Footer section":[],"Header section":[],"Sorting and filtering":[],"Column settings":[],"Footer":[],"This color combination may be hard for people to read.":[],"There is no poster image currently selected":[],"The current poster image url is %s":[],"Group":[],"Crop image to fill entire column":[],"Play inline":[],"Describe the purpose of the image.":[],"Add a block":[],"Block vertical alignment setting label\u0004Change vertical alignment":[],"Legacy Widget":[],"Select a legacy widget to display:":[],"There are no widgets available.":[],"%s: Change block type or style":[],"Search Terms":[],"Embedded content from %s can't be previewed in the editor.":[],"An error has occurred, which probably means the feed is down. Try again later.":[],"RSS Error:":[],"block style\u0004Default":[],"Stick to the top of the blog":[],"The last part of the URL.":[],"Fullscreen mode deactivated":[],"Fullscreen mode activated":[],"Spotlight mode deactivated":[],"Spotlight mode activated":[],"Top toolbar deactivated":[],"Top toolbar activated":[],"Back":["পিছনে"],"Taxonomy":[],"- Select -":["- নির্বাচন করুন -"],"Default":["পূর্বনির্ধারিত"],"Search":["অনুসন্ধান"],"Add button text…":[],"Button text":[],"Optional placeholder…":[],"Optional placeholder text":[],"Add label…":[],"Label text":[],"Max number of words in excerpt":[],"Display excerpt":[],"Display date":[],"Display author":[],"Edit RSS URL":[],"Hide the excerpt on the full content page":[],"The excerpt is visible.":[],"The excerpt is hidden.":[],"image %1$d of %2$d in gallery":[],"Sorry, this content could not be embedded.":[],"Embed Amazon Kindle content.":[],"ebook":[],"Embed Crowdsignal (formerly Polldaddy) content.":[],"Focal point picker":[],"Calendar":[],"Underline":["আন্ডারলাইন"],"Attempt Block Recovery":[],"Word count type. Do not translate!\u0004words":["শব্দসমুহ"],"content placeholder\u0004Content…":["বিষয়বস্তু:"],"button label\u0004Convert to link":["লিংকে রুপান্তর করুন"],"button label\u0004Try again":["পুণরায় চেষ্টা করুন"],"Editor tips":[],"Block (selected)":["ব্লক (selected)"],"Top toolbar":["ওপরের টুলবার"],"Link CSS Class":["CSS ক্লাস লিংক"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/wordpress.org\/plugins\/classic-editor\/"],"Sorry, you are not allowed to view revisions for this global style.":[],"To edit the featured image, you need permission to upload media.":[],"To edit this block, you need permission to upload media.":[],"Block tools":[],"Permalink":[],"This image has an empty alt attribute":[],"This image has an empty alt attribute; its file name is %s":[],"Link inserted.":[],"Warning: the link has been inserted but may have errors. Please test it.":[],"%s block selected.":[],"Thumbnail":[],"Full Size":[],"Link selected.":[],"Start writing with text or HTML":[],"Type text or HTML":[],"Align text right":[],"Align text center":[],"Align text left":[],"Empty block; start writing or type forward slash to choose a block":[],"Paragraph block":[],"Stack on mobile":[],"Drag images, upload new ones or select files from your library.":[],"Annotation":[],"blocks\u0004Most used":["সবচাইতে বেশি ব্যবহৃত"],"imperative verb\u0004Resolve":["সমাধান"],"font size name\u0004Huge":["অনেক বড় "],"font size name\u0004Large":["বড় "],"font size name\u0004Medium":["মাঝারি"],"font size name\u0004Small":["ছোট"],"font size name\u0004Normal":["সাধারন"],"button label\u0004Import":["আমদানি"],"button label\u0004Download":["ডাউনলোড"],"button label\u0004Embed":["বসান"],"block title\u0004Embed":["বসানো হয়েছে "],"block title\u0004Classic":[],"Link edited.":[],"Link removed.":[],"media":[],"Double-check your settings before publishing.":[],"Generating preview…":[],"Edit or replace the image":[],"Media":[],"Navigate to the nearest toolbar.":[],"Document tools":[],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":[],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":[],"Resize for smaller devices":[],"This embed may not preserve its aspect ratio when the browser is resized.":[],"This embed will preserve its aspect ratio when the browser is resized.":[],"Embed an Animoto video.":[],"Embed a Vimeo video.":[],"Embed Flickr content.":[],"Embed Spotify content.":[],"Embed SoundCloud content.":[],"Embed a WordPress post.":[],"Embed an Instagram post.":[],"Embed a Facebook post.":[],"Embed a WordPress.tv video.":[],"Embed a VideoPress video.":[],"Embed a Tumblr post.":[],"Embed a TED video.":[],"Embed Speaker Deck content.":[],"Embed a YouTube video.":[],"Embed SmugMug content.":[],"Embed Slideshare content.":[],"Embed Scribd content.":[],"Embed Screencast content.":[],"Embed ReverbNation content.":[],"Embed a Reddit thread.":[],"Embed Mixcloud content.":[],"Embed a tweet.":[],"Embed Kickstarter content.":[],"Embed Issuu content.":[],"Embed Imgur content.":[],"Embed a Dailymotion video.":[],"Embed CollegeHumor content.":[],"Embed Cloudup content.":[],"Pattern published privately.":[],"Pattern reverted to draft.":[],"M j, Y g:i a":[],"noun\u0004View":["দেখুন"],"editor button\u0004Left to right":["বাম দিক থেকে ডান দিকে"],"Save as pending":[],"%s address":[],"Paste or type URL":[],"Insert from URL":[],"Styles":[],"General":[],"Focus on one block at a time":[],"Access all block and document tools in a single place":[],"Options":[],"(opens in a new tab)":[],"Minutes":["মিনিট"],"Hours":[],"Time":["সময়"],"Year":["বছর"],"Day":["দিন"],"December":["ডিসেম্বর"],"November":["নভেম্বর"],"October":["অক্টোবর"],"September":["সেপ্টেম্বর"],"August":["আগস্ট"],"July":["জুলাই"],"June":["জুন"],"May":["মে"],"April":["এপ্রিল"],"March":["মার্চ"],"February":["ফেব্রুয়ারি"],"January":["জানুয়ারি"],"Month":["মাস"],"Date":["তারিখ"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":[],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":[],"Media area":[],"Show media on right":[],"Show media on left":[],"Cover":[],"Huge":[],"Medium":["মাঝারি"],"Normal":["সাধারণ"],"Paste URL or type to search":[],"Terms":["শর্তাবলী"],"Your work will be published at the specified date and time.":[],"Are you ready to schedule?":["আপনি কি শিডিউল করার জন্য প্রস্তুত?"],"Always show pre-publish checks.":[],"Take over":[],"Another user is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":[],"Another user now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":[],"Avatar":["অ্যাভাটার"],"This post is already being edited":["এই পোস্টটি ইতিমধ্যে সম্পাদিত হচ্ছে।"],"Someone else has taken over this post":[],"This block contains unexpected or invalid content.":[],"Resolve Block":[],"Convert to HTML":[],"Enable pre-publish checklist":[],"This block can only be used once.":[],"Exit code editor":[],"Editing code":["কোড সম্পাদনা করা হচ্ছে"],"View":["দেখান"],"HTML":["এইচটিএমএল"],"Write HTML…":["এইচটিএমএল লিখুন..."],"Media settings":[],"Overlay":[],"Invalid JSON file":[],"Import from JSON":[],"Backtick":[],"Period":[],"Comma":[],"Change type of %d block":[],"Current":["বর্তমান"],"After Conversion":["রূপান্তর করার পরে"],"Change alignment":[],"Change text alignment":[],"%d block":[],"Forward-slash":[],"No archives to show.":[],"%s: This file is empty.":[],"%s: Sorry, this file type is not supported here.":[],"Title":["শিরোনাম"],"Fullscreen mode":[],"Beautiful landscape":[],"Close panel":[],"Convert to Classic Block":[],"Poster image":[],"Create":["তৈরি করুন"],"Row count":["সারির সংখ্যা"],"Column count":["কলাম সংখ্যা"],"block description\u0004Create and save content to reuse across your site. Update the pattern, and the changes apply everywhere it’s used.":[],"Change the block type after adding a new paragraph.":[],"Spotlight mode":[],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":[],"Add tags":[],"Apply the \"%1$s\" format.":[],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":[],"Use a post format":[],"Move %1$d blocks from position %2$d right by one place":[],"Move %1$d blocks from position %2$d up by one place":[],"Move %1$s block from position %2$d right to position %3$d":[],"Move %1$s block from position %2$d up to position %3$d":[],"Insert a new block before the selected block(s).":[],"Remove the selected block(s).":[],"Duplicate the selected block(s).":[],"Block shortcuts":[],"Clear selection.":["সিলেকশন পরিষ্কার"],"Select all text when typing. Press again to select all blocks.":["টাইপ করার সময় সব লেখা নির্বাচন করুন। সব ব্লক নির্বাচন করতে আবার চাপুন।"],"Selection shortcuts":["নির্বাচন শর্টকাট"],"Switch between visual editor and code editor.":["ভিজ্যুয়াল এডিটর এবং কোড এডিটরের মধ্যে স্যুইচ করুন।"],"Navigate to the previous part of the editor.":[],"Navigate to the next part of the editor.":[],"Show or hide the Settings sidebar.":[],"Redo your last undo.":[],"Undo your last changes.":[],"Save your changes.":[],"Global shortcuts":[],"Remove a link.":[],"Convert the selected text into a link.":[],"Underline the selected text.":[],"Make the selected text italic.":[],"Make the selected text bold.":[],"Text formatting":[],"Insert a new block after the selected block(s).":[],"Keyboard shortcuts":[],"Thanks for testing Gutenberg!":[],"Help build Gutenberg":[],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository<\/a>.":[],"The WordPress community":[],"Code is Poetry":["কোড কবিতার মত"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":[],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":[],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":[],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":[],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":[],"If you combine the new <strong>wide<\/strong> and <strong>full-wide<\/strong> alignments with galleries, you can create a very media rich layout, very quickly:":[],"Media Rich":[],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":[],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":[],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":[],"Matt Mullenweg, 2017":[],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":[],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":[],"Visual Editing":[],"And <em>Lists<\/em> like this one of course :)":[],"Layout blocks, like Buttons, Hero Images, Separators, etc.":[],"Embeds, like YouTube, Tweets, or other WordPress posts.":[],"Galleries":["গ্যালারীসমূহ"],"Images &amp; Videos":[],"Text &amp; Headings":[],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":[],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)<\/code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":[],"The <em>Inserter<\/em> Tool":[],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":[],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":[],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":[],"A Picture is Worth a Thousand Words":[],"Headings are separate blocks as well, which helps with the outline and organization of your content.":[],"... like this one, which is right aligned.":[],"What you are reading now is a <strong>text block<\/strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":[],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content<\/em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":[],"Of Mountains &amp; Printing Presses":[],"Welcome to the Gutenberg Editor":[],"Learn more":["আরও জানুন"],"Are you sure you want to unschedule this post?":["আপনি কি নিশ্চিত যে, আপনি এই প্রকাশনাটি আনশিডিউল করতে চান?"],"The page number requested is larger than the number of pages available.":["অনুরোধকৃত পেজ নম্বর বিদ্যমান পেজ নম্বরের চেয়ে বড়।"],"XL":["এক্সট্রা লার্জ"],"L":["বড়"],"M":[],"S":[],"Small":["ছোট"],"Keep as HTML":[],"Edit URL":[],"The response is not a valid JSON response.":[],"Editor publish":[],"Muted":["মিউট করা"],"Display avatar":["অ্যাভাটার দেখান"],"Number of comments":["মন্তব্যর সংখ্যা"],"Auto":["স্বয়ংক্রিয়"],"Preload":["আগে থেকেই লোড করুন"],"https:\/\/wordpress.org\/support\/plugin\/gutenberg\/":["https:\/\/wordpress.org\/support\/plugin\/gutenberg\/"],"Support":["সাহায্য"],"No comments to show.":["প্রদর্শনের মতো কোন মন্তব্য নেই।"],"%1$s on %2$s":[],"Select Post":["প্রকাশনা নির্বাচন করুন"],"Select Week":["সপ্তাহ নির্বাচন করুন"],"Select Day":["দিন নির্বাচন করুন"],"Select Month":["মাস নির্বাচন করুন"],"Select Year":["বছর নির্বাচন করুন"],"Archives":["আর্কাইভ"],"Cyan bluish gray":["সায়ান নীল ধূসর"],"Vivid cyan blue":["গাঢ় নীলাভ নীল"],"Pale cyan blue":["ফ্যাকাশে নীলাভ নীল"],"Vivid green cyan":[],"Light green cyan":[],"Luminous vivid amber":[],"Luminous vivid orange":[],"Vivid red":[],"Pale pink":[],"Inline image":[],"Available block types":[],"Transform to":[],"Open publish panel":[],"Large":["বড়"],"Show download button":["ডাউনলোড বাটন দেখান"],"Link to":[],"Copy URL":[],"Write file name…":[],"File":["ফাইল"],"Square":["বর্গাকার"],"Loop":["পুনরাবৃত্তি"],"Autoplay":["সংয়ক্রীয় চালু"],"Playback controls":["প্লেব্যাক কন্ট্রোল"],"Disable tips":["টিপস বন্ধ"],"Got it":["বুঝতে পেরেছি"],"See next tip":["পরের টিপ দেখুন"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":[],"Are you ready to submit for review?":[],"Replace image":[],"Remove image":[],"Error while uploading file %s to the media library.":[],"%s: This file exceeds the maximum upload size for this site.":[],"View the autosave":[],"There is an autosave of this post that is more recent than the version below.":[],"Autosaving":[],"Enter URL here…":[],"Pin to toolbar":[],"Unpin from toolbar":[],"Fixed width table cells":[],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":[],"No results found.":[],"Error loading block: %s":[],"Unknown error":[],"term\u0004Remove %s":["%s মুছে ফেলুন"],"Height in pixels":[],"Toggle to show a large initial letter.":[],"Showing large initial letter.":[],"%1$s (%2$s of %3$s)":[],"Remove item":[],"Color code: %s":[],"Skip to the selected block":[],"Schedule…":["সময়সূচী"],"OK":["সঠিক"],"Close plugin":["প্লাগিন বন্ধ করুন"],"Editor settings":[],"Link settings":[],"Unlink":[],"Page break":[],"Pagination":["পেজিনেশন"],"Next page":["পরবর্তী পাতা"],"Height":["উচ্চতা"],"Width":["চওড়া"],"Thumbnails are not cropped.":[],"Thumbnails are cropped to align.":[],"Media Library":[],"Advanced":[],"Add item":["আইটেম যোগ করুন"],"Reset the template":["টেমপ্লেট রিসেট"],"Keep it as is":["যেমন আছে তেমনই রাখুন"],"The content of your post doesn’t match the template assigned to your post type.":[],"Resetting the template may result in loss of content, do you want to continue?":[],"Document Statistics":[],"is now scheduled. It will go live on":[],"Scheduled":[],"Scheduling…":[],"Code editor selected":[],"Visual editor selected":[],"Plugins":["প্লাগইন সমূহ"],"Custom Size":["নিজস্ব সাইজ"],"term\u0004%s removed":[],"term\u0004%s added":[],"imperative verb\u0004Preview":["সম্পূর্ণ বিবরণের পূর্বরূপ দেখুন"],"Trashing failed":["ট্র্যাশিং ব্যর্থ হয়েছে"],"Updating failed.":["আপডেট ব্যর্থ হয়েছে"],"Scheduling failed.":[],"Publishing failed.":[],"View post":["প্রকাশনা দেখুন"],"You have unsaved changes. If you proceed, they will be lost.":[],"Document Outline":[],"Paragraphs":["অনুচ্ছেদসমূহ"],"Headings":["শিরোনামসমূহ"],"Words":["শব্দ সমুহঃ"],"Public":["পাবলিক"],"Password protected":["পাসওয়ার্ড দ্বারা সুরক্ষিত"],"Only visible to site admins and editors.":["শুধু সাইট এডমিন এবং এডিটর এর কাছে দৃশ্যমান।"],"Private":["ব্যক্তিগত"],"Visible to everyone.":["সবাই দেখতে পাবে।"],"Would you like to privately publish this post now?":["আপনি কি এই পোস্টটি এখনই ব্যক্তিগতভাবে প্রকাশ করতে চান?"],"Use a secure password":["একটি নিরাপদ পাসওয়ার্ড ব্যবহার করুন"],"Create password":["পাসওয়ার্ড তৈরি করুন"],"Move to trash":["ট্র্যাশে স্থানান্তর করুন"],"Parent Term":["মূল শব্দ"],"Parent Category":["উর্ধতন বিভাগ"],"Add new term":["নতুন টার্ম যোগ করুন"],"Add new category":["নতুন ক্যাটাগরি অ্যাড করুন"],"Term":["টার্ম"],"Tag":["ট্যাগ"],"Add new Term":["নতুন টার্ম যোগ করুন"],"Add new tag":["নতুন ট্যাগ যোগ করুন"],"Switch to draft":["খসড়াতে বদলে নিন"],"Are you sure you want to unpublish this post?":["আপনি কি নিশ্চিত যে, আপনি এই প্রকাশনাটি অপ্রকাশিত করতে চান?"],"Immediately":["এখনি"],"Save draft":["খসড়া সংরক্ষণ করুন"],"Saving":["সংরক্ষণ করা হচ্ছে"],"Publish:":["প্রকাশ করুন:"],"Visibility:":["দৃশ্যমানতা:"],"Are you ready to publish?":["আপনি কি প্রকাশের জন্য প্রস্তুত?"],"What’s next?":["এরপর কি?"],"is now live.":["এখন লাইভ।"],"Published":["প্রকাশিত"],"Schedule":["সময়সূচী"],"Update":["হালনাগাদ"],"Submit for Review":["রিভিউ করতে জমা দিন"],"Updating…":["আপডেট করা হচ্ছে…"],"Publishing…":["প্রকাশ করা হচ্ছে..."],"Allow pingbacks & trackbacks":["পিংব্যাক এবং ট্র্যাকব্যাকগুলোকে অনুমতি দিন"],"Copy":["কপি"],"Pending review":["পর্যবেক্ষণের অপেক্ষায়"],"%d Revision":[],"Suggestion:":[],"Post Format":[],"Chat":["কথোপকথন"],"Status":["অবস্থা"],"Standard":[],"Aside":[],"Featured image":[],"Set featured image":["নির্বাচিত ছবি যুক্ত করুন"],"Learn more about manual excerpts":[],"Write an excerpt (optional)":["একটি উদ্ধৃতি লিখুন (ঐচ্ছিক)"],"Allow comments":["মন্তব্য করতে পারবে।"],"Default template":["ডিফল্ট টেমপ্লেট"],"Template:":["টেমপ্লেট"],"no title":["কোনো শিরোনাম নেই"],"Order":["ক্রম"],"No blocks found.":["কোন ব্লক পাওয়া যায় নি"],"%d result found.":[],"Saved":["সংরক্ষিত"],"Embeds":[],"Blocks":["ব্লকসমূহ"],"Search for a block":[],"Copy Error":[],"Copy Post Text":[],"The editor has encountered an unexpected error.":[],"Undo":["পূর্বাবস্থায় ফিরুন"],"Redo":["পুণরায় করুন"],"(Multiple H1 headings are not recommended)":["(একাধিক H1 হেডিং না দেয়ার পরামর্শ রইলো)"],"(Your theme may already use a H1 for the post title)":["(আপনার থিমে আগেই প্রকাশনা শিরোনামে H1 ব্যবহৃত হয়েছে)"],"(Incorrect heading level)":["(শিরোনাম লেভেলে ভুল আছে)"],"(Empty heading)":["(কোনো শিরোনাম নেই)"],"Blocks styles":[],"Convert to blocks":[],"More options":[],"Edit visually":[],"Duplicate":[],"Blocks cannot be moved down as they are already at the bottom":[],"Blocks cannot be moved up as they are already at the top":[],"Block %1$s is at the beginning of the content and can’t be moved right":[],"Block %1$s is at the end of the content and can’t be moved right":[],"Block %s is the only block, and cannot be moved":[],"Move down":["নিচে সরান"],"Move up":["উপরে উঠান"],"Edit as HTML":["HTML হিসাবে সম্পাদনা করুন"],"Convert to Blocks":[],"Block: %s":[],"This block has encountered an error and cannot be previewed.":[],"No block selected.":[],"Transform into:":[],"Remove":["মুছে দিন"],"Find original":["আসলটি খুঁজুন"],"Copied!":["কপি করা হয়েছে!"],"Visibility":["দৃশ্যমানতা"],"Page attributes":["পাতার অ্যাট্রিবিউটসমূহ"],"Block":["ব্লক"],"Block Settings":["ব্লক সেটিংসমূহ"],"Document":["ডকুমেন্ট"],"Document settings":["ডকুমেন্ট সেটিংস"],"Table of Contents":["সুচিপত্র"],"Close Settings":["সেটিংস বন্ধ করুন"],"Editor content":["এডিটর কনটেন্ট"],"Tools":["টুলস"],"Editor":["সম্পাদক"],"Code editor":["কোড এডিটর"],"Visual editor":["ভিজুয়াল এডিটর"],"Editor top bar":["এডিটরের উপরের বার"],"Settings":["সেটিংসমূহ"],"Reset":["রিসেট"],"Dismiss this notice":["এই নোটিশ বাতিল কর"],"Item removed.":["আইটেম মুছে ফেলা হয়েছে।"],"Item added.":["আইটেম যুক্ত হয়েছে।"],"Off":["বন্ধ"],"Drop files to upload":["ফাইল আপলোড করার জন্য ছাড়ুন"],"PM":["অপরাহ্ন"],"AM":["পূর্বাহ্ন"],"An unknown error occurred.":["অজানা ত্রুটি দেখা দিয়েছে"],"No results.":["কোনো ফলাফল নেই"],"%d result found, use up and down arrow keys to navigate.":[],"(no title)":["(শিরোনামহীন)"],"URL":["ইউআরএল"],"Submit":["জমা দিন"],"Close":["বন্ধ"],"Insert link":["লিংক যুক্ত করুন"],"Edit link":[],"Link":["লিংক"],"Strikethrough":["মাঝ-বরাবর-দাগ"],"Italic":["ইটালিক"],"Bold":["বোল্ড"],"Remove link":["লিংক সরিয়ে ফেলুন"],"Number of items":["আইটেমের সংখ্যা"],"All":["সকল"],"Category":["বিভাগ"],"Z → A":["জেড → এ"],"A → Z":["এ → জেড"],"Oldest to newest":["পুরানো থেকে নতুন"],"Newest to oldest":["নতুন থেকে পুরানো"],"Order by":["সাজানোর ধরন"],"Select":["বাছাই করুন"],"Select or Upload Media":["মিডিয়া নির্বাচন বা আপলোড করুন"],"Video":["ভিডিও"],"Text columns":[],"New Column":["নতুন কলাম"],"Delete column":["কলাম মুছে ফেলুন"],"Delete row":["সারি অপসারণ"],"Edit table":[],"Table":["টেবিল"],"Write shortcode here…":["এখানে শর্টকোড লিখুন..."],"Shortcode":["শর্টকোড"],"Separator":[],"Quote":["উক্তি"],"Write preformatted text…":[],"Paragraph":["অনুচ্ছেদ"],"Font size":["ফন্টের আকার"],"Drop cap":[],"Read more":["বিস্তারিত পড়ুন"],"Indent list item":[],"Outdent list item":[],"Convert to ordered list":[],"Convert to unordered list":[],"List":["লিস্ট"],"No posts found.":[],"Latest Posts":[],"Display post date":[],"Grid view":[],"List view":[],"photo":["ছবি"],"Size":["আকার"],"Image":["ছবি"],"Preview":["পূর্বরূপ"],"Heading":["শিরোনাম"],"Heading %d":[],"Heading settings":[],"Images":["ছবিসমূহ"],"None":["কিছুই না"],"Media File":["মিডিয়া ফাইল"],"Attachment Page":[],"Crop images":[],"Gallery":["গ্যালারী"],"More":["আরোও"],"Classic":["ক্লাসিক"],"video":["ভিডিও"],"audio":["অডিও"],"music":["মিউজিক"],"image":["ছবি"],"blog":["ব্লগ"],"post":["পোস্ট"],"Embedded content from %s":[],"Enter URL to embed here…":[],"%s URL":["%s ইউআরএল"],"Write title…":["শিরোনাম লিখুন ..."],"Fixed background":[],"Edit image":[],"Columns":["কলামসমুহ"],"Experiments":[],"%1$s (%2$s)":[],"Code":["কোড"],"Write code…":["কোড লেখা..."],"Categories":["বিভাগসমূহ"],"Show hierarchy":[],"Show post counts":[],"Display as dropdown":[],"Add text…":["লেখা যোগ করুন..."],"Button":["বাটন"],"Apply":["প্রয়োগ করুন"],"Block has been deleted or is unavailable.":[],"Reusable blocks":[],"Cancel":["বাতিল করুন"],"Edit":["সম্পাদনা"],"Use URL":["লিঙ্ক ব্যবহার করুন"],"Audio":["অডিও"],"Upload":["আপলোড"],"Additional CSS class(es)":["অতিরিক্ত সিএসএস ক্লাস"],"HTML anchor":[],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker %s.":[],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter %s.":[],"Clear":["মুছুন"],"Custom color picker.":[],"Color: %s":[],"Full width":["পূৰ্ণ প্ৰস্থ"],"Wide width":[],"Widgets":["উইজেটসমূহ"],"Align right":["ডান বিন্যস্ত করুন"],"Align center":[],"Align left":[],"Add title":["শিরোনাম যোগ করুন"],"Unique identifier for the revision.":[],"Gutenberg development mode requires files to be built. Run <code>npm install<\/code> to install dependencies, <code>npm run build<\/code> to build the files or <code>npm run dev<\/code> to build the files and watch for changes. Read the <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contributing<\/a> file for more information.":[],"Gutenberg Team":[],"https:\/\/github.com\/WordPress\/gutenberg":["https:\/\/github.com\/WordPress\/gutenberg"],"Gutenberg":["গুটেনবার্গ"],"Authors":["লেখক"],"Slug":["স্লাগ"],"Comment":["মন্তব্য দিন"],"Discussion":["আলোচনা"],"Custom fields":["কাস্টম ফিল্ড"],"Excerpt":["এক্সপার্ট"],"Publish":["প্রকাশ"],"Metadata":["মেটাডেটা"],"Save":["সংরক্ষণ"],"Revisions":["পর্যবেক্ষণ"],"F j, Y g:i a":[],"F j, Y":[],"g:i a":[],"%s ago":[],"%s from now":[],"Sorry, you are not allowed to edit Navigation Menus as this user.":[],"Classic Editor":["ক্লাসিক এডিটর"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":[],"Documentation":["ডকুমেন্টেশন\/সহায়িকা"],"Demo":["ডেমো"],"(Untitled)":["(Untitled)"],"Select Category":["ক্যাটাগরি সিলেক্ট করুন"]}}}