{"translation-revision-date":"2023-09-07 10:22:40+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n==1) ? 0 : (n==2) ? 1 : (n != 8 && n != 11) ? 2 : 3;","lang":"cy_GB"},"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["Nodwch faint o ddolenni all ymddangos cyn ac ar ôl rhif y dudalen gyfredol. Mae dolenni i'r dudalen gyntaf, gyfredol ac olaf bob amser yn weladwy."],"Number of links":["Nifer y dolenni"],"Don't refresh the page when paginating to another page.":["Peidiwch ag adnewyddu'r dudalen wrth dudalenu i dudalen arall."],"Enhanced pagination":["Tudalennu gwell"],"User Experience":["Profiad y Defnyddiwr"],"Enhanced Pagination might cause interactive blocks within the Post Template to stop working. Disable it if you experience any issues.":["Gallai Tudalennu Gwell achosi i flociau rhyngweithiol o fewn y Templed Cofnod beidio â gweithio. Analluogwch ef os cewch unrhyw broblemau."],"Ungroup":["Dad-grwpio"],"Block hooks allow automatically inserting a block in a position relative to another.":["Mae bachau bloc yn caniatáu gosod bloc yn awtomatig mewn safle cymharol ag un arall."],"Block hooks":["Bachau bloc"],"This block is automatically inserted near any occurence of the block types used as keys of this map, into a relative position given by the corresponding value.":["Mae'r bloc hwn yn cael ei fewnosod yn awtomatig ger unrhyw enghraifft o'r mathau o flociau sy'n cael eu defnyddio fel allweddi'r map hwn, i safle cymharol yn ôl y gwerth cyfatebol."],"Cannot hook block to itself.":["Nid oes modd bachu bloc iddo'i hun."],"%d years":["%d blwyddyn"],"a year":["blwyddyn"],"%d months":["%d mis"],"a month":["mis"],"%d days":["%d diwrnod"],"a day":["diwrnod"],"%d hours":["%d awr"],"an hour":["awr"],"%d minutes":["%d munud"],"a minute":["munud"],"%d seconds":["%d eiliad"],"a second":["eiliad"],"taxonomy singular name\u0004Pattern Category":["Categori Patrwm"],"taxonomy general name\u0004Pattern Categories":["Categorïau Patrymau"],"Whether the theme is a block-based theme.":["P'un ai yw'r thema yn thema sy'n seiliedig ar flociau."],"Page Loaded.":["Tudalen wedi'i Llwytho."],"Loading page, please wait.":["Wrthi'n llwytho'r dudalen, arhoswch."],"block description\u0004Display the publish date for an entry such as a post or page.":["Dangos dyddiad cyhoeddi cofnod fel cofnod neu dudalen."],"block title\u0004Date":["Dyddiad"],"block title\u0004Content":["Cynnwys"],"block title\u0004Author":["Awdur"],"block keyword\u0004toggle":["toglo"],"\"%s\" duplicated.":["\"%s\" wedi'i ddyblygu."],"Style revisions":["Diwygiadau arddull"],"Customize CSS":["Cyfaddasu CSS"],"Editing template part:":["Golygu rhan o dempled:"],"Editing template:":["Golygu templed:"],"Editing navigation menu:":["Golygu dewislen llywio:"],"Editing pattern:":["Golygu patrwm:"],"Any unsaved changes will be lost when you apply this revision.":["Bydd unrhyw newidiadau heb eu cadw yn cael eu colli pan fyddwch yn gosod y diwygiad hwn."],"Changes saved by %s":["Newidiadau wedi'u cadw gan %s"],"Default styles":["Arddulliau rhagosodedig"],"Changes saved by %1$s on %2$s":["Newidiadau wedi'u cadw gan %1$s ar %2$s"],"Changes saved by %1$s on %2$s (current)":["Newidiadau wedi'u cadw gan %1$s ar %2$s (cyfredol)"],"Unsaved changes by %s":["Newidiadau heb eu cadw gan %s"],"Reset the styles to the theme defaults":["Ailosod yr arddulliau i ragosodiadau'r thema"],"No":["Na"],"Yes":["Iawn"],"%s (removed)":["%s (wedi'i dynnu)"],"Changes will apply to new posts only. Individual posts may override these settings.":["Bydd newidiadau yn berthnasol dim ond i gofnodion newydd. Gall gofnodion unigol ddiystyru'r gosodiadau hyn."],"%s behaviors applied.":["%s ymddygiad wedi'u gosod."],"Preview in a new tab":["Rhagolwg mewn tab newydd"],"Pre-publish checklist on.":["Rhestr wirio cyn cyhoeddi ymlaen."],"Pre-publish checklist off.":["Rhestr wirio cyn cyhoeddi ddim ymlaen."],"Disable pre-publish checklist":["Analluogi rhestr wirio cyn cyhoeddi"],"Breadcrumbs visible.":["Briwsion yn weladwy."],"Breadcrumbs hidden.":["Briwsion wedi'u cuddio."],"Show block breadcrumbs":["Dangos briwsion bloc"],"Hide block breadcrumbs":["Cuddio briwsion bloc"],"Editor preferences":["Dewisiadau golygydd"],"Post overview\u0004Outline":["Amlinelliad"],"Post overview\u0004List View":["Golwg Rhestr"],"You can enable the visual editor in your profile settings.":["Gallwch alluogi'r golygydd gweledol yn eich gosodiadau proffil."],"Distraction free off.":["Dim tarfu i ffwrdd."],"Distraction free on.":["Dim tarfu ymlaen."],"Search for commands":["Chwilio am orchmynion"],"The <main> element should be used for the primary content of your document only.":["Dylid defnyddio'r elfen <main> dim ond ar gyfer prif gynnwys eich dogfen."],"Modified Date":["Dyddiad Newidiwyd"],"Overlay menu controls":["Rheolaethau dewislen troshaenu"],"Navigation menu: \"%s\"":["Dewislen llywio: \"%s\""],"Enter fullscreen":["Mynd i'r sgrin lawn"],"Exit fullscreen":["Gadael y sgrin lawn"],"Select text across multiple blocks.":["Dewis testun ar draws blociau lluosog."],"Custom field meta_key":["Meta_key maes cyfaddas"],"Test Connections":["Profi Cysylltiadau"],"Connections":["Cysylltiadau"],"Enable the live collaboration and offline persistence between peers":["Galluogi cydweithio byw a dyfalbarhad all-lein rhwng cyfoedion"],"Live Collaboration and offline persistence ":["Cydweithio Byw a dyfalbarhad all-lein "],"Error installing fonts. No font was installed.":["Gwall wrth osod ffontiau. Heb osod ffont."],"No fonts to install":["Dim ffontiau i'w gosod"],"Error: WordPress does not have permission to write the fonts folder on your server.":["Gwall: Nid oes gan WordPress ganiatâd i ysgrifennu'r ffolder ffontiau ar eich gweinydd."],"Sorry, you are not allowed to update the Font Library on this site.":["Ymddiheuriadau, nid oes gennych ganiatâd i chi ddiweddaru'r Llyfrgell Ffontiau ar y wefan hon."],"Font family uninstalled successfully.":["Teulu ffont wedi'i ddadosod yn llwyddiannus."],"The font family slug.":["Bonyn teulu'r ffont."],"The font families to install.":["Y teuluoedd ffont i'w gosod."],"Font family [%1$s] Font face [%2$s] file is not defined in the request files.":["Teulu ffont [%1$s] Nid yw ffeil Font face [%2$s] wedi'i ddiffinio yn y ffeiliau cais."],"Font family [%1$s] Font face [%2$s] should have only one of the downloadFromUrl or uploadedFile properties defined and not both.":["Teulu ffontiau [%1$s] Dylai'r wyneb ffont [%2$s] ddim ond cael un o'r priodweddau downloadFromUrl neu wedi'i uploadedFile wedi'u diffinio ac nid y ddau."],"Font family [%1$s] Font face [%2$s] should have fontWeight and fontStyle properties defined.":["Teulu ffont [%1$s] Dylai fod gan wyneb ffont [%2$s] briodweddau fontWeight a fontStyle wedi'u diffinio."],"Font family [%s] should have at least one font face definition.":["Dylai fod gan deulu ffont [%s] o leiaf un diffiniad wyneb ffont."],"Font family [%s] should have fontFace property defined as an array.":["Dylai fod gan deulu ffontiau [%s] briodwedd fontFace wedi'i ddiffinio fel arae."],"Font family [%s] should have slug, name and fontFamily properties defined.":["Dylai fod gan deulu ffont [%s] fonyn, enw a phriodweddau ffontFamily wedi'u diffinio."],"fontFamilies should have at least one font family definition.":["Dylai fod gan fontFamilies o leiaf un diffiniad teulu ffont."],"fontFamilies should be an array of font families.":["Dylai fontFamilies fod yn amrywiaeth o deuluoedd ffont."],"The font face assets could not be written.":["Nid oedd modd ysgrifennu asedau wyneb ffont."],"Font post update failed":["Wedi methu diweddaru ffont y cofnod"],"Font post creation failed":["Methodd creu ffont y cofnod"],"The font family could not be deleted.":["Nid oedd modd dileu teulu'r ffont."],"The font family could not be found.":["Nid oedd modd dod o hyd i deulu'r ffont."],"Fonts must have the same slug to be merged.":["Rhaid i ffontiau gael yr un bonyn i gael eu huno."],"Cannot visit tag closers in HTML Processor.":["Methu ymweld â chlowyr tagiau yn HTML Processor."],"Please pass a query array to this function.":["Pasiwch arae o ymholiadau i'r swyddogaeth hon."],"Call %s to create an HTML Processor instead of calling the constructor directly.":["Galw %s i greu Prosesydd HTML yn lle galw'r lluniwr yn uniongyrchol."],"Global behaviors.":["Ymddygiadau eang."],"Submit Search":["Cyflwyno Chwiliad"],"block keyword\u0004reusable":["ailddefnyddiadwy"],"Pattern imported successfully!":["Patrwm wedi'i fewnforio'n llwyddiannus!"],"Invalid Pattern JSON file":["Ffeil Patrwm JSON annilys"],"Set pattern sync status":["Gosod statws cydweddu patrwm"],"Filter by sync status":["Hidlo yn ôl statws cydweddu"],"Last page":["Tudalen olaf"],"paging\u0004%1$s of %2$s":["%1$s o %2$s"],"Previous page":["Tudalen flaenorol"],"First page":["Tudalen gyntaf"],"%s item":["%s eitem","%s eitem","%s eitem","%s eitem"],"Copy to My patterns":["Copïo i Fy mhatrymau"],"Editing this pattern will also update anywhere it is used":["Bydd golygu'r patrwm hwn hefyd yn ei ddiweddaru unrhyw le y caiff ei ddefnyddio"],"Are you sure you want to clear these customizations?":["Ydych chi'n siŵr eich bod am glirio'r cyfaddasiadau hyn?"],"Theme & plugin patterns cannot be edited.":["Nid oes modd golygu patrymau thema ac ategyn."],"My Patterns":["Fy Mhatrymau"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Defnyddiwch y bysellau saeth chwith a dde i newid maint y cynfas. Pwyswch shifft i newid maint mewn cynyddrannau mwy."],"Post Template displays each post or page in a Query Loop.":["Mae Templed Cofnod yn dangos pob cofnod neu dudalen mewn Cylch Ymholiad."],"Move to Trash":["Symud i'r Sbwriel"],"An error occurred while moving the page to the trash.":["Digwyddodd gwall wrth symud y dudalen i'r bin sbwriel."],"\"%s\" moved to the Trash.":["Symudwyd \"%s\" i'r Sbwriel."],"Looking for template parts? Find them in \"Patterns\".":["Chwilio am rannau templed? Mae nhw ar gael yn \"Patrymau\"."],"Go to the Dashboard":["Mynd i'r Bwrdd Rheoli"],"Open patterns":["Agor patrymau"],"%s name":["Enw %s"],"%s: Name":["%s: Enw"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":["Mae'r dewisiadau dewislen presennol yn cynnig llai o hygyrchedd i ddefnyddwyr ac nid ydyn nhw'n cael eu hargymell. Mae galluogi naill ai \"Agor wrth Glicio\" neu \"Dangos saeth\" yn cynnig gwell hygyrchedd trwy ganiatáu i ddefnyddwyr bysellfwrdd bori trwy is-ddewislenni yn ddetholus."],"Edit Block Pattern":["Golygu Patrwm Bloc"],"Footnotes found in blocks within this document will be displayed here.":["Bydd troednodiadau sydd i'w cael mewn blociau o fewn y ddogfen hon yn cael eu dangos yma."],"Footnotes":["Troednodau"],"Template name\u0004All Archives":["Pob Archif"],"Editing the pattern will update it anywhere it is used.":["Bydd golygu'r patrwm yn ei ddiweddaru yn unrhyw le y caiff ei ddefnyddio."],"Create pattern\/reusable block":["Creu patrwm\/bloc y mae modd ei ailddefnyddio"],"Patterns content":["Cynnwys patrymau"],"Open command palette":["Agor palet gorchymyn"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Sylwch y gall yr un templed gael ei ddefnyddio gan dudalennau lluosog, felly gall unrhyw newidiadau sy'n cael ei wneud yma effeithio ar dudalennau eraill ar y wefan. I newid yn ôl i olygu cynnwys y dudalen cliciwch y botwm ‘Nôl’ yn y bar offer."],"Editing a template":["Golygu templed"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Mae bellach yn bosibl golygu cynnwys tudalen yng ngolygydd y wefan. I gyfaddasu rhannau eraill o'r dudalen fel y pennyn a'r troedyn newidiwch i olygu'r templed gan ddefnyddio'r bar ochr gosodiadau."],"Continue":["Parhau"],"Editing a page":["Golygu tudalen"],"This pattern cannot be edited.":["Nid oes modd golygu'r patrwm hwn."],"Loading patterns…":["Wrthi'n llwytho patrymau…"],"Are you sure you want to delete this template part?":["Ydych chi'n siŵr eich bod am ddileu'r rhan yma o dempled?"],"Are you sure you want to delete this template?":["Ydych chi'n siŵr eich bod am ddileu'r templed yma?"],"Toggle list view":["Toglo golwg rhestr"],"Toggle fullscreen mode":["Toglo'r modd sgrin lawn"],"Manage all of my patterns":["Rheoli fy holl batrymau"],"Command palette":["Palet gorchymyn"],"Open the command palette.":["Agor y palet gorchymyn."],"Detach pattern":["Datgysylltu patrwm"],"Detach patterns":["Datgysylltu patrymau"],"Detach":["Datgysylltu"],"Edit Page List":["Golygu Rhestr Tudalen"],"This page list is synced with the published pages on your site. Detach the page list to add, delete, or reorder pages yourself.":["Mae'r rhestr dudalen hon wedi'i chydweddu â'r tudalennau sydd wedi'u cyhoeddi ar eich gwefan. Datgysylltwch y rhestr tudalennau i ychwanegu, dileu, neu aildrefnu tudalennau eich hun."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Mae'n ymddangos eich bod yn ceisio defnyddio'r bloc Clasurol anghymeradwy. Gallwch adael y bloc hwn yn gyfan, neu ei dynnu'n gyfan gwbl. Fel arall, gallwch adnewyddu'r dudalen i ddefnyddio'r bloc Clasurol."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Mae'n ymddangos eich bod yn ceisio defnyddio'r bloc Clasurol anghymeradwy. Gallwch adael y bloc hwn yn gyfan, trosi ei gynnwys i floc HTML Cyfaddas, neu ei dynnu'n gyfan gwbl. Fel arall, gallwch adnewyddu'r dudalen i ddefnyddio'r bloc Clasurol."],"Removing these blocks is not advised.":["Peidiwch â thynnu'r blociau hyn."],"Fade":["Pylu"],"Name for applying graphical effects\u0004Filters":["Hidlau"],"Text orientation":["Cyfeiriad testun"],"Hide block tools":["Cuddio offer bloc"],"Reusable blocks are now synced patterns. A synced pattern will behave in exactly the same way as a reusable block.":["Mae blociau ailddefnyddiadwy bellach yn batrymau wedi'u cydweddu. Bydd patrwm wedi'i gydweddu'n ymddwyn yn union yr un ffordd â bloc ailddefnyddiadwy."],"Custom patterns added by site users.":["Patrymau cyfaddas wedi'u hychwanegu gan ddefnyddwyr y wefan."],"My patterns":["Fy mhatrymau"],"Disable TinyMCE and Classic block":["Analluogi TinyMCE a'r bloc Clasurol"],"The offset number requested is larger than or equal to the number of available revisions.":["Mae'r nifer gwrthbwyso y mae gofyn amdano yn fwy neu'n hafal i nifer y diwygiadau sydd ar gael."],"Cannot find user global styles revisions.":["Methu dod o hyd i adolygiadau defnyddiwr arddulliau eang."],"Template name\u0004Page: 404":["Tudalen: 404"],"Template name\u0004Attachment Pages":["Tudalennau Atodiad"],"Template name\u0004Single Entries":["Cofnodion Sengl"],"Template name\u0004Blog Home":["Cartref Blog"],"`experimental-link-color` is no longer supported. Use `link-color` instead.":["Nid yw `experimental-link-color` yn cael ei gefnogi bellach. Defnyddiwch `link-color` yn lle hynny."],"Sync status":["Statws cydweddu"],"block title\u0004Pattern placeholder":["Dalfan patrwm"],"block keyword\u0004references":["cyfeiriadau"],"block title\u0004Footnotes":["Troednodau"],"Unsynced Pattern created: %s":["Patrwm heb ei gydweddu wedi'i greu: %s"],"Synced Pattern created: %s":["Patrwm wedi'i gydweddu wedi'i greu: %s"],"Untitled Pattern block":["Bloc Patrwm Di-deitl"],"Not synced":["Heb ei gydweddu"],"Fully synced":["Wedi'i gydweddu'n llawn"],"Syncing":["Cydweddu"],"Upload all":["Llwytho'r cyfan"],"There are some external images in the post which can be uploaded to the media library. Images coming from different domains may not always display correctly, load slowly for visitors, or be removed unexpectedly.":["Mae rhai delweddau allanol yn y cofnod y mae modd eu llwytho i lyfrgell y cyfryngau. Efallai na fydd delweddau sy'n dod o wahanol barthau bob amser yn cael eu dangos yn gywir, yn llwytho'n araf i ymwelwyr, neu'n cael eu tynnu'n annisgwyl."],"External media":["Cyfryngau allanol"],"Select image block.":["Dewiswch bloc delwedd."],"Allow comments on new posts":["Caniatáu sylwadau ar gofnodion newydd"],"Maximum posts per page":["Uchafswm cofnodion fesul tudalen"],"Patterns that can be changed freely without affecting the site.":["Patrymau y mae modd eu newid yn rhydd heb effeithio ar y wefan."],"Patterns that are kept in sync across the site.":["Patrymau sy'n cael eu cydweddu ar draws y wefan."],"Search patterns":["Chwilio patrymau"],"No patterns found.":["Heb ganfod patrymau."],"Action menu for %s pattern":["Dewislen gweithredu ar gyfer patrwm %s"],"Empty pattern":["Patrwm gwag"],"Press Enter to edit, or Delete to delete the pattern.":["Pwyswch Enter i olygu, neu Del i ddileu'r patrwm."],"An error occurred while deleting the pattern.":["Digwyddodd gwall wrth ddileu'r patrwm."],"Learn about styles":["Dysgu am arddulliau"],"Open styles":["Arddulliau agored"],"Reset styles to defaults":["Ailosod arddulliau i'r rhagosodiadau"],"Change publish date":["Newid dyddiad cyhoeddi"],"Hide this page behind a password":["Cuddio'r dudalen hon tu ôl i gyfrinair"],"Password":["Cyfrinair"],"An error occurred while updating the status":["Digwyddodd gwall wrth ddiweddaru'r statws"],"Change status":["Newid statws"],"Publish automatically on a chosen date.":["Cyhoeddi'n awtomatig ar ddyddiad a ddewiswyd."],"Waiting for review before publishing.":["Aros am adolygiad cyn cyhoeddi."],"Not ready to publish.":["Ddim yn barod i gyhoeddi."],"Revision history":["Hanes adolygu"],"An error occurred while creating the page.":["Digwyddodd gwall wrth greu'r dudalen."],"Activating":["Yn gweithredu"],"Unable to duplicate Navigation menu (%s).":["Methu â dyblygu dewislen Llywio (%s)."],"Duplicated Navigation menu":["Dewislen Llywio wedi'i dyblygu"],"%s (Copy)":["%s (Copi)"],"Unable to rename Navigation menu (%s).":["Methu ailenwi'r ddewislen Llywio (%s)."],"Renamed Navigation menu":["Dewislen Llywio wedi'i hailenwi"],"Unable to delete Navigation menu (%s).":["Methu dileu dewislen Llywio (%s)."],"Deleted Navigation menu":["Dewislen Llywio wedi'i dileu"],"Are you sure you want to delete this Navigation menu?":["Ydych chi'n siŵr eich bod chi am ddileu'r ddewislen llywio hon?"],"Navigation title":["Teitl llywio"],"Go to %s":["Mynd i %s"],"This is the %s pattern.":["Dyma'r patrwm %s."],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Gosodwch y nifer rhagosodedig o gofnodion i'w dangos ar dudalennau blog, gan gynnwys categorïau a thagiau. Gall rhai templedi ddiystyru'r gosodiad hwn."],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Gosodwch deitl y Dudalen Cofnodion. Yn ymddangos mewn canlyniadau chwilio, a phan fydd y dudalen yn cael ei rhannu ar gyfryngau cymdeithasol."],"Blog title":["Teitl y blog"],"Manage my patterns":["Rheoli fy mhatrymau"],"Select what the new template should apply to:":["Dewiswch beth ddylai'r templed newydd fod yn berthnasol iddo:"],"E.g. %s":["E.e. %s"],"No template parts or patterns found":["Heb ddarganfod unrhyw rannau neu batrymau templed"],"Manage what patterns are available when editing the site.":["Rheoli pa batrymau sydd ar gael wrth olygu'r wefan."],"Please enter a title.":["Rhowch deitl."],"Synced":["Cydweddwyd"],"My pattern":["Fy mhatrwm"],"Create pattern":["Creu patrwm"],"An error occurred while creating the pattern.":["Digwyddodd gwall wrth greu'r patrwm."],"Toggle code editor":["Toglo'r golygydd cod"],"Toggle top toolbar":["Toglo'r bar offer uchaf"],"Toggle spotlight mode":["Toglo'r modd sbotolau"],"Toggle distraction free":["Toglo'r dim tarfu"],"Toggle block inspector":["Toglo'r arolygydd bloc"],"Toggle settings sidebar":["Toglo'r bar ochr gosodiadau"],"Hide & Reload Page":["Cuddio ac Ail-lwytho Tudalen"],"Show & Reload Page":["Dangos ac Ail-lwytho Tudalen"],"Manage patterns":["Rheoli patrymau"],"Initial %d result loaded. Type to filter all available results. Use up and down arrow keys to navigate.":["Canlyniad y %d cychwynnol wedi'i lwytho. Teipiwch i hidlo'r holl ganlyniadau sydd ar gael. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Canlyniadau'r %d cychwynnol wedi'u lwytho. Teipiwch i hidlo'r holl ganlyniadau sydd ar gael. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Canlyniadau'r %d cychwynnol wedi'u lwytho. Teipiwch i hidlo'r holl ganlyniadau sydd ar gael. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Canlyniadau'r %d cychwynnol wedi'u lwytho. Teipiwch i hidlo'r holl ganlyniadau sydd ar gael. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio."],"Footnote":["Troednodyn"],"Lowercase Roman numerals":["Rhifau Rhufeinig mewn llythrennau bach"],"Uppercase Roman numerals":["Rhifau Rhufeinig mewn llythrennau mawr"],"Lowercase letters":["Llythrennau bach"],"Uppercase letters":["Llythrennau mawr"],"Numbers":["Rhifau"],"Numbering style":["Arddull rhifo"]," … <a>Read more<\/a>":[" … <a>Darllen mwy<\/a>"],"Image is contained without distortion.":["Mae'r ddelwedd wedi'i chynnwys heb afluniad."],"Image covers the space evenly.":["Mae'r ddelwedd yn gorchuddio'r gofod yn gyson."],"Image size option for resolution control\u0004Full Size":["Maint Llawn"],"Image size option for resolution control\u0004Large":["Mawr"],"Image size option for resolution control\u0004Medium":["Canolig"],"Image size option for resolution control\u0004Thumbnail":["Llun bach"],"Scale":["Graddio"],"Scale down the content to fit the space if it is too big. Content that is too small will have additional padding.":["Graddiwch y cynnwys i gyd-fynd â'r gofod os yw'n rhy fawr. Bydd cynnwys sy'n rhy fach yn cael padin ychwanegol."],"Scale option for dimensions control\u0004Scale down":["Graddio i lawr"],"Do not adjust the sizing of the content. Content that is too large will be clipped, and content that is too small will have additional padding.":["Peidiwch ag addasu maint y cynnwys. Bydd cynnwys sy'n rhy fawr yn cael ei glipio, a bydd cynnwys sy'n rhy fach yn cael padin ychwanegol."],"Scale option for dimensions control\u0004None":["Dim"],"Fill the space by clipping what doesn't fit.":["Llenwch y gofod trwy docio'r hyn nad yw'n ffitio."],"Scale option for dimensions control\u0004Cover":["Clawr"],"Fit the content to the space without clipping.":["Gosodwch y cynnwys i'r gofod heb ei dorri."],"Scale option for dimensions control\u0004Contain":["Cynhwyso"],"Fill the space by stretching the content.":["Llenwch y gofod trwy ymestyn y cynnwys."],"Scale option for dimensions control\u0004Fill":["Llanw"],"Aspect ratio option for dimensions control\u0004Custom":["Cyfaddas"],"Aspect ratio option for dimensions control\u0004Tall - 9:16":["Tal - 9:16"],"Aspect ratio option for dimensions control\u0004Wide - 16:9":["Llydan - 16:9"],"Aspect ratio option for dimensions control\u0004Classic Portrait - 2:3":["Portread Clasurol - 2:3"],"Aspect ratio option for dimensions control\u0004Classic - 3:2":["Clasurol - 3:2"],"Aspect ratio option for dimensions control\u0004Portrait - 3:4":["Portread - 3:4"],"Aspect ratio option for dimensions control\u0004Standard - 4:3":["Safonol - 4:3"],"Aspect ratio option for dimensions control\u0004Square - 1:1":["Sgwâr - 1:1"],"Aspect ratio option for dimensions control\u0004Original":["Gwreiddiol"],"Additional link settings\u0004Advanced":["Uwch"],"Change level":["Newid lefel"],"Position: %1$s":["Safle: %1$s"],"Animation":["Animeiddio"],"The block will stick to the scrollable area of the parent %s block.":["Bydd y bloc yn glynu at yr ardal sgroladwy o floc rhiant %s."],"Synced patterns":["Patrymau wedi'u cydweddu"],"Removing this block is not advised.":["Peidiwch â thynnu'r blociau hyn."],"Are you sure?":["Ydych chi'n siŵr?"],"Post Content displays the content of a post or page.":["Mae Cynnwys Cofnod yn dangos cynnwys cofnod neu dudalen."],"Query Loop displays a list of posts or pages.":["Mae Cylch Ymholiad yn dangos rhestr o cofnodion neu dudalennau."],"The date the template was last modified, in the site's timezone.":["Y dyddiad y cafodd y templed ei addasu ddiwethaf, yng nghylchfa amser y wefan."],"Where the pattern comes from e.g. core":["O ble ddaw’r patrwm e.e. core"],"The menu provided is not a valid menu.":["Nid yw'r ddewislen sy'n cael ei ddarparu'n ddewislen ddilys."],"Pattern updated.":["Patrwm wedi'i ddiweddaru."],"Pattern scheduled.":["Patrwm wedi'i amserlennu."],"Pattern published.":["Patrwm wedi'i gyhoeddi."],"Patterns list navigation":["Llywio rhestr patrymau"],"Filter Patterns list":["Hidlo rhestr patrymau"],"No Patterns found in Trash.":["Heb ganfod Patrymau yn y Bin Sbwriel."],"No Patterns found.":["Heb ganfod Patrymau."],"Search Patterns":["Chwilio am Batrwm"],"All Patterns":["Pob Patrwm"],"View Patterns":["Gweld Patrymau"],"View Pattern":["Gweld Patrwm"],"New Pattern":["Patrwm Newydd"],"Add new Pattern":["Ychwanegu Patrwm newydd"],"post type singular name\u0004Pattern":["Patrwm"],"post type general name\u0004Patterns":["Patrymau"],"\"%s\" in theme.json settings.color.duotone is not a hex or rgb string.":["Nid yw \"%s\" yn theme.json settings.color.duotone yn llinyn hecs neu rgb."]," … <a href=\"%1$s\" rel=\"noopener noreferrer\">Read more<\/a>":[" … <a href=\"%1$s\" rel=\"noopener noreferrer\">Darllen mwy<\/a>"],"block title\u0004Title":["Teitl"],"block title\u0004Excerpt":["Dyfyniad"],"View site (opens in a new tab)":["Gweld y wefan (yn agor mewn tab newydd)"],"Back to page":["Nôl i dudalen"],"You are editing a template.":["Rydych yn golygu templed."],"Edit your template to edit this block.":["Golygwch eich templed i olygu'r bloc hwn."],"Last edited %s":["Golygwyd diwethaf %s"],"Page":["Tudalen"],"Page (selected)":["Tudalen (dewiswyd)"],"<time>%s<\/time>":["<time>%s<\/time>"],"Are you sure you want to delete \"%s\"?":["Ydych chi'n siŵr eich bod eisiau dileu %s?"],"< 1 min":["< 1 mun"],"%s mins":["%s munud"],"Unknown":["Anhysbys"],"Parent":["Rhiant"],"Pending":["Dan ystyriaeth"],"Scheduled: <time>%s<\/time>":["Amserlenwyd: <time>%s<\/time>"],"Published <time>%s<\/time>":["Cyhoeddwyd<time> %s<\/time>"],"Create draft":["Creu drafft"],"Draft a new page":["Drafftio tudalen newydd"],"No title":["Dim teitl"],"Review %d change…":["Adolygu %d newid…","Adolygu %d newid…","Adolygu %d newid…","Adolygu %d newid…"],"Last modified":["Newidiwyd ddiwethaf"],"Editing template: ":["Yn golygu templed: "],"Focal point top position":["Lleoliad canolbwynt pwynt uchaf"],"Focal point left position":["Lleoliad canolbwynt pwynt chwith"],"Toggle off to hide the label text, e.g. \"Next Page\".":["Newid i guddio testun y label, e.e. \"Tudalen Nesaf\"."],"Show label text":["Dangos testun label"],"No excerpt found":["Heb ganfod dyfyniad"],"Excerpt text":["Testun dyfyniad"],"The content is currently protected and does not have the available excerpt.":["Mae'r cynnwys wedi'i warchod ar hyn o bryd ac nid yw'n cynnwys y dyfyniad sydd ar gael."],"This block will display the excerpt.":["Bydd y bloc hwn yn dangos y dyfyniad."],"Suggestions":["Awgrymiadau"],"The lightbox behavior is disabled for linked images.":["Mae ymddygiad y blwch golau wedi'i analluogi ar gyfer delweddau cysylltiedig."],"Button label to reveal side configuration options\u0004%s options":["%s dewis"],"Horizontal & vertical":["Llorweddol a fertigol"],"Expand search field":["Ehangu maes chwilio"],"Right to left":["De i'r chwith"],"Left to right":["Chwith i'r dde"],"Text direction":["Cyfeiriad testun"],"A valid language attribute, like \"en\" or \"fr\".":["Priodoledd iaith ddilys, fel \"en\" neu \"fr\"."],"Language":["Iaith"],"Document not found":["Dogfen heb ei ganfod"],"\"%s\" reverted.":["\"%s\" wedi ei ddychwelyd."],"Navigation Menu missing.":["Dewislen Llywio ar goll."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Mae dewislenni llywio yn gasgliad wedi'i guradu o flociau sy'n caniatáu i ymwelwyr symud o gwmpas eich gwefan."],"Manage your Navigation menus.":["Rheoli eich dewislenni Llywio."],"Examples of blocks":["Enghreifftiau o flociau"],"The relationship of the linked URL as space-separated link types.":["Perthynas yr URL cysylltiedig â mathau dolenni gofod-gwahanedig."],"Rel attribute":["Priodoledd Rel"],"Additional information to help clarify the purpose of the link.":["Gwybodaeth ychwanegol i helpu i egluro pwrpas y ddolen."],"This navigation menu is empty.":["Mae'r ddewislen llywio hon yn wag."],"Behaviors":["Ymddygiadau"],"No behaviors":["Dim ymddygiadau"],"The duotone id \"%s\" is not registered in theme.json settings":["Nid yw'r rhif adnabod deuliw \"%s\" wedi'i gofrestru yng ngosodiadau theme.json"],"Enlarge image: %s":["Chwyddo delwedd: %s"],"Enlarge image":["Chwyddo delwedd"],"block keyword\u0004accordion":["acordion"],"block description\u0004Hide and show additional content.":["Cuddio a dangos cynnwys ychwanegol."],"block description\u0004Add an image or video with a text overlay.":["Ychwanegu delwedd neu fideo gyda throshaen testun."],"Save panel":["Cadw panel"],"Editor Canvas":["Cynfas Golygydd"],"Close Styles":["Cau Arddulliau"],"Revisions are added to the timeline when style changes are saved.":["Mae adolygiadau yn cael eu hychwanegu at y llinell amser pan fydd newidiadau arddull yn cael eu cadw."],"Close revisions":["Cau adolygiadau"],"Global styles revisions":["Adolygiadau arddulliau eang"],"Manage all pages":["Rheoli pob tudalen"],"No page found":["Heb ganfod tudalen"],"Loading pages…":["Wrthi'n llwytho tudalennau…"],"Browse and edit pages on your site.":["Pori a golygu tudalennau ar eich gwefan."],"Activate":["Gweithredu"],"Activate & Save":["Gweithredu a Chadw"],"Go back to the theme showcase":["Mynd nôl i'r arddangosfa thema"],"Write summary…":["Ysgrifennu crynodeb…"],"Write summary":["Ysgrifennu crynodeb"],"Type \/ to add a hidden block":["Teipiwch \/ i ychwanegu bloc cudd"],"Add an image or video with a text overlay.":["Ychwanegu delwedd neu fideo gyda throshaen testun."],"%d word selected.":["Mae %d gair wedi'i ddewis.","Mae %d air wedi'u dewis.","Mae %d gair wedi'u dewis.","Mae %d gair wedi'u dewis."],"%d Block":["%d Bloc","%d Floc","%d Bloc","%d Bloc"],"Color %s styles":["Arddulliau lliw %s"],"Add after":["Ychwanegu ar ôl"],"Add before":["Ychwanegu cyn"],"Live Preview":["Rhagolwg Byw"],"theme\u0004Live Preview %s":["Rhagolwg Byw %s"],"block description\u0004Display an image to represent this site. Update this block and the changes apply everywhere.":["Dangoswch ddelwedd i gynrychioli'r wefan hon. Diweddarwch y bloc hwn ac mae'r newidiadau'n digwydd ym mhobman."],"Add media":["Ychwanegu cyfrwng"],"<a>Add new post<\/a>":["<a>Ychwanegu cofnod newydd<\/a>"],"Only shows if the post has been modified":["Dim ond yn dangos a yw'r cofnod wedi'i addasu"],"Options for %s":["Dewisiadau ar gyfer %s"],"%s (locked)":["%s (ar glo)"],"Show block tools":["Dangos offer bloc"],"The unique identifier for the Navigation Menu.":["Y dynodwr unigryw ar gyfer y Ddewislen Llywio."],"No fallback menu found.":["Heb ganfod dewislen wrth gefn."],"Sorry, you are not allowed to create Navigation Menus as this user.":["Ymddiheuriadau, nid oes gennych ganiatâd i greu Dewislenni Llywio fel y defnyddiwr hwn."],"Title of a Navigation menu\u0004Navigation":["Llywio"],"Unable to convert Classic Menu to blocks.":["Methu trosi Dewislen Clasurol yn flociau."],"No Classic Menus found.":["Heb ganfod Dewislen Glasurol."],"Invalid post parent ID.":["ID rhiant cofnod annilys."],"The date the revision was last modified, as GMT.":["Y dyddiad y cafodd yr adolygiad ei addasu ddiwethaf, fel GMT."],"The date the revision was last modified, in the site's timezone.":["Y dyddiad y cafodd yr adolygiad ei addasu ddiwethaf, yn ôl cylch amser y wefan."],"The date the revision was published, as GMT.":["Y dyddiad y cyhoeddwyd yr adolygiad, fel GMT."],"The date the revision was published, in the site's timezone.":["Y dyddiad y cyhoeddwyd yr adolygiad, yng nghylch amser y wefan."],"The ID for the parent of the revision.":["ID rhiant yr adolygiad."],"block keyword\u0004disclosure":["datguddiad"],"block title\u0004Details":["Manylion"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt"],"Add new post":["Ychwanegu cofnod newydd"],"Edit styles":["Arddulliau golygu"],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":["https:\/\/wordpress.org\/documentation\/article\/embeds\/"],"Open by default":["Agor fel y rhagosodedig"],"Effects":["Effeithiau"],"https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/":["https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/"],"Delete blocks":["Dileu blociau"],"https:\/\/wordpress.org\/documentation\/article\/page-jumps\/":["https:\/\/wordpress.org\/documentation\/article\/page-jumps\/"],"%s minute":["%s munud","%s funud","%s munud","%s munud"],"Manage the fonts and typography used on captions.":["Rheolwch y ffontiau a'r deipograffeg sy'n cael eu defnyddio gyda chapsiynau."],"Display a post's last updated date.":["Dangos dyddiad diweddaru diwethaf y cofnod."],"Post Modified Date":["Dyddiad Newid y Cofnod"],"Arrange blocks in a grid.":["Trefnu'r blociau mewn grid."],"Leave empty if decorative.":["Gadael yn wag os yw'n addurnedig."],"Alternative text":["Testun amgen"],"Resolution":["Cydraniad"],"Name for the value of the CSS position property\u0004Fixed":["Sefydlog"],"Name for the value of the CSS position property\u0004Sticky":["Gludiog"],"Minimum column width":["Lled lleiaf colofn"],"Test the Grid layout type as a new variation of Group block.":["Profwch y math o gynllun Grid fel amrywiad newydd o floc Grŵp."],"Grid variation for Group block ":["Amrywiad grid ar gyfer bloc Grŵp "],"Template name\u0004Index":["Mynegai"],"caption\u0004<a %1$s>Work<\/a>\/ %2$s":["<a %1$s>Gwaith<\/a>\/ %2$s"],"Examples of blocks in the %s category":["Enghreifftiau o flociau yn y categori %s"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Crëwch rannau templed newydd, neu ailosod unrhyw gyfaddasiadau a wnaed i'r rhannau templed a ddarparwyd gan eich thema."],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Crëwch dempledi newydd, neu ailosod unrhyw gyfaddasiadau a wnaed i'r templedi a ddarparwyd gan eich thema."],"template\u0004(Customized)":["(Cyfaddaswyd)"],"Express the layout of your site with templates":["Mynegwch gynllun eich gwefan gyda thempledi"],"A custom template can be manually applied to any post or page.":["Mae modd gosod templedi cyfaddas i unrhyw gofnod neu dudalen."],"Customize the appearance of your website using the block editor.":["Cyfaddaswch olwg eich gwefan gan ddefnyddio'r golygydd bloc."],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":["https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/"],"Post meta":["Meta cofnod"],"Select the size of the source images.":["Dewiswch faint y delweddau ffynhonnell."],"Reply to A WordPress Commenter":["Ymateb i Sylwebydd WordPress"],"Commenter Avatar":["Avatar Sylwebydd"],"Displays when a visitor views a non-existent page, such as a dead link or a mistyped URL.":["Yn dangos pan fydd ymwelydd yn gweld tudalen nad yw'n bodoli, fel dolen marw neu URL wedi'i gamdeipio."],"Displays your site's Privacy Policy page.":["Yn dangos tudalen Polisi Preifatrwydd eich gwefan."],"Template name\u0004Privacy Policy":["Polisi Preifatrwydd"],"Displays when a visitor performs a search on your website.":["Yn dangos pan fydd ymwelydd yn gwneud chwiliad ar eich gwefan."],"Displays when a visitor views the dedicated page that exists for any media attachment.":["Yn dangos pan fydd ymwelydd yn gweld y dudalen bwrpasol sy'n bodoli ar gyfer unrhyw atodiad cyfryngau."],"Displays a post tag archive. This template will serve as a fallback when more specific template (e.g. Tag: Pizza) cannot be found.":["Yn dangos archif tag cofnod. Bydd y templed hwn yn gweithredu fel templed wrth gefn pan nad oes modd dod o hyd i dempled mwy penodol (e.e., Tag: Pizza)."],"Displays a post archive when a specific date is visited (e.g. example.com\/2023\/).":["Yn dangos archif cofnod pan yn mynd i dyddiad penodol (e.e., esiampl.com\/2023\/)."],"Displays a custom taxonomy archive. Like categories and tags, taxonomies have terms which you use to classify things. For example: a taxonomy named \"Art\" can have multiple terms, such as \"Modern\" and \"18th Century.\" This template will serve as a fallback when a more specific template (e.g. Taxonomy: Art) cannot be found.":["Yn dangos archif tacsonomeg wedi'i deilwra. Fel categorïau a thagiau, mae gan dacsonomeg dermau a ddefnyddiwch i ddosbarthu pethau. Er enghraifft: gall tacsonomeg o'r enw \"Celf\" gael termau lluosog, megis \"Modern\" a \"18ed Ganrif.\" Bydd y templed hwn yn gweithredu fel wrth gefn pan nad oes modd dod o hyd i dempled mwy penodol (e.e. Tacsonomeg: Celf)."],"Displays a post category archive. This template will serve as a fallback when more specific template (e.g. Category: Recipes) cannot be found.":["Yn dangos archif categori cofnod. Bydd y templed hwn yn gweithredu fel templed wrth gefn pan nad oes modd dod o hyd i dempled mwy penodol (e.e., Categori: Ryseitiau)."],"Displays a single author's post archive. This template will serve as a fallback when a more a specific template (e.g. Author: Admin) cannot be found.":["Yn dangos archif cofnod un awdur. Bydd y templed hwn yn gweithredu fel templed wrth gefn pan nad oes modd dod o hyd i dempled mwy penodol (e.e., Awdur: Gweinyddol)."],"Displays any archive, including posts by a single author, category, tag, taxonomy, custom post type, and date. This template will serve as a fallback when more specific templates (e.g. Category or Tag) cannot be found.":["Yn dangos unrhyw archif, gan gynnwys cofnodion gan un awdur, categori, tag, tacsonomeg, math cofnod arferol, a dyddiad. Bydd y templed hwn yn gweithredu fel templed wrth gefn pan nad oes modd dod o hyd i dempledi mwy penodol (e.e., Categori neu Dag)."],"Display all static pages unless a custom template has been applied or a dedicated template exists.":["Dangos pob tudalen sefydlog oni bai bod templed cyfaddas wedi'i osod neu fod templed pwrpasol yn bodoli."],"Displays single posts on your website unless a custom template has been applied to that post or a dedicated template exists.":["Yn dangos cofnodion sengl ar eich gwefan oni bai bod templed cyfaddas wedi'i osod i'r cofnod hwnnw neu fod templed pwrpasol yn bodoli."],"Displays any single entry, such as a post or a page. This template will serve as a fallback when a more specific template (e.g. Single Post, Page, or Attachment) cannot be found.":["Yn dangos unrhyw gofnod unigol, fel cofnod neu dudalen. Bydd y templed hwn yn gweithredu fel templed wrth gefn pan nad oes modd dod o hyd i dempled mwy penodol (e.e. Cofnod Sengl, Tudalen, neu Atodiad)."],"Displays your site's homepage, whether it is set to display latest posts or a static page. The Front Page template takes precedence over all templates.":["Yn dangos tudalen flaen eich gwefan, p'un a yw wedi'i gosod i ddangos y cofnodion diweddaraf neu dudalen statig. Mae templed y Dudalen Flaen yn cael blaenoriaeth dros bob templed arall."],"Displays the latest posts as either the site homepage or as the \"Posts page\" as defined under reading settings. If it exists, the Front Page template overrides this template when posts are shown on the homepage.":["Yn dangos y cofnodion diweddaraf naill ai fel cartref y wefan neu dudalen cyfaddas wedi ei diffinio o dan osodiadau darllen. Os yw'n bodoli, mae'r templed Tudalen Flaen yn diystyru'r templed hwn pan fydd cofnodion yn cael eu dangos ar y dudalen flaen."],"Used as a fallback template for all pages when a more specific template is not defined.":["Yn cael ei ddefnyddio fel templed wrth gefn ar gyfer pob tudalen pan nad yw templed mwy penodol wedi'i ddiffinio."],"block description\u0004Show minutes required to finish reading the post.":["Yn dangos sawl munud fydd ei hangen i ddarllen y cofnod."],"block title\u0004Time To Read":["Amser i'w Ddarllen"],"template part\u0004Customized":["Cyfaddaswyd"],"template\u0004Customized":["Cyfaddaswyd"],"Styles actions":["Gweithredoedd arddulliau"],"Example:":["Enghraifft:"],"Image inserted.":["Delwedd wedi'i mewnosod."],"Image uploaded and inserted.":["Delwedd wedi'i llwytho a'i mewnosod."],"Insert":["Mewnosod"],"External images can be removed by the external provider without warning and could even have legal compliance issues related to privacy legislation.":["Gall y darparwr allanol dynnu delweddau allanol yn ddirybudd a gall hyd yn oed fod â materion cydymffurfio cyfreithiol yn ymwneud â deddfwriaeth preifatrwydd."],"This image cannot be uploaded to your Media Library, but it can still be inserted as an external image.":["Nid oes modd llwytho'r ddelwedd hon i'ch Llyfrgell Cyfryngau, ond mae modd ei mewnosod fel delwedd allanol o hyd."],"Insert external image":["Mewnosod delwedd allanol"],"%d minute":["%d munud","%d funud","%d munud","%d munud"],"Save site, content, and template changes":["Cadw newidiadau gwefan, cynnwys, a thempled"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Golygydd"],"Fallback content":["Cynnwys wrth gefn"],"Editing history":["Hanes golygu"],"This is a custom template that can be applied manually to any Post or Page.":["Mae hwn yn dempled cyfaddas y me modd ei osod â llaw i unrhyw Cofnod neu Dudalen."],"Scrollable section":["Adran sgroladwy"],"Aspect ratio":["Cymhareb agwedd"],"Max number of words":["Uchafswm nifer y geiriau"],"Choose or create a Navigation menu":["Dewiswch neu crëwch ddewislen Llywio"],"Add submenu link":["Ychwanegu dolen is-ddewislen"],"Dismiss hint":["Diystyru awgrym"],"Looking for other block settings? They've moved to the styles tab.":["Chwilio am osodiadau bloc eraill? Maen nhw wedi symud i'r tab arddulliau."],"The query argument must be an array or a tag name.":["Rhaid i ddadl yr ymholiad fod yn arae neu'n enw tag."],"Invalid attribute name.":["Enw priodoledd annilys."],"Too many calls to seek() - this can lead to performance issues.":["Gormod o alwadau i seek() - gall hyn arwain at anhawsterau perfformiad."],"Unknown bookmark name.":["Enw nod tudalen anhysbys."],"Search Openverse":["Chwilio Openverse"],"Openverse":["Openverse"],"Search audio":["Chwilio sain"],"Search videos":["Chwilio fideos"],"Search images":["Chwilio delweddau"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Gwaith<\/a> \/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["%1$s (%2$s)"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Gweithio<\/a> gan %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["%1$s gan %2$s %3$s"],"Learn more about CSS":["Dysgu rhagor am CSS"],"Add your own CSS to customize the appearance of the %s block.":["Ychwanegwch eich CSS eich hun i gyfaddasu golwg y bloc %s."],"There is an error with your CSS structure.":["Mae yna wall gyda'ch strwythur CSS."],"Shadow":["Cysgod"],"Center":["Canol"],"Edit this menu":["Golygu'r ddewislen"],"Page List: \"%s\" page has no children.":["Rhestr Tudalen: Nid oes gan dudalen \"%s\" blant."],"You have not yet created any menus. Displaying a list of your Pages":["Nid ydych wedi creu unrhyw ddewislenni eto. Yn dangos rhestr o'ch Tudalennau"],"Untitled menu":["Dewislen heb deitl"],"Structure for navigation menu: %s":["Strwythur ar gyfer y ddewislen llywio: %s"],"(no title %s)":["(dim teitl %s)"],"Align text":["Alinio testun"],"Append to %1$s block at position %2$d, Level %3$d":["Atodi i'r bloc %1$s yn safle %2$d, Lefel %3$d"],"%s block inserted":["Bloc %s wedi'i fewnosod"],"Report %s":["Adrodd am @%s"],"Copy styles":["Copïo arddulliau"],"Stretch items":["Eitemau ymestyn"],"Block vertical alignment setting\u0004Space between":["Gofod rhwng"],"Block vertical alignment setting\u0004Stretch to fill":["Ymestyn i lenwi"],"Too many bookmarks: cannot create any more.":["Gormod o nodau tudalen: methu creu rhagor."],"The block types which can use this pattern.":["Y mathau o flociau sy'n gallu defnyddio'r patrwm hwn."],"Untitled post %d":["Cofnodion heb deitl %d"],"Printing since 1440. This is the development plugin for the block editor, site editor, and other future WordPress core functionality.":["Argraffu ers 1440. Dyma'r ategyn datblygu ar gyfer y golygydd bloc, golygydd gwefan, a swyddogaethau craidd WordPress eraill y dyfodol."],"Style Variations":["Amrywiadau Arddulliau"],"Apply globally":["Gosod yn eang"],"%s styles applied.":["Arddull %s wedi'u gosod."],"Currently selected position: %s":["Safle a ddewiswyd ar hyn o bryd: %s"],"Position":["Safle"],"The block will not move when the page is scrolled.":["Ni fydd y bloc yn symud pan fydd y dudalen yn cael ei sgrolio."],"The block will stick to the top of the window instead of scrolling.":["Bydd y bloc yn aros at frig y ffenestr yn lle sgrolio."],"Sticky":["Gludiog"],"Paste styles":["Arddulliau gludo"],"Pasted styles to %d blocks.":["Arddulliau wedi'u gludo i %d bloc."],"Pasted styles to %s.":["Arddulliau wedi'u gludo i %s."],"Unable to paste styles. Block styles couldn't be found within the copied content.":["Methu gludo arddulliau. Ni fu modd dod o hyd i arddulliau bloc o fewn y cynnwys a gopïwyd."],"Unable to paste styles. Please allow browser clipboard permissions before continuing.":["Methu gludo arddulliau. Caniatewch ganiatâd clipfwrdd eich porwr cyn parhau."],"Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.":["Methu gludo arddulliau. Dim ond ar wefannau diogel (https) mewn porwyr sy'n ei gynnal y mae'r nodwedd hon ar gael."],"Tilde":["Tilde"],"Apply this block’s typography, spacing, dimensions, color styles, and behaviors to all %s blocks.":["Gosodwch deipograffeg, bylchau, dimensiynau, arddulliau lliw ac ymddygiadau'r bloc hwn i bob un o'r %s bloc."],"Import widget area":["Mewnforio ardal teclyn"],"Unable to import the following widgets: %s.":["Methu mewnforio'r teclynnau canlynol: %s."],"Widget area: %s":["Ardal teclyn: %s"],"Select widget area":["Dewis ardal teclyn"],"Font family not defined in the variation or \"slug\".":["Teulu ffont heb ei ddiffinio yn yr amrywiad neu'r \"bonyn\"."],"An array of template types where the pattern fits.":["Arae o fathau o dempledi lle mae'r patrwm yn ffitio."],"Your %1$s file uses a dynamic value (%2$s) for the path at %3$s. However, the value at %3$s is also a dynamic value (pointing to %4$s) and pointing to another dynamic value is not supported. Please update %3$s to point directly to %4$s.":["Mae eich ffeil %1$s yn defnyddio gwerth deinamig (%2$s) ar gyfer y llwybr yn %3$s. Fodd bynnag, mae'r gwerth yn %3$s hefyd yn werth deinamig (sy'n pwyntio at %4$s) ac nid yw pwyntio at werth deinamig arall yn cael ei gefnogi. Diweddarwch %3$s i bwyntio'n uniongyrchol at %4$s."],"Clear Unknown Formatting":["Clirio Fformatio Anhysbys"],"CSS":["CSS"],"Open %s styles in Styles panel":["Agor arddulliau %s yn y panel Arddulliau"],"Close Style Book":["Cau Llyfr Arddulliau"],"Style Book":["Llyfr Arddulliau"],"Code Is Poetry":["Barddoniaeth yw Cod"],"Additional CSS":["CSS ychwanegol"],"Add your own CSS to customize the appearance and layout of your site.":["Ychwanegwch eich CSS eich hun i gyfaddasu golwg a chynllun eich gwefan."],"Manage all template parts":["Rheoli holl rannau templed"],"Manage all templates":["Rheoli'r holl dempledi"],"Loading templates…":["Wrthi'n llwytho templedi…"],"Open code editor":["Agor golygydd cod"],"Specify a fixed height.":["Nodwch uchder sefydlog."],"Block inspector tab display overrides.":["Rhwystydd dangos tab arolygydd bloc."],"Markup is not allowed in CSS.":["Nid yw iaith tagio'n cael ei ganiatáu mewn CSS."],"Different layouts containing video or audio.":["Gwahanol gynlluniau sy'n cynnwys fideo neu sain."],"Block pattern category\u0004Media":["Cyfryngau"],"Different layouts for displaying images.":["Cynlluniau gwahanol ar gyfer dangos delweddau."],"Showcase your latest work.":["Dangoswch eich gwaith diweddaraf."],"Block pattern category\u0004Portfolio":["Portffolio"],"Introduce yourself.":["Cyflwynwch eich hun."],"Block pattern category\u0004About":["Ynghylch"],"Display your contact information.":["Dangos eich manylion cyswllt."],"Block pattern category\u0004Contact":["Cysylltu"],"Briefly describe what your business does and how you can help.":["Disgrifiwch yn gryno yr hyn y mae eich busnes yn ei wneud a sut y gallwch chi helpu."],"Block pattern category\u0004Services":["Gwasanaethau"],"Share reviews and feedback about your brand\/business.":["Rhannwch adolygiadau ac adborth am eich brand\/busnes."],"A variety of designs to display your team members.":["Amrywiaeth o ddyluniadau i ddangos aelodau eich tîm."],"Block pattern category\u0004Team":["Tîm"],"Sections whose purpose is to trigger a specific action.":["Adrannau sydd a'u pwrpas i sbarduno gweithred benodol."],"Block pattern category\u0004Call to Action":["Galwad i Weithredu"],"block keyword\u0004page":["tudalen"],"block description\u0004Displays a page inside a list of all pages.":["Yn dangos tudalen o fewn rhestr o'r holl dudalennau."],"block title\u0004Page List Item":["Eitem Rhestr Tudalen"],"Show details":["Dangos manylion"],"Choose a page to show only its subpages.":["Dewiswch dudalen i ddangos dim ond ei his-dudalennau."],"Parent page":["Tudalen rhiant"],"Media categories":["Categorïau cyfryngau"],"Media List":["Rhestr Cyfryngau"],"Videos":["Fideos"],"Go to parent Navigation block":["Ewch i'r bloc Llywio rhiant"],"Fixed":["Sefydlog"],"Fit":["Ffitio"],"Fit contents.":["Ffitio cynnwys."],"Specify a fixed width.":["Nodwch lled sefydlog."],"Stretch to fill available space.":["Ymestyn i lenwi'r lle sydd ar gael."],"A set of high quality curated patterns.":["Set o batrymau o ansawdd uchel wedi'u curadu."],"Display your latest posts in lists, grids or other layouts.":["Dangoswch eich cofnodion diweddaraf mewn rhestrau, gridiau neu gynlluniau eraill."],"Patterns containing mostly text.":["Patrymau sy'n cynnwys testun yn bennaf."],"A variety of header designs displaying your site title and navigation.":["Amrywiaeth o ddyluniadau penynnau yn dangos teitl a llywio eich gwefan."],"A variety of footer designs displaying information and site navigation.":["Amrywiaeth o ddyluniadau troedynnau yn dangos gwybodaeth a llywio gwefan."],"Multi-column patterns with more complex layouts.":["Patrymau aml-golofn gyda chynlluniau mwy cymhleth."],"Patterns that contain buttons and call to actions.":["Patrymau sy'n cynnwys botymau a galwad i weithredu."],"Randomize colors":["Lliwiau ar hap"],"Text decoration":["Addurno testun"],"Document Overview":["Trosolwg Dogfen"],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Trosi'r paragraff neu'r pennawd cyfredol i bennawd lefel 1 i 6."],"Convert the current heading to a paragraph.":["Trosi'r pennawd presennol yn baragraff."],"Transform paragraph to heading.":["Trawsnewid paragraff i bennawd."],"Transform heading to paragraph.":["Trawsnewid pennawd i baragraff."],"Extra Extra Large":["Mawr Iawn Iawn"],"Group blocks together. Select a layout:":["Grwpio blociau gyda'i gilydd. Dewiswch gynllun:"],"Min. height":["Uchder isaf"],"Test the Global Styles color randomizer; a utility that lets you mix the current color palette pseudo-randomly.":["Profwch hapiwr lliw'r Arddulliau Eang; gwasanaeth sy'n gadael i chi gymysgu'r palet lliw presennol ar ffug-hap."],"Color randomizer ":["Hapiwr lliw "],"Indicates whether the current theme supports block-based templates.":["Yn dangos a yw'r thema gyfredol yn cefnogi templedi sy'n seiliedig ar flociau."],"Offset the result set by a specific number of items.":["Atredu'r set canlyniad yn ôl nifer penodol o eitemau."],"Maximum number of items to be returned in result set.":["Yr uchafswm o eitemau i gael eu dychwelyd mewn set canlyniad."],"Current page of the collection.":["Tudalen gyfredol y casgliad."],"Block pattern category\u0004Banners":["Baneri"],"untitled post %s":["cofnod heb deitl %s"],": %s":[": %s"],"Block pattern category\u0004Headers":["Penynnau"],"Block pattern category\u0004Footers":["Troedynnau"],"Block pattern category\u0004Columns":["Colofnau"],"Time to read:":["Amser i'w ddarllen:"],"Words:":["Geiriau:"],"Characters:":["Nodau:"],"Navigate the structure of your document and address issues like empty or incorrect heading levels.":["Ewch drwy strwythur eich dogfen a chywiro materion fel lefelau penynnau gwag neu anghywir."],"Decrement":["Gostyngiad"],"Increment":["Cynyddiad"],"Remove caption":["Tynnu capsiwn"],"The category description, in human readable format.":["Y disgrifiad o'r categori, mewn fformat darllenadwy i berson."],"Choose a variation to change the look of the site.":["Dewiswch amrywiad i newid golwg gwefan."],"Distraction free mode deactivated":["Ataliwyd y modd dim tarfu"],"Distraction free mode activated":["Gewithredu'r modd dim tarfu"],"Write with calmness":["Ysgrifennu’n ddigynnwrf"],"Distraction free":["Dim tarfu"],"Show and hide admin UI":["Dangos a chuddio'r rhyngwyneb gweinyddol"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Lleihau'r tarfu gweledol drwy guddio'r bar offer ac elfennau eraill er mwyn canolbwyntio ar ysgrifennu."],"Toggle distraction free mode.":["Toglo'r modd dim tarfu."],"Pattern":["Patrwm"],"Raw size value must be a string, integer or a float.":["Rhaid i werth maint crai fod yn llinyn, cyfanrif, neu arnofyn."],"Defaults":["Rhagosodedig"],"Link author name to author page":["Cysylltu enw awdur i dudalen yr awdur"],"Not available for aligned text.":["Ddim ar gael ar gyfer testun wedi'i alinio."],"There&#8217;s no content to show here yet.":["Does dim cynnwys i'w ddangos yma eto."],"block title\u0004Comments Previous Page":["Tudalen Blaenorol Sylwadau"],"block title\u0004Comments Next Page":["Tudalen Nesaf Sylwadau"],"Arrow option for Next\/Previous link\u0004Chevron":["Cwplws"],"Arrow option for Next\/Previous link\u0004Arrow":["Saeth"],"Arrow option for Next\/Previous link\u0004None":["Dim"],"A decorative arrow for the next and previous link.":["Saeth addurnedig ar gyfer y ddolen nesaf a'r flaenorol."],"Format tools":["Offer fformatio"],"Displays an archive with the latest posts of type: %s.":["Yn dangos archif gyda'r cofnodion diweddaraf o fath: %s."],"Archive: %s":["Archif: %s"],"Archive: %1$s (%2$s)":["Archif: %1$s (%2$s)"],"Zoom-out View":["Golwg Chwyddo Allan"],"handle":["dolen"],"Import Classic Menus":["Mewnforio Dewislenni Clasurol"],"Modify":["Newid"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Bydd blociau nythwyd yn llanw lled y cynhwysydd hwn. Toglwch i'w cyfyngu."],"You are currently in zoom-out mode.":["Rydych yn y modd chwyddo allan ar hyn o bryd."],"Test a new zoomed out view on the site editor (Warning: The new feature is not ready. You may experience UX issues that are being addressed)":["Profwch olwg chwyddo allan newydd yn y golygydd gwefan (Rhybudd: Nid yw'r nodwedd newydd yn barod. Efallai fyddwch yn profi nodweddion rhyngwyneb defnyddiwr sy'n derbyn sylw.)"],"Zoomed out view ":["Golwch chwyddo allan "],"$store must be an instance of WP_Style_Engine_CSS_Rules_Store_Gutenberg":["Rhaid i $store fod yn enghraifft o WP_Style_Engine_CSS_Rules_Store_Gutenberg"],"\"%s\" successfully created.":["Crëwyd \"%s\" yn llwyddiannus."],"XXL":["XXL"],"%1$s. Selected":["%1$s. Wedi'i ddewis"],"%1$s. Selected. There is %2$d event":["%1$s. Wedi'i ddewis. Y mae %2$d digwyddiad","%1$s. Wedi'i ddewis. Y mae %2$d ddigwyddiad","%1$s. Wedi'i ddewis. Y mae %2$d digwyddiad","%1$s. Wedi'i ddewis. Y mae %2$d digwyddiad"],"View next month":["Gweld mis nesaf"],"View previous month":["Gweld y mis blaenorol"],"Archive type: Name":["Math o archif: Enw"],"Show archive type in title":["Dangos y math o archif yn y teitl"],"Display last modified date":["Dangos y dyddiad a addaswyd ddiwethaf"],"The Queen of Hearts.":["Brenhines y Calonnau."],"The Mad Hatter.":["Yr Hetiwr Gwallgof."],"The Cheshire Cat.":["Cath Swydd Gaer."],"The White Rabbit.":["Y Gwningen Wen."],"Alice.":["Alice."],"Gather blocks in a container.":["Casglwch flociau mewn cynhwysydd."],"Inner blocks use content width":["Mae blociau mewnol yn defnyddio lled y cynnwys"],"Font":["Ffont"],"Constrained":["Cyfyngedig"],"Spacing control":["Rheoli bylchu"],"Custom (%s)":["Cyfaddas (%s)"],"Disables custom spacing sizes.":["Yn analluogi meintiau bylchiad cyfaddas."],"All Authors":["Pob Awdur"],"No authors found.":["Heb ganfod awduron."],"Search Authors":["Chwilio Awduron"],"Create template part":["Creu rhan o dempled"],"Manage the fonts and typography used on headings.":["Rheoli'r ffontiau a'r teipograffeg sy'n cael ei ddefnyddio ar benawdau."],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Select heading level":["Dewis lefel pennawd"],"View site":["Gweld y wefan"],"Use the template as supplied by the theme.":["Defnyddio'r templed a ddarparwyd gan y thema."],"Display the search results title based on the queried object.":["Dangos teitl y canlyniadau chwilio yn seiliedig ar y gwrthrych a holwyd."],"Search Results Title":["Chwilio Teitl Canlyniadau"],"Search results for: “search term”":["Canlyniadau chwilio am: ”term chwilio”"],"Show search term in title":["Dangos term chwilio yn y teitl"],"Taxonomies":["Tacsonomïau"],"Show label":["Dangos label"],"View options":["Gweld y dewisiadau"],"Disables output of layout styles.":["Yn analluogi allbwn arddulliau gosodiad."],"The template prefix for the created template. This is used to extract the main template type ex. in `taxonomy-books` we extract the `taxonomy`":["Rhagddodiad y templed ar gyfer y templed a grëwyd. Mae hwn yn cael ei ddefnyddio i echdynnu'r prif dempled math ex. yn `taxonomy-books` rydym yn echdynnu'r `taxonomy`"],"Indicates if a template is custom or part of the template hierarchy":["Yn nodi a yw templed yn gyfaddasiad neu'n rhan o hierarchaeth y templedi"],"The slug of the template to get the fallback for":["Bonyn y templed i gael fersiwn wrth gefn ar ei gyfer"],"Search results for: \"%s\"":["Canlyniadau chwilio: '%s'"],"Move %1$d blocks from position %2$d left by one place":["Symud %1$d bloc o safle %2$d i'r chwith fesul un lle"],"Move %1$d blocks from position %2$d down by one place":["Symud %1$d bloc o safle %2$d i lawr fesul un lle"],"Suggestions list":["Rhestr awgrymiadau"],"Wide size":["Maint eang"],"Content size":["Maint cynnwys"],"Set the width of the main content area.":["Gosod lled y prif faes cynnwys."],"Border color and style picker":["Dewisydd lliw ac arddull border"],"Replace <BlockTitle \/>":["Amnewid <BlockTitle \/>"],"Search for replacements":["Chwilio am rai newydd"],"Switch to editable mode":["Newid i'r modd golygu"],"Blocks cannot be moved right as they are already are at the rightmost position":["Nid oes modd symud blociau i'r dde gan eu bod eisoes yn y safle cywir"],"Blocks cannot be moved left as they are already are at the leftmost position":["Nid oes modd symud blociau i'r chwith gan eu bod eisoes yn y safle chwith eithaf"],"All blocks are selected, and cannot be moved":["Mae pob bloc wedi eu dewis, ac nid oes modd eu symud"],"Whether the V2 of the list block that uses inner blocks should be enabled.":["P'un ai a ddylid galluogi V2 y bloc rhestr sy'n defnyddio blociau mewnol."],"Post Comments Form block: Comments are not enabled for this item.":["Bloc Ffurflen Sylwadau Cofnodion: Nid yw sylwadau wedi eu galluogi ar gyfer yr eitem yma."],"Time to read":["Amser i'w ddarllen"],"<span>%d<\/span> minute":["<span>%d<\/span> munud","<span>%d<\/span> funud","<span>%d<\/span> munud","<span>%d<\/span> munud"],"<span>< 1<\/span> minute":["<span>< 1<\/span> munud"],"Learn more.":["Dysgu rhagor."],"Apply suggested format: %s":["Gosod y fformat a awgrymir: %s"],"Custom template":["Templed cyfaddas"],"Displays taxonomy: %s.":["Yn dangos tacsonomeg: %s."],"Single item: %1$s (%2$s)":["Eitem unigol: %1$s (%2$s)"],"Hover":["Hofran"],"Change URL: %s":["Newid URL: %s"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Disgrifiwch y templed, e.e. \"Cofnod gyda bar ochr\". Mae modd gosod templedi cyfaddas i unrhyw gofnod neu dudalen."],"Change date: %s":["Newid dyddiad: %s"],"Select visibility: %s":["Dewiswch welededd: %s"],"short date format without the year\u0004M j":["M j"],"Apply to all blocks inside":["Gosod i bob bloc y tu mewn"],"Active theme spacing scale.":["Graddfa bylchiad thema weithredol."],"Active theme spacing sizes.":["Meintiau bylchau thema gweithredol."],"%sX-Large":["%sMawr iawn"],"%sX-Small":["%sBach iawn"],"Some of the theme.json settings.spacing.spacingScale values are invalid":["Mae rhai o werthoedd gosodiadau theme.json.spacing.spacingScale yn annilys"],"post schedule date format without year\u0004F j g:i a":["F j g:i a"],"Tomorrow at %s":["Yfory am %s"],"post schedule time format\u0004g:i a":["g:i a"],"Today at %s":["Heddiw am %s"],"post schedule full date format\u0004F j, Y g:i a":["F j, Y g:i a"],"Displays a single item: %s.":["Yn dangos un eitem: %s."],"Single item: %s":["Un eitem: %s"],"This template will be used only for the specific item chosen.":["Bydd y templed hwn dim ond yn cael ei ddefnyddio ar gyfer yr eitem benodol a ddewiswyd."],"For a specific item":["Ar gyfer eitem benodol"],"For all items":["Ar gyfer pob eitem"],"Select whether to create a single template for all items or a specific one.":["Dewiswch a ddylid creu un templed ar gyfer pob eitem neu un penodol."],"Manage the fonts and typography used on buttons.":["Rheoli'r ffontiau a'r teipograffeg sy'n cael eu defnyddio ar fotymau."],"Typography %s styles":["Arddulliau teipograffeg %s"],"%s block styles":["%s arddull bloc"],"Layout styles":["Arddulliau cynllun"],"Colors styles":["Arddulliau lliw"],"Typography styles":["Arddulliau teipograffeg"],"Summary":["Crynodeb"],"Select template":["Dewis templed"],"Select template: %s":["Dewis templed: %s"],"Edit template":["Golygu templed"],"Templates define the way content is displayed when viewing your site.":["Mae templedi yn diffinio'r ffordd y mae cynnwys yn cael ei ddangos wrth edrych ar eich gwefan."],"Make the selected text inline code.":["Gwnewch god mewnol o'r testun a ddewiswyd."],"Strikethrough the selected text.":["Taro drwodd y testun a ddewiswyd."],"Unset":["Dadosod"],"action that affects the current post\u0004Enable comments":["Galluogi sylwadau"],"Embed a podcast player from Pocket Casts.":["Mewnblannu chwaraewr podlediad o Pocket Casts."],"66 \/ 33":["66 \/ 33"],"33 \/ 66":["33 \/ 66"],"Nested blocks use content width with options for full and wide widths.":["Mae blociau nythwyd yn defnyddio lled cynnwys gydag opsiynau ar gyfer lled llawn a llydan."],"Copy blocks":["Copïo blociau"],"An array of post types that the pattern is restricted to be used with.":["Amrywiaeth o fathau o gofnod y mae'r patrwm wedi'i gyfyngu i'w ddefnyddio gyda nhw."],"Copy all blocks":["Copïo pob bloc"],"Overlay opacity":["Didreiddedd Troshaen"],"Get started here":["Cychwyn yn fan hyn"],"Interested in creating your own block?":["Diddordeb mewn creu eich bloc eich hun?"],"Now":["Nawr"],"block title\u0004Categories List":["Rhestr Categorïau"],"Always open list view":["Agorwch golwg rhestr bob tro"],"Opens the block list view sidebar by default.":["Yn agor y bar ochr golwg rhestr bloc drwy ragosodiad."],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":["Dechreuwch ychwanegu blociau Pennawd i greu tabl cynnwys. Bydd penawdau ag angorau HTML yn cael eu cysylltu yma."],"Toggle to only include headings from the current page (if the post is paginated).":["Toglwch i gynnwys penawdau o'r dudalen gyfredol yn unig (os yw'r cofnod wedi'i dudalenu)."],"Only including headings from the current page (if the post is paginated).":["Dim ond yn cynnwys penawdau o'r dudalen gyfredol (os yw'r cofnod wedi'i dudalenu)."],"Only include current page":["Dim ond cynnwys y dudalen gyfredol"],"Convert to static list":["Trosi i restr sefydlog"],"Parents":["Rhieni"],"Commenter avatars come from <a>Gravatar<\/a>.":["Mae afatarau sylwebyddion yn dod o <a>Gravatar<\/a>."],"Links are disabled in the editor.":["Mae dolenni wedi'u hanalluogi yn y golygydd."],"Display the assigned taxonomy: %s":["Dangos y tacsonomeg a neilltuwyd: %s"],"%s response":["%s ymateb","%s ymateb","%s ymateb","%s ymateb"],"%1$s response to %2$s":["%1$s ymateb i %2$s","%1$s ymateb i %2$s","%1$s ymateb i %2$s","%1$s ymateb i %2$s"],"&#8220;%s&#8221;":["&#8220;%s&#8221;"],"block title\u0004Comments":["Sylwadau"],"Control how this post is viewed.":["Rheoli sut mae'r cofnod hwn yn cael ei weld."],"Only those with the password can view this post.":["Dim ond y rhai sydd â'r cyfrinair all weld y cofnod hwn."],"All options reset":["Ailosod pob dewis"],"All options are currently hidden":["Mae'r holl ddewisiadau wedi'u cuddio ar hyn o bryd"],"%s is now visible":["Mae %s bellach yn weladwy"],"%s hidden and reset to default":["%s yn gudd ac wedi'u hailosod i'r rhagosodedig"],"%s reset to default":["%s wedi'u hailosod i'r rhagosodedig"],"Suffix":["Olddodiad"],"Prefix":["Rhagddodiad"],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":["Os oes unrhyw Fathau o Gofnodion Cyfaddas wedi'u cofrestru ar eich gwefan, gall y bloc Cynnwys ddangos cynnwys y cofnodion hynny hefyd."],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["Gall hynny fod yn drefniant syml fel paragraffau olynol mewn cofnod blog, neu gyfansoddiad mwy cywrain sy'n cynnwys orielau delwedd, fideos, tablau, colofnau, ac unrhyw fathau eraill o flociau."],"This is the Content block, it will display all the blocks in any single post or page.":["Dyma'r bloc Cynnwys, bydd yn dangos yr holl flociau mewn unrhyw gofnod neu dudalen unigol."],"Post Comments Form block: Comments are not enabled.":["Bloc Ffurflen Sylwadau Cofnodion: Nid yw sylwadau wedi eu galluogi."],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["I ddechrau arni gyda chymedroli, golygu, a dileu sylwadau, ewch i sgrin Sylwadau yn y bwrdd gwaith."],"Hi, this is a comment.":["Helo, mae hyn yn sylw."],"January 1, 2000 at 00:00 am":["Ionawr 1, 2000 am 00:00 am"],"says":["yn dweud"],"A WordPress Commenter":["Sylwebydd WordPress"],"Leave a Reply":["Gadael Ymateb"],"Response to %s":["Ateb i %s"],"Add pattern":["Ychwanegu patrwm"],"Response":["Ymateb"],"Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.":["Mae'ch sylw yn disgwyl ei gymedroli. Rhagolwg yw hon, bydd eich sylw yn weladwy ar ôl iddo gael ei gymeradwyo."],"Your comment is awaiting moderation.":["Mae eich sylw'n disgwyl ei gymedroli."],"block description\u0004Displays a title with the number of comments":["Yn dangos teitl gyda nifer y sylwadau"],"block title\u0004Comments Title":["Teitl Sylwadau"],"These changes will affect your whole site.":["Bydd y newidiadau hyn yn effeithio ar eich gwefan gyfan."],"Responses to %s":["Atebion i %s"],"One response to %s":["Un ateb i %s"],"“Post Title”":["”Teitl Cofnod”"],"Show comments count":["Dangos nifer y sylwadau"],"Show post title":["Dangos teitl y cofnod"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["Bloc Tudaleniad Sylwadau: mae tudalennu sylwadau wedi'i analluogi yn y Gosodiadau Trafod"],"Show empty categories":["Dangos categorïau gwag"],"Determines whether the pattern is visible in inserter.":["Yn pennu a yw'r patrwm yn weladwy yn y mewnosodwr."],"Responses":["Ymatebion"],"One response":["Un ymateb"],"block description\u0004Gather blocks in a layout container.":["Crynhoi blociau i gynhwysydd cynllun."],"block description\u0004An advanced block that allows displaying post comments using different visual configurations.":["Bloc uwch sy'n caniatau dangos sylwadau cofnodion gan ddefnyddio ffurfweddiadau gweledol gwahanol."],"block description\u0004Displays the date on which the comment was posted.":["Yn dangos y dyddiad gafodd y cofnod ei gofnodi."],"block description\u0004Displays the name of the author of the comment.":["Yn dangos enw awdur y sylw."],"block description\u0004This block is deprecated. Please use the Avatar block instead.":["Mae'r bloc hwn yn anghymeradwy. Defnyddiwch y bloc Afatar yn le."],"block title\u0004Comment Author Avatar (deprecated)":["Afatar Awdur Sylw (anghymeradwy)"],"This Navigation Menu is empty.":["Mae'r Ddewislen Llywio'n wag."],"Search for blocks":["Chwilio am flociau"],"Browse styles":["Pori'r arddulliau"],"Bottom border":["Ymyl Gwaelod"],"Right border":["Border de"],"Left border":["Border chwith"],"Top border":["Border brig"],"Reset to default":["Ailosod i'r rhagosodedig"],"Close border color":["Cau lliw'r border"],"Border color picker.":["Dewisydd lliw'r border."],"Border color and style picker.":["Dewisydd lliw ac arddull border."],"Link sides":["Cysylltu ochrau"],"Unlink sides":["Datgysylltu ochrau"],"Quote citation":["Dyfynnu dyfyniad"],"Choose a pattern for the query loop or start blank.":["Dewiswch batrwm ar gyfer y ddolen ymholiad neu dechreuwch yn wag."],"Navigation menu %s successfully deleted.":["Dewislen llywio %s wedi'i dileu yn llwyddiannus."],"Arrange blocks vertically.":["Trefnu blociau yn fertigol."],"Stack":["Stacio"],"Arrange blocks horizontally.":["Trefnu'r blociau yn llorweddol."],"Use featured image":["Defnyddio'r ddelwedd nodwedd"],"Week":["Wythnos"],"Group by:":["Grwpio yn ol:"],"Delete selection.":["Dileu'r dewis."],"Transform to %s":["Trawsnewid i %s"],"verb\u0004Stack":["Pentyrru"],"single horizontal line\u0004Row":["Rhes"],"Select parent block (%s)":["Dewis bloc rhiant (%s)"],"Restrict editing":["Cyfyngu golygu"],"Alignment option\u0004None":["Dim"],"Vertical alignment":["Aliniad fertigol"],"Align items bottom":["Alinio eitemau ar y gwaelod"],"Align items center":["Alinio eitemau i'r canol"],"Align items top":["Alinio eitemau i'r brig"],"Whether the V2 of the quote block that uses inner blocks should be enabled.":["P'un ai dylid galluogi V2 y bloc dyfynnu sy'n defnyddio blociau mewnol."],"The pattern keywords.":["Yr allweddeiriau patrwm."],"Block types that the pattern is intended to be used with.":["Y mathau bloc y mae'n fwriad defnyddio'r patrwm gyda nhw."],"The pattern viewport width for inserter preview.":["Lled y porth gwylio patrwm ar gyfer rhagolwg y mewnosodwr."],"The pattern detailed description.":["Disgrifiad manwl y patrwm."],"The pattern name.":["Enw'r patrwm."],"The category label, in human readable format.":["Label y categori, mewn fformat y gall pobl ei ddarllen."],"The category name.":["Enw categori."],"Adding an RSS feed to this site’s homepage is not supported, as it could lead to a loop that slows down your site. Try using another block, like the <strong>Latest Posts<\/strong> block, to list posts from the site.":["Nid yw ychwanegu llif RSS i hafan y wefan hon yn cael ei gefnogi, gan y gallai arwain at ddolen sy'n arafu eich gwefan. Ceisiwch ddefnyddio bloc arall, fel y bloc <strong>Cofnodion Diweddaraf<\/strong>, i restru cofnodion o'r wefan."],"block description\u0004Contains the block elements used to render content when no query results are found.":["Mae'n cynnwys yr elfennau bloc sy'n cael eu defnyddio i rendro cynnwys pan heb ganfod canlyniadau ymholiad."],"block title\u0004No results":["Dim canlyniadau"],"block description\u0004Create a list item.":["Crëwch eitem rhestr."],"block title\u0004List item":["Eitem rhestr"],"block description\u0004Add a user’s avatar.":["Ychwanegu afatar defnyddiwr."],"block title\u0004Avatar":["Afatar"],"View Preview":["Gweld Rhagolwg"],"Download your theme with updated templates and styles.":["Llwythwch eich thema i lawr gyda thempledi ac arddulliau wedi'u diweddaru."],"Show text instead of icons on buttons.":["Dangos testun yn lle eiconau ar fotymau."],"Custom color picker. The currently selected color is called \"%1$s\" and has a value of \"%2$s\".":["Dewisydd lliw personol. Enw'r lliw yma yw \"%1$s\" ac mae ganddo'r gwerth  \"%2$s\"."],"Largest size":["Maint mwyaf"],"Smallest size":["Maint lleiaf"],"Add text or blocks that will display when a query returns no results.":["Ychwanegu testun neu flociau a fydd yn dangos pan nad yw'r ymholiad yn dychwelyd unrhyw ganlyniadau."],"Featured image: %s":["Delwedd nodwedd: %s"],"Link to post":["Dolen i'r cofnod"],"This item has been deleted, or is a draft":["Mae'r eitem hon wedi'i dileu, neu mae'n ddrafft"],"Invalid":["Annilys"],"Link to user profile":["Dolen i broffil defnyddiwr"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["Dewiswch y defnyddiwr afatar i'w ddangos, os yw'n wag bydd yn defnyddio awdur y cofnod\/tudalen."],"Default Avatar":["Afatar Rhagosodedig"],"Enter a date or time <Link>format string<\/Link>.":["Rhowch <Link>llinyn fformat<\/Link> ddyddiad neu amser."],"Custom format":["Fformat cyfaddas"],"Choose a format":["Dewiswch fformat"],"Enter your own date format":["Rhowch eich fformat dyddiad eich hun"],"long date format\u0004F j, Y":["F j, Y"],"medium date format with time\u0004M j, Y g:i A":["M j, Y g:i A"],"medium date format\u0004M j, Y":["M j, Y"],"short date format with time\u0004n\/j\/Y g:i A":["n\/j\/Y g:i A"],"short date format\u0004n\/j\/Y":["n\/j\/Y"],"Default format":["Fformat Rhagosodedig"],"Lock":["Cloi"],"Unlock":["Datgloi"],"Prevent removal":["Rhwystro tynnu"],"Disable movement":["Analluogi symud"],"Lock all":["Cloi'r cyfan"],"Choose specific attributes to restrict or lock all available options.":["Dewiswch briodoleddau penodol i gyfyngu neu gloi'r holl ddewisiadau sydd ar gael."],"Lock %s":["Cloi %s"],"Could not register file \"%s\" as a block pattern (\"Title\" field missing)":["Methu â chofrestru ffeil \"%s\" fel patrwm bloc (maes \"Teitl\" ar goll)"],"Could not register file \"%1$s\" as a block pattern (invalid slug \"%2$s\")":["Methu cofrestru ffeil \"%1$s\" fel patrwm bloc (bonyn annilys \"%2$s\")"],"Could not register file \"%s\" as a block pattern (\"Slug\" field missing)":["Methu â chofrestru ffeil \"%s\" fel patrwm bloc (maes \"Bonyn\" ar goll)"],"(%s website link, opens in a new tab)":["( dolen gwefan %s , yn agor mewn tab newydd)"],"(%s author archive, opens in a new tab)":["( archif awdur %s , yn agor mewn tab newydd)"],"Preference activated - %s":["Y dewis wedi'i weithredu - %s"],"Preference deactivated - %s":["Y dewis wedi'i ddadweithredu - %s"],"Insert a link to a post or page.":["Mewnosod dolen i gofnod neu dudalen."],"Classic menu import failed.":["Methodd mewnforio dewislen glasurol."],"Classic menu imported successfully.":["Mewnforiwyd y ddewislen glasurol yn llwyddiannus."],"Classic menu importing.":["Mewnforio dewislen glasurol."],"Failed to create Navigation Menu.":["Wedi methu creu Dewislen Llywio."],"Navigation Menu successfully created.":["Crëwyd Dewislen Llywio yn llwyddiannus."],"Creating Navigation Menu.":["Yn creu Dewislen Llywio."],"Unable to create Navigation Menu \"%s\".":["Methu creu Dewislen Llywio \"%s\"."],"Unable to fetch classic menu \"%s\" from API.":["Methu nôl dewislen glasurol \"%s\" o'r API."],"Navigation block setup options ready.":["Dewisiadau gosod bloc llywio yn barod."],"Loading navigation block setup options…":["Wrthi'n llwytho dewisiadau gosod bloc llywio…"],"Choose a %s":["Dewiswch %s"],"Existing template parts":["Rhannau templed presennol"],"Convert to Link":["Trosi i Ddolen"],"%s blocks deselected.":["%s bloc wedi'u dad-ddewis."],"%s deselected.":["%s wedi'i ddad-ddewis."],"block description\u0004Displays the link of a post, page, or any other content-type.":["Yn dangos dolen cofnod, tudalen, neu unrhyw fath arall o gynnwys."],"block title\u0004Read More":["Darllen Rhagor"],"block description\u0004The author biography.":["Bywgraffiad yr awdur."],"block title\u0004Author Biography":["Bywgraffiad Awdur"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["Mae'r ategyn \"%s\" profi gwall ac nid oes modd ei rendro."],"The posts page template cannot be changed.":["Nid oes modd newid templed y dudalen cofnodion."],"Show labels":["Dangos labeli"],"Author Biography":["Bywgraffiad Awdur"],"Create from '%s'":["Creu o '%s'"],"Older comments page link":["Dolen y dudalen sylwadau hŷn"],"If you take over, the other user will lose editing control to the post, but their changes will be saved.":["Os cymerwch chi'r awenau, bydd y defnyddiwr arall yn colli rheolaeth olygu ar y cofnod, ond bydd eu newidiadau'n cael eu cadw."],"Choose a different style combination for the theme styles.":["Dewiswch gyfuniad arddull gwahanol ar gyfer arddulliau'r thema."],"Select the size of the source image.":["Dewiswch faint y ddelwedd ffynhonnell."],"Configure the visual appearance of the button opening the overlay menu.":["Ffurfweddwch ymddangosiad gweledol y botwm sy'n agor y ddewislen troshaenu."],"Show icon button":["Dangos botwm yr eicon"],"font weight\u0004Black":["Du"],"font weight\u0004Extra Bold":["Trwm Iawn"],"font weight\u0004Bold":["Trwm"],"font weight\u0004Semi Bold":["Rhannol Drwm"],"font weight\u0004Medium":["Canolig"],"font weight\u0004Regular":["Arferol"],"font weight\u0004Light":["Golau"],"font weight\u0004Extra Light":["Ysgafn Iawn"],"font weight\u0004Thin":["Tenau"],"font style\u0004Italic":["Italig"],"font style\u0004Regular":["Arferol"],"Transparent text may be hard for people to read.":["Gall testun tryloyw fod yn anodd i bobl ei ddarllen."],"Sorry, you are not allowed to view this global style.":["Ymddiheuriadau, nid oes caniatâd i chi weld yr arddull gyffredinol."],"Sorry, you are not allowed to edit this global style.":["Ymddiheuriadau, nid oes caniatâd i chi olygu'r arddull gyffredinol."],"Older Comments":["Sylwadau Hŷn"],"Newer Comments":["Sylwadau Diweddarach"],"block description\u0004Display post author details such as name, avatar, and bio.":["Dangos manylion awdur y cofnod e.e, enw, afatar a hanes."],"Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.":["Mae categorïau yn darparu ffordd ddefnyddiol o grwpio cofnodion cysylltiedig gyda'i gilydd ac i sôn yn gyflym wrth ddarllenwyr am y cofnod."],"Assign a category":["Neilltuo categori"],"<strong>%s<\/strong> is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["<strong>Mae %s<\/strong> yn gweithio ar y cofnod hwn ar hyn o bryd (<PreviewLink \/> ), sy'n golygu nad oes modd i chi wneud newidiadau iddo, oni bai eich bod yn ei gymryd drosodd."],"preview":["rhagolwg"],"<strong>%s<\/strong> now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["<strong>Mae gan %s<\/strong> reolaeth golygu dros y cofnod hwn bellach (<PreviewLink \/> ). Peidiwch â phoeni, mae eich newidiadau hyd yn hyn wedi'u cadw."],"Exit editor":["Gadael y golygydd"],"Draft saved.":["Drafft wedi ei gadw."],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"site exporter menu item\u0004Export":["Allforio"],"\"%s\" deleted.":["Mae \"%s\" wedi'i ddileu."],"Close block inserter":["Caewch y mewnosodwr bloc"],"Page List: Cannot retrieve Pages.":["Rhestr Tudalen: Methu nôl Tudalennau."],"Link is empty":["Dolen yn wag"],"Button label to reveal tool panel options\u0004%s options":["%s dewis"],"Search %s":["Chwilio %s"],"Set custom size":["Gosod maint cyfaddas"],"Use size preset":["Defnyddio rhagosodiad maint"],"Reset colors":["Ailosod lliwiau"],"Reset gradient":["Ailosod graddiant"],"Remove all colors":["Tynnu pob lliw"],"Remove all gradients":["Tynnu pob graddiant"],"Color options":["Dewisiadau lliw"],"Gradient options":["Dewisiadau graddiant"],"Add color":["Ychwanegu lliw"],"Add gradient":["Ychwanegu graddiant"],"Done":["Gorffen"],"Gradient name":["Enw graddiant"],"Color %s":["Lliw %s"],"Color format":["Fformat lliwiau"],"Hex color":["Lliwiau hecs"],"block description\u0004The author name.":["Enw awdur."],"block title\u0004Author Name":["Enw Awdur"],"block description\u0004Displays the previous comment's page link.":["Yn dangos dolen y dudalen sylwadau blaenorol."],"block description\u0004Displays the next comment's page link.":["Yn dangos dolen y dudalen sylwadau nesaf."],"Icon":["Eicon"],"Delete":["Dileu"],"Entity renamed.":["Endid wedi'i ailenwi."],"Icon background":["Cefndir eicon"],"Use as site icon":["Defnyddio fel eicon gwefan"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":["Eiconau Gwefan yw'r hyn a welwch mewn tabiau porwr, bariau nod tudalen, ac o fewn apiau symudol WordPress. I ddefnyddio eicon cyfaddas sy'n wahanol i'ch logo gwefan, defnyddiwch <a>osodiadau Eiconau Gwefan<\/a> ."],"Post type":["Math o gofnod"],"Link to author archive":["Dolen i archif yr awdur"],"Author Name":["Enw Awdur"],"You do not have permission to create Navigation Menus.":["Nid oes gennych ganiatâd i greu Dewislenni Llywio."],"You do not have permission to edit this Menu. Any changes made will not be saved.":["Nid oes gennych ganiatâd i olygu'r Ddewislen hon. Ni fydd unrhyw newid yn cael eu cadw."],"Newer comments page link":["Dolen y dudalen sylwadau diweddaraf"],"Site icon.":["Eicon gwefan."],"Font size name\u0004Extra Large":["Mawr Iawn"],"block title\u0004Pagination":["Tudaleniad"],"block title\u0004Previous Page":["Y Dudalen Flaenorol"],"block title\u0004Page Numbers":["Rhifau Tudalen"],"block title\u0004Next Page":["Y Dudalen Nesaf"],"block description\u0004Displays a list of page numbers for comments pagination.":["Yn dangos rhestr o rifau tudalennau ar gyfer tudaleniad sylwadau."],"Site updated.":["Gwefan wedi'i diweddaru."],"Saving failed.":["Methodd y cadw."],"Now displaying: %s":["Nawr yn dangos: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s — WordPress"],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"An error occurred while creating the site export.":["Digwyddodd gwall wrth greu allforio'r wefan."],"Manage menus":["Rheoli dewislenni"],"%s submenu":["%s is ddewislen"],"block description\u0004Displays a paginated navigation to next\/previous set of comments, when applicable.":["Yn dangos llywio tudaleniad i'r set nesaf\/flaenorol o gofnodion, pan fo hynny'n berthnasol."],"block title\u0004Comments Pagination":["Tudaleniad Sylwadau"],"Added by":["Ychwanegwyd gan"],"Actions":["Gweithredoedd"],"An error occurred while reverting the entity.":["Digwyddodd gwall wrth ddychwelyd yr endid."],"Rename":["Ailenwi"],"An error occurred while renaming the entity.":["Digwyddodd gwall wrth ailenwi'r endid."],"An error occurred while creating the template part.":["Digwyddodd gwall wrth greu rhan o'r templed."],"An error occurred while creating the template.":["Digwyddodd gwall wrth greu rhan o'r templed."],"Custom gradients are empty! Add some gradients to create your own palette.":["Mae graddiannau cyfaddas yn wag! Ychwanegwch rai graddiannau i greu eich palet eich hun."],"Add custom colors":["Ychwanegwch liwiau cyfaddas"],"Manage the fonts and typography used on the links.":["Rheoli'r ffontiau a'r deipograffeg sy'n cael ei ddefnyddio ar y dolenni."],"Manage the fonts used on the site.":["Rheoli'r ffontiau sy'n cael eu ddefnyddio ar y wefan."],"Manage the typography settings for different elements.":["Rheoli gosodiadau teipograffeg y gwahanol elfennau."],"Aa":["Aa"],"An error occurred while deleting the template.":["Digwyddodd gwall wrth ddileu'r templed."],"Show arrow":["Dangos saeth"],"Create a new menu?":["Creu dewislen newydd?"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":["Cwplws"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":["Saeth"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":["Dim"],"A decorative arrow appended to the next and previous comments link.":["Roedd saeth addurniadol ynghlwm wrth y ddolen sylwadau nesaf a blaenorol."],"Indicates this palette is created by the user.\u0004Custom":["Cyfaddas"],"Indicates this palette comes from the theme.\u0004Custom":["Cyfaddas"],"Indicates this palette comes from WordPress.\u0004Default":["Rhagosodiad"],"Indicates this palette comes from the theme.\u0004Theme":["Thema"],"Add default block":["Ychwanegu bloc rhagosodedig"],"The ID for the author of the revision.":["ID awdur yr adolygiad."],"Displays latest posts written by a single author.":["Yn dangos y cofnodion diweddaraf a ysgrifennwyd gan un awdur."],"Here’s a detailed guide to learn how to make the most of it.":["Dyma ganllaw manwl ar ddysgu sut i wneud y gorau ohono."],"New to block themes and styling your site? ":["Yn newydd i themâu blociau a steilio'ch gwefan? "],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Gallwch chi addasu'ch blociau i sicrhau profiad cydlynol ar draws eich gwefan - ychwanegu'ch lliwiau unigryw i floc Botwm wedi'i frandio, neu addasu'r bloc Pennyn i'ch maint dewisol."],"Personalize blocks":["Personoli blociau"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Gallwch gyfaddasu'ch gwefan gymaint ag y dymunwch gyda gwahanol liwiau, teipograffeg a chynlluniau. Neu os yw'n well gennych, gadael i'ch thema ei drefnu! "],"Set the design":["Gosod y dyluniad"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Gwnewch fân newidiadau i'ch gwefan, neu roi golwg hollol newydd iddi! Byddwch yn greadigol - beth am balet lliw newydd ar gyfer eich botymau, neu ddewis ffont newydd? Cymerwch gip ar yr hyn y gallwch chi ei wneud yma."],"Welcome to Styles":["Croeso i Arddulliau"],"styles":["arddulliau"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Cliciwch<StylesIconImage \/> i ddechrau dylunio'ch blociau, a dewis eich teipograffeg, eich cynllun a'ch lliwiau."],"Design everything on your site — from the header right down to the footer — using blocks.":["Dyluniwch bopeth ar eich gwefan — o'r pennyn i'r troedyn — gan ddefnyddio blociau."],"Edit your site":["Golygu eich gwefan"],"Welcome to the site editor":["Croeso i olygydd y wefan"],"Add a featured image":["Ychwanegwch ddelwedd nodwedd"],"block description\u0004This block is deprecated. Please use the Comments block instead.":["Mae'r bloc hwn yn anghymeradwy. Defnyddiwch y bloc Sylwadau yn ei le."],"block title\u0004Comment (deprecated)":["Sylw (anghymeradwy)"],"block description\u0004Show a block pattern.":["Dangos patrwm bloc."],"block title\u0004Pattern":["Patrwm"],"block description\u0004Contains the block elements used to display a comment, like the title, date, author, avatar and more.":["Yn cynnwys yr elfennau bloc sy'n cael eu defnyddio i ddangos sylw, fel y teitl, dyddiad, awdur, afatar a mwy."],"block title\u0004Comment Template":["Templed Sylwadau"],"block description\u0004Displays a link to reply to a comment.":["Yn dangos dolen i ymateb i sylw."],"block title\u0004Comment Reply Link":["Dolen Ateb Sylwadau"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Yn dangos dolen i olygu'r sylw ym Mwrdd Gwaith WordPress. Mae'r ddolen hon yn weladwy i ddim ond defnyddwyr sydd â'r gallu i olygu sylwadau."],"block title\u0004Comment Edit Link":["Dolen Golygu Sylw"],"block description\u0004Displays the contents of a comment.":["Yn dangos cynnwys sylw."],"block title\u0004Comment Author Name":["Enw Awdur Sylw"],"%s applied.":["%s wedi'i osod."],"%s removed.":["%s wedi’i dynnu."],"%s: Sorry, you are not allowed to upload this file type.":["Ymddiheuriadau, nid oes gennych hawl i lwytho'r math yma o ffeiliau."],"The following changes have been made to your site, templates, and content.":["Gwnaed y newidiadau canlynol i'ch gwefan, templedi a chynnwys."],"The following content has been modified.":["Mae'r cynnwys canlynol wedi'i addasu."],"This change will affect pages and posts that use this template.":["Bydd y newid hwn yn effeithio ar dudalennau a chofnodion sy'n defnyddio'r templed hwn."],"This change will affect your whole site.":["Bydd y newid hwn yn effeithio ar eich gwefan gyfan."],"Use left and right arrow keys to resize the canvas.":["Defnyddiwch fysellau saeth chwith a de i newid maint y cynfas."],"Drag to resize":["Llusgwch i newid maint"],"Transform":["Trawsnewid"],"Submenu & overlay background":["Cefndir is ddewislen a throshaen"],"Submenu & overlay text":["Testun is ddewislen a throshaen"],"Navigation menu has been deleted or is unavailable. ":["Mae'r ddewislen llywio wedi'i dileu neu nid yw ar gael. "],"Confirm":["Cadarnhau"],"Delete %s":["Dileu %s"],"%s navigation":["Llywio %s"],"Create new menu":["Crëwch ddewislen newydd"],"Unsaved Navigation Menu.":["Dewislen Llywio Heb ei Gadw."],"Menus":["Dewislenni"],"Embed Wolfram notebook content.":["Mewnblannwch gynnwys llyfr nodiadau Wolfram."],"Reply":["Ateb"],"Avatar Settings":["Gosodiadau Afatar"],"Displays more block tools":["Dangos rhagor o offer bloc"],"Create a two-tone color effect without losing your original image.":["Creu effaith lliw dau dôn heb golli'ch delwedd wreiddiol."],"Remove %s":["Tynnu %s"],"%1$d pattern found for \"%2$s\"":["%1$d patrwm wedi'i ddarganfod ar gyfer \"%2$s\"","%1$d batrwm wedi'i ddarganfod ar gyfer \"%2$s\"","%1$d patrwm wedi'i ddarganfod ar gyfer \"%2$s\"","%1$d patrwm wedi'i ddarganfod ar gyfer \"%2$s\""],"Explore all patterns":["Darganfod yr holl batrymau"],"Orientation":["Cyfeiriad"],"Allow to wrap to multiple lines":["Caniatáu iddo lapio i linellau lluosog"],"No Navigation Menus found.":["Heb Ddarganfod Dewislen Llywio."],"Theme not found.":["Heb ganfod y thema."],"HTML title for the post, transformed for display.":["Teitl HTML ar gyfer y cofnod, wedi ei drosi i'w ddangos."],"Title for the global styles variation, as it exists in the database.":["Teitl ar gyfer yr amrywiad arddulliau eang, fel y mae'n bodoli yn y gronfa ddata."],"Title of the global styles variation.":["Teitl yr amrywiad arddulliau eang."],"Global settings.":["Gosodiadau eang."],"Global styles.":["Arddulliau Eang."],"ID of global styles config.":["ID o ffurfweddiad arddulliau eang."],"No global styles config exist with that id.":["Nid oes unrhyw arddulliau eang yn bodoli gyda'r id hwnnw."],"Sorry, you are not allowed to access the global styles on this site.":["Ymddiheuriadau, nid oes caniatâd i chi gyrchu'r arddulliau eang ar y wefan hon."],"The theme identifier":["Dynodwr y thema"],"%s Avatar":["Afatar %s"],"block style label\u0004Plain":["Plaen"],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Mae paletau yn cael eu defnyddio i ddarparu dewisiadau lliw rhagosodedig blociau ac offer dylunio amrywiol. Yma gallwch olygu'r lliwiau gyda'u labeli."],"Elements":["Elfennau"],"Manage palettes and the default color of different global elements on the site.":["Rheoli paletau a lliw rhagosodedig elfennau cyffredinol gwahanol ar y wefan."],"Customize the appearance of specific blocks and for the whole site.":["Cyfaddasu ymddangosiad blociau penodol ac ar gyfer y wefan gyfan."],"Areas":["Ardaloedd"],"Link to comment":["Cysylltu i sylw"],"Link to authors URL":["Cysylltu i awduron"],"Choose an existing %s or create a new one.":["Dewis %s sy'n bodoli eisoes neu greu un newydd."],"Name and create your new %s":["Enwch a chreu eich %s newydd"],"Add a site logo":["Ychwanegu logo gwefan"],"Open on click":["Agor ar glic"],"Submenus":["Is ddewislen"],"Always":["Pob tro"],"Collapses the navigation options in a menu icon opening an overlay.":["Yn cau'r dewisiadau llywio mewn eicon dewislen sy'n agor troshaen."],"Configure overlay menu":["Ffurfweddu dewislen troshaenu"],"Overlay Menu":["Dewislen Troshaenu"],"Display":["Dangosydd"],"Embed Pinterest pins, boards, and profiles.":["Mewnblannu pinnau, byrddau a phroffiliau Pinterest."],"bookmark":["nod tudalen"],"Drag and drop onto this block, upload, or select existing media from your library.":["Llusgo a gollwng ar i'r bloc hwn, llwytho i fyny neu ddewis o'r cyfryngau sy'n eich llyfrgell."],"Show only top level categories":["Dangos y categorïau lefel uchaf yn unig"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Yn dangos enw'r wefan hon. Diweddarwch y bloc, ac mae'r newidiadau yn digwydd ym mhobman y mae'n cael ei ddefnyddio. Bydd hyn hefyd yn ymddangos ym mar teitl y porwr ac mewn canlyniadau chwilio."],"Highlight":["Amlygu"],"Create page: <mark>%s<\/mark>":["Creu tudalen: <mark>%s<\/mark>"],"You do not have permission to create Pages.":["Nid oes gennych ganiatâd i greu Tudalennau."],"%d color":["%d lliw","%d liw","%d lliw","%d lliw"],"Palette":["Palet"],"Navigate to the previous view":["Llywio i'r olwg flaenorol"],"Include the label as part of the link":["Cynnwys y label fel rhan o'r ddolen"],"Previous: ":["Blaenorol: "],"Next: ":["Nesaf: "],"Make title link to home":["Gwneud teitl gysylltu â'r cartref"],"This item is missing a link":["Mae'r eitem hon yn brin o'i dolen"],"Block spacing":["Bylchu bloc"],"Max %s wide":["Uchafswm %s o led"],"label before the title of the previous post\u0004Previous:":["Blaenorol:"],"label before the title of the next post\u0004Next:":["Nesaf:"],"block description\u0004Add a submenu to your navigation.":["Ychwanegu is ddewislen i'ch llywio."],"block title\u0004Submenu":["Is ddewislen"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Dangos cynnwys mewn sawl colofn, gyda blociau wedi'u hychwanegu at bob colofn."],"Customize the appearance of specific blocks for the whole site.":["Cyfaddasu golwg blociau penodol ar gyfer y wefan gyfan."],"Colors":["Lliwiau"],"Show %s":["Dangos %s"],"Hide and reset %s":["Cuddio ac ailosod %s"],"Reset %s":["Ailosod %s"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Dylai'r elfen <footer> gynrychioli troedyn ar gyfer ei elfen ymrannu agosaf (e.e.: <section>, <article>, <main> ac ati)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Dylai'r elfen <aside> gynrychioli cyfran o ddogfen y mae ei chynnwys yn perthyn yn anuniongyrchol i brif gynnwys y ddogfen."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["Dylai'r elfen <article> gynrychioli cyfran hunangynhwysol, syndicateiddedig o'r ddogfen."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Dylai'r elfen <section> gynrychioli cyfran o'r ddogfen sy'n sefyll ar ei phen ei hun ac nad oes modd ei chynrychioli'n well gan elfen arall."],"The <main> element should be used for the primary content of your document only. ":["Dylid defnyddio'r elfen <main> ar gyfer prif gynnwys eich dogfen yn unig. "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Dylai'r elfen <header> gynrychioli cynnwys rhagarweiniol, fel arfer grŵp o gymhorthion rhagarweiniol neu lywio."],"Minimum height":["Lleiafswm uchder"],"block description\u0004Create structured content in rows and columns to display information.":["Crëwch gynnwys strwythuredig mewn rhesi a cholofnau i ddangos gwybodaeth."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["Creu cynllun teclyn clasurol gyda theitl sydd yn dilyn arddull  thema eich ardaloedd teclyn."],"Widget Group":["Grŵp Teclynnau"],"Size of a UI element\u0004Extra Large":["Mawr Iawn"],"Size of a UI element\u0004Large":["Mawr"],"Size of a UI element\u0004Medium":["Canolig"],"Size of a UI element\u0004Small":["Bach"],"Size of a UI element\u0004None":["Dim"],"No selection":["Dim dewis"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":["Cwplws"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":["Saeth"],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":["Dim"],"A decorative arrow appended to the next and previous page link.":["Saeth addurniadol ynghlwm wrth ddolen y dudalen nesaf a blaenorol."],"Arrow":["Saeth"],"Preload value\u0004None":["Dim"],"noun; Audio block parameter\u0004Preload":["Rhaglwytho"],"Media item link option\u0004None":["Dim"],"Currently selected font appearance: %s":["Ymddangosiad y ffont a ddewiswyd ar hyn o bryd: %s"],"Currently selected font style: %s":["Arddull y ffont a ddewiswyd ar hyn o bryd: %s"],"Currently selected font weight: %s":["Pwysau'r ffont a ddewiswyd ar hyn o bryd: %s"],"No selected font appearance":["Dim ymddangosiad ffont wedi'i ddewis"],"Justification":["Unioni"],"Duotone name\u0004Blue and orange":["Glas ac oren"],"Duotone name\u0004Purple and green":["Porffor a gwyrdd"],"Duotone name\u0004Magenta and yellow":["Magenta a melyn"],"Duotone name\u0004Midnight":["Canol Nos"],"Duotone name\u0004Blue and red":["Glas a choch"],"Duotone name\u0004Purple and yellow":["Porffor a melyn"],"Duotone name\u0004Grayscale":["Graddlwyd"],"Duotone name\u0004Dark grayscale":["Graddlwyd tywyll"],"Gradient name\u0004Midnight":["Canol Nos"],"Gradient name\u0004Electric grass":["Glaswellt trydanol"],"Gradient name\u0004Pale ocean":["Cefnfor gwelw"],"Gradient name\u0004Luminous dusk":["Cyfnos goleuol"],"Gradient name\u0004Blush bordeaux":["Bordeaux ysgafn"],"Gradient name\u0004Blush light purple":["Porffor golau ysgafn"],"Gradient name\u0004Cool to warm spectrum":["Sbectrwm oer i gynnes"],"Gradient name\u0004Very light gray to cyan bluish gray":["Llwyd ysgafn iawn i lwyd glaswyrdd glas"],"Gradient name\u0004Luminous vivid orange to vivid red":["Oren llachar goleuol i goch llachar"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["Ambr byw goleuol i oren llachar goleuol"],"Gradient name\u0004Light green cyan to vivid green cyan":["Gwyrddlas gwyrdd golau i wyrddlas gwyrdd llachar"],"Gradient name\u0004Vivid cyan blue to vivid purple":["Glas gwyrddlas llachar i borffor llachar"],"Color name\u0004Vivid purple":["Porffor llachar"],"Color name\u0004Vivid cyan blue":["Gwyrddlas gwyrdd llachar"],"Color name\u0004Pale cyan blue":["Gwyrddlas gwyrdd gwan"],"Color name\u0004Vivid green cyan":["Gwyrdd glaswyrdd llachar"],"Color name\u0004Light green cyan":["Gwyrdd gwyrddlas golau"],"Color name\u0004Luminous vivid amber":["Ambr cryf llachar"],"Color name\u0004Luminous vivid orange":["Oren cryf llachar"],"Color name\u0004Vivid red":["Coch llachar"],"Color name\u0004Pale pink":["Pinc gwan"],"Color name\u0004White":["Gwyn"],"Color name\u0004Cyan bluish gray":["Llwyd las gwyrddlas"],"Color name\u0004Black":["Du"],"Font size name\u0004Large":["Mawr"],"Font size name\u0004Medium":["Canolig"],"Font size name\u0004Small":["Bach"],"Reset all":["Ailosod y cyfan"],"Currently selected font size: %s":["Maint ffont a ddewiswyd ar hyn o bryd: %s"],"Currently selected: %s":["Wedi'i ddewis ar hyn o bryd: %s"],"Image scaling options\u0004Scale":["Graddfa"],"Image will be stretched and distorted to completely fill the space.":["Bydd y ddelwedd yn cael ei hymestyn a'i gwyrdroi i lanw'r gofod yn llwyr."],"Image is scaled to fill the space without clipping nor distorting.":["Mae'r ddelwedd wedi ei graddio i lanw'r gofod heb ei thocio na'i gwyrdroi."],"Image is scaled and cropped to fill the entire space without being distorted.":["Mae'r ddeled wedi ei graddio a'i thocio i lawn y gofod i gyd heb ei gwyrdroi."],"Scale option for Image dimension control\u0004Fill":["Llanw"],"Scale option for Image dimension control\u0004Contain":["Cynnwys"],"Scale option for Image dimension control\u0004Cover":["Clawr"],"Loading options…":["Dewisiadau llwytho…"],"All gallery image sizes updated to: %s":["Mae pob maint delwedd oriel wedi'u diweddaru i: %s"],"All gallery images updated to not open in new tab":["Mae pob delwedd oriel wedi'u diweddaru i beidio fod ar agor mewn tab newydd"],"All gallery images updated to open in new tab":["Mae pob delwedd oriel wedi'u diweddaru i fod ar agor mewn tab newydd"],"All gallery image links updated to: %s":["Mae pob dolen delwedd oriel wedi'u diweddaru i: %s"],"If uploading to a gallery all files need to be image formats":["Os yn llwytho i oriel, rhiad i bob ffeil fod mewn fformat delwedd"],"https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/":["https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/"],"Flow":["Llif"],"Flex":["Flex"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Rydych wedi ceisio golygu eitem sydd ddim yn bodoli. Efallai roedd wedi ei ddileu?"],"Customize how you interact with blocks in the block library and editing canvas.":["Cyfaddasu sut rydych chi'n rhyngweithio â blociau yn y llyfrgell flociau a'r cynfas golygu."],"Block interactions":["Rhyngweithiadau blociau"],"Customize options related to the block editor interface and editing flow.":["Cyfaddasu dewisiadau sy'n gysylltiedig â'r rhyngwyneb golygydd blociau a'r llif golygu."],"Change options related to publishing.":["Newid y dewisiadau sy'n gysylltiedig â chyhoeddi."],"Publishing":["Cyhoeddi"],"Enter character(s) used to separate terms.":["Rhowch y nodau sy'n cael eu defnyddio i wahanu termau."],"Add \"read more\" link text":["Ychwanegu dolen testun \"darllen rhagor\""],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Gall cofnodion blog fod yn \"ludiog\", nodwedd sy'n eu gosod ar frig tudalen flaen y cofnodion, gan ei gadw yno nes bod cofnod gludiog newydd yn cael ei gyhoeddi."],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":["Mae WordPress yn cynnwys gwahanol fathau o gynnwys ac maen nhw'n cael eu rhannu'n gasgliadau o'r enw “Mathau o Gofnodion“. Yn rhagosodedig, mae yna ychydig o rai gwahanol fel cofnodion blog a thudalennau, ond gall ategion ychwanegu mwy."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Ei newid i ddefnyddio'r cyd-destun ymholiad cyffredinol sydd wedi'i osod gyda'r templed cyfredol, fel archif neu chwiliad. Analluogwch ef i gyfaddasu'r gosodiadau ar wahân."],"Inherit query from template":["Etifeddu'r ymholiad o'r templed"],"Site Title placeholder":["Deilydd lle Teitl Gwefan"],"Site Tagline placeholder":["Deilydd Lle Llinell Dag y Wefan"],"Link image to home":["Cysylltu delwedd â'r cartref"],"block example\u0004Home Link":["Dolen Cartref"],"Add home link":["Ychwanegu dolen gartref"],"Home link text":["Testun dolen cartref"],"Media width":["Lled y cyfryngau"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"No published posts found.":["Heb ganfod unrhyw gofnodion wedi'u cyhoeddi."],"Autoplay may cause usability issues for some users.":["Gall autochwarae achosi problemau defnyddioldeb i rai defnyddwyr."],"Style":["Arddull"],"Radius":["Radiws"],"Link radii":["Radii cyswllt"],"Unlink radii":["Datgysylltu radii"],"Bottom right":["Gwaelod de"],"Bottom left":["Gwaelod chwith"],"Top right":["Brig de"],"Top left":["Brig chwith"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["Mae bloc \"%s\" wedi ei effeithio gan wallau ac efallai na fydd yn gweithio'n iawn. Darllenwch yr offer i ddatblygwyr am ragor o fanylion."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Analluogwch flociau nad ydych am iddyn nhw ymddangos yn y mewnosodwr. Mae modd eu troi ymlaen eto."],"Visible blocks":["Blociau gweledol"],"Review settings, such as visibility and tags.":["Adolygwch y gosodiadau, fel gwelededd a thagiau."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Bloc uwch sy'n caniatáu dangos mathau o gofnod yn seiliedig ar wahanol baramedrau ymholiad a ffurfweddiadau gweledol."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Yn cynnwys elfennau blociau sy'n cael eu ddefnyddio i greu cofnod, fel y teitl, dyddiad, delwedd nodwedd, cynnwys neu ddyfyniad, a rhagor."],"block title\u0004Post Template":["Templed Cofnod"],"block keyword\u0004link":["dolen"],"No preview available.":["Dim rhagolwg ar gael."],"Widgets footer":["Troedyn teclyn"],"Display block breadcrumbs deactivated":["Dadweithredwyd briwsion blociau"],"Display block breadcrumbs activated":["Gweithredwyd briwsion blociau"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Mae templedi yn helpu i ddiffinio cynllun y wefan. Gallwch addasu pob agwedd ar eich cofnodion a'ch tudalennau gan ddefnyddio blociau a phatrymau yn y golygydd hwn."],"noun\u0004Document":["Dogfen"],"%d block is hidden.":["Mae %d bloc wedi'i guddio.","Mae %d floc wedi'u cuddio.","Mae %d bloc wedi'u cuddio.","Mae %d bloc wedi'u cuddio."],"The calendar block is hidden because there are no published posts.":["Mae'r bloc calendr wedi'i guddio oherwydd nad oes unrhyw gofnod wedi'u cyhoeddi."],"block keyword\u0004movie":["ffilm"],"block description\u0004Embed a video from your media library or upload a new one.":["Mewnblannu fideo o'ch llyfrgell cyfryngau neu lwytho un newydd."],"block keyword\u0004poem":["cerdd"],"block keyword\u0004poetry":["barddoniaeth"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Mewnosod barddoniaeth. Defnyddiwch fformatau bylchu arbennig. Neu ddyfynnu geiriau cân."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Mae'r bloc hwn yn anghymeradwy. Defnyddiwch y bloc Colofnau yn ei le."],"block description\u0004A cloud of your most used tags.":["Cwmwl o'ch tagiau amlycaf."],"block style label\u0004Stripes":["Streipiau"],"block keyword\u0004summary":["crynodeb"],"block keyword\u0004document outline":["amlinelliad o'r ddogfen"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Crynhowch eich cofnod gyda rhestr o benawdau. Ychwanegwch angorau HTML i flociau Pennawd i'w cysylltu yma."],"block title\u0004Table of Contents":["Tabl Cynnwys"],"block description\u0004Add white space between blocks and customize its height.":["Ychwanegu gofod gwyn rhwng blociau a chyfaddasu ei uchder."],"block style label\u0004Pill Shape":["Siâp Pilsen"],"block style label\u0004Logos Only":["Logos yn Unig"],"block description\u0004Display icons linking to your social media profiles or sites.":["Dangos eiconau sy'n cysylltu â'ch proffiliau neu wefannau cyfryngau cymdeithasol."],"block description\u0004Display an icon linking to a social media profile or site.":["Dangos eicon sy'n cysylltu â phroffil neu wefan cyfryngau cymdeithasol."],"block keyword\u0004description":["disgrifiad"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it’s not displayed in the theme design.":["Disgrifiwch mewn ychydig eiriau beth yw pwrpas y wefan. Mae modd defnyddio'r llinell tag mewn canlyniadau chwilio neu wrth rannu ar rwydweithiau cymdeithasol hyd yn oed os nad yw wedi'i harddangos yn nyluniad y thema."],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Mewnosod elfennau cyfaddas ychwanegol gyda chod byr o WordPress."],"block style label\u0004Dots":["Dotiau"],"block style label\u0004Wide Line":["Llinell Llydan"],"block keyword\u0004divider":["rhannwr"],"block keyword\u0004hr":["awr"],"block keyword\u0004horizontal-line":["llinell lorweddol"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Creu toriad rhwng syniadau neu adrannau gyda gwahanydd llorweddol."],"block keyword\u0004find":["canfod"],"block description\u0004Help visitors find your content.":["Helpwch ymwelwyr i ddod o hyd i'ch cynnwys."],"block keyword\u0004feed":["llif"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Dangos gofnodion o unrhyw lif RSS neu Atom."],"block keyword\u0004cite":["dyfynnu"],"block keyword\u0004blockquote":["dyfyniad bloc"],"block description\u0004Display the query title.":["Dangos teitl yr ymholiad."],"block title\u0004Query Title":["Teitl Ymholiad"],"block description\u0004Displays a paginated navigation to next\/previous set of posts, when applicable.":["Yn dangos llywio tudaleniad i'r set nesaf\/flaenorol o gofnodion, pan fo hynny'n berthnasol."],"block description\u0004Displays the previous posts page link.":["Yn dangos dolen y dudalen cofnod blaenorol."],"block description\u0004Displays a list of page numbers for pagination":["Yn dangos rhestr o rifau tudalennau ar gyfer tudaleniad"],"block description\u0004Displays the next posts page link.":["Yn dangos dolen y dudalen cofnod nesaf."],"block description\u0004Give special visual emphasis to a quote from your text.":["Rhoi pwyslais gweledol arbennig i ddyfyniad o'ch testun."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Ychwanegwch destun sy'n parchu eich bylchu a'ch tabiau, a hefyd yn caniatáu addurno."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Yn dangos teitl cofnod, tudalen, neu unrhyw fath arall o gynnwys."],"block description\u0004Post terms.":["Amodau cofnodion."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Yn dangos dolen y cofnod nesaf neu flaenorol sydd nesaf at y cofnod gyfredol."],"block title\u0004Post Navigation Link":["Dolen Llywio Cofnod"],"block description\u0004Display a post's featured image.":["Dangos delwedd nodwedd cofnod."],"block description\u0004Display the excerpt.":["Dangos darn y dyfyniad."],"block description\u0004Displays the contents of a post or page.":["Yn dangos cynnwys cofnod neu dudalen."],"block description\u0004Displays the link to the current post comments.":["Yn dangos y ddolen i sylwadau'r cofnod cyfredol."],"block description\u0004Display a post's comments form.":["Dangos ffurflen sylwadau cofnod."],"block description\u0004Display a post's comments count.":["Dangos cyfrif sylwadau cofnod."],"block keyword\u0004text":["testun"],"block description\u0004Start with the basic building block of all narrative.":["Cychwynnwch gyda bloc sylfaenol adeiladu pob cynnwys testun."],"block description\u0004Display a list of all pages.":["Dangos rhestr o'r holl dudalennau."],"block keyword\u0004pagination":["tudaleniad"],"block keyword\u0004next page":["tudalen nesaf"],"block description\u0004Separate your content into a multi-page experience.":["Rhannu eich cynnwys i brofiad aml-dudalen."],"block keyword\u0004navigation":["llywio"],"block keyword\u0004menu":["dewislen"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Casgliad o flociau sy'n caniatáu i ymwelwyr symuid o amgylch eich gwefan."],"block description\u0004Add a page, link, or another item to your navigation.":["Ychwanegwch dudalen, dolen, neu eitem arall at eich llywio."],"block keyword\u0004read more":["darllen rhagor"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["Bydd y cynnwys cyn y bloc hwn yn cael ei ddangos yn y dyfyniad ar eich tudalen archif."],"block description\u0004Your site doesn’t include support for this block.":["Nid yw eich gwefan yn cynnwys cefnogaeth i'r bloc hwn."],"block keyword\u0004video":["fideo"],"block keyword\u0004image":["delwedd"],"block description\u0004Set media and words side-by-side for a richer layout.":["Gosod cyfryngau a geiriau ochr yn ochr â'i gilydd am gynllun cyfoethocach."],"block keyword\u0004form":["ffurflen"],"block keyword\u0004logout":["allgofnodi"],"block keyword\u0004login":["mewngofnodi"],"block description\u0004Show login & logout links.":["Dangos dolenni mewngofnodi ac allgofnodi."],"block keyword\u0004numbered list":["rhestr rifedig"],"block keyword\u0004ordered list":["rhestr drefnus"],"block keyword\u0004bullet list":["rhestr bwled"],"block description\u0004Create a bulleted or numbered list.":["Creu rhestr bwled neu rifo."],"block description\u0004Display a legacy widget.":["Dangos hen declynDangos hen declyn."],"block title\u0004Legacy Widget":["Hen Declyn"],"block keyword\u0004recent posts":["cofnodion diweddar"],"block description\u0004Display a list of your most recent posts.":["Dangos restr o'ch cofnodion diweddaraf."],"block keyword\u0004recent comments":["sylwadau diweddar"],"block description\u0004Display a list of your most recent comments.":["Dangos rhestr o'ch sylwadau mwyaf diweddar."],"block style label\u0004Rounded":["Crwn"],"block style label\u0004Default":["Rhagosodiad"],"block keyword\u0004picture":["llun"],"block keyword\u0004photo":["ffoto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Mewnosod delwedd i wneud datganiad gweledol."],"block keyword\u0004embed":["mewnblannu"],"block description\u0004Add custom HTML code and preview it as you edit.":["Ychwanegu cod HTML arferol a'i ragweld wrth olygu."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Creu dolen sydd bob amser yn pwyntio at hafan y wefan. Fel arfer, nid oes angen un, os oes dolen teitl gwefan eisoes yn y pennawd."],"block title\u0004Home Link":["Cyswllt Cartref"],"block keyword\u0004subtitle":["isdeitl"],"block keyword\u0004title":["teitl"],"block keyword\u0004section":["adran"],"block keyword\u0004row":["rhes"],"block keyword\u0004wrapper":["amlapiwr"],"block keyword\u0004container":["cynhwysydd"],"block keyword\u0004photos":["ffotos"],"block keyword\u0004images":["delweddau"],"block description\u0004Display multiple images in a rich gallery.":["Dangos delweddau lluosog mewn oriel gyfoethog."],"block description\u0004Use the classic WordPress editor.":["Defnyddio'r golygydd WordPress clasurol."],"block keyword\u0004download":["llwytho i lawr"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["dogfen"],"block description\u0004Add a link to a downloadable file.":["Ychwanegu dolen at ffeil y mae modd ei llwytho i lawr."],"block description\u0004A single column within a columns block.":["Un golofn o fewn bloc colofnau."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Dangos darnau cod sy'n parchu'ch bylchu a'ch tabiau."],"block description\u0004Display a list of all categories.":["Dangos rhestr o bob categori."],"block keyword\u0004archive":["archif"],"block keyword\u0004posts":["cofnodion"],"block description\u0004A calendar of your site’s posts.":["Calendr o gofnodion eich gwefan."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Anogwch ymwelwyr i weithredu gyda grŵp o ddolenni ar ffurf botwm."],"block style label\u0004Outline":["Amlinelliad"],"block style label\u0004Fill":["Llanw"],"block description\u0004Prompt visitors to take action with a button-style link.":["Annog ymwelwyr i weithredu gyda dolen fel botwm."],"block keyword\u0004recording":["recordio"],"block keyword\u0004podcast":["podlediad"],"block keyword\u0004sound":["sain"],"block keyword\u0004music":["cerddoriaeth"],"block description\u0004Embed a simple audio player.":["Mewnblannu chwaraewr sain syml."],"block description\u0004Display a date archive of your posts.":["Dangos archif dyddiad eich cofnodion."],"Letter spacing":["Bylchu nodau"],"Points (pt)":["Pwyntiau (pt)"],"Picas (pc)":["Picas (pc)"],"Inches (in)":["Modfeddi (mod)"],"Millimeters (mm)":["Milimetrau (mm)"],"Centimeters (cm)":["Centimetrau (cm)"],"x-height of the font (ex)":["x-uchder y ffont (ex)"],"Width of the zero (0) character (ch)":["Lled y nod (n) sero (0)"],"Viewport largest dimension (vmax)":["Dimensiwn mwyaf Viewport (vmax)"],"Viewport smallest dimension (vmin)":["Dimensiwn lleiaf Viewport (vmin)"],"Percent (%)":["Canran (%)"],"Welcome to the template editor":["Croeso i'r golygydd templedi"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Mae eich thema yn darparu %s ardal “bloc” i chi ychwanegu a golygu cynnwys.  Ceisiwch ychwanegu bar chwilio, eiconau cymdeithasol, neu fathau eraill o flociau yma a gweld sut y byddan nhw'n edrych ar eich gwefan.","Mae eich thema yn darparu %s ardal “bloc” gwahanol i chi ychwanegu a golygu cynnwys.  Ceisiwch ychwanegu bar chwilio, eiconau cymdeithasol, neu fathau eraill o flociau yma a gweld sut y byddan nhw'n edrych ar eich gwefan.","Mae eich thema yn darparu %s ardal “bloc” gwahanol i chi ychwanegu a golygu cynnwys.  Ceisiwch ychwanegu bar chwilio, eiconau cymdeithasol, neu fathau eraill o flociau yma a gweld sut y byddan nhw'n edrych ar eich gwefan.","Mae eich thema yn darparu %s ardal “bloc” gwahanol i chi ychwanegu a golygu cynnwys.  Ceisiwch ychwanegu bar chwilio, eiconau cymdeithasol, neu fathau eraill o flociau yma a gweld sut y byddan nhw'n edrych ar eich gwefan."],"Margin":["Ymyl"],"New to the block editor?":["Newydd i'r golygydd blociau?"],"Get the Classic Widgets plugin.":["Defnyddiwch yr ategyn Classic Widgets."],"Want to stick with the old widgets?":["Am gadw at yr hen declynnau?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Nawr gallwch ychwanegu unrhyw floc i ardaloedd teclyn eich gwefan. Peidiwch â phoeni, mae pob un o'ch hoff declynnau'n dal i weithio'n ddi-ffael."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Mae eich thema yn darparu gwahanol feysydd “bloc” i chi ychwanegu a golygu cynnwys. Ceisiwch ychwanegu bar chwilio, eiconau cymdeithasol, neu fathau eraill o flociau yma a gweld sut y byddan nhw'n edrych ar eich gwefan."],"Welcome to block Widgets":["Croeso i Declynnau blociau"],"Contain text cursor inside block deactivated":["Cynhwyswch y cyrchwr testun o fewn y bloc wedi'i ddadweithredu"],"Contain text cursor inside block activated":["Yn cynnwys cyrchwr testun o fewn y bloc wedi'i weithredu"],"(Home link, opens in a new tab)":["(Dolen gartref, yn agor mewn tab newydd)"],"Close menu":["Cau'r ddewislen"],"Open menu":["Agor dewislen"],"Styles consolidated from core, theme, and user origins.":["Arddulliau wedi'u cydgrynhoi o'r craidd, thema a defnyddwyr."],"Settings consolidated from core, theme, and user origins.":["Gosodiadau wedi'u cydgrynhoi o'r craidd, thema a defnyddiwr."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Mae offer yn darparu rhyngweithiadau gwahanol ar gyfer dewis, llywio a golygu blociau. Newidiwch rhwng dewis a golygu trwy bwyso Escape ac Enter."],"Carousel view":["Golwg carwsél"],"Next pattern":["Y patrwm nesaf"],"Previous pattern":["Y patrwm blaenorol"],"Start blank":["Dechrau'n wag"],"Apply duotone filter":["Gosod hidlydd deuarlliw"],"Duotone":["Deuarlliw"],"Page on front":["Tudalen ar y blaen"],"Show on front":["Dangos ar y blaen"],"Logo":["Logo"],"Tagline":["Llinell tag"],"Highlights":["Uchafbwyntiau"],"Shadows":["Cysgodion"],"Duotone: %s":["Deuarlliw: %s"],"Duotone code: %s":["Cod deuarlliw: %s"],"Active theme gradients.":["Graddiannau'r thema weithredol."],"Active theme font sizes.":["Meintiau ffont y thema weithredol."],"Active theme color palette.":["Palet lliw y thema weithredol."],"Maximum upload size in bytes allowed for the site.":["Uchafswm maint llwytho mewn beitiau sy'n cael ei ganiatáu ar gyfer y wefan."],"Available image sizes.":["Meintiau delwedd sydd ar gael."],"Determines whether the image editing feature is enabled.":["Yn pennu a yw'r nodwedd golygu delwedd wedi'i alluogi."],"Available image dimensions.":["Dimensiynau'r ddelwedd sydd ar gael."],"Default size for images.":["Maint rhagosodedig delweddau."],"Determines whether the current locale is right-to-left (RTL).":["Yn pennu a yw'r locale presennol o'r dde i'r chwith (RTL)."],"Enables custom units.":["Yn galluogi unedau cyfaddas."],"Enables custom spacing.":["Yn galluogi bylchau cyfaddas."],"Enables custom line height.":["Yn galluogi uchder llinell cyfaddas."],"Disables custom font size.":["Yn analluogi maint ffont cyfaddas."],"Disables custom colors.":["Yn analluogi lliwiau cyfaddas."],"Returns all the categories for block types that will be shown in the block editor.":["Yn dychwelyd holl gategorïau'r mathau o flociau a fydd yn cael eu dangos yn y golygydd blociau."],"List of allowed mime types and file extensions.":["Rhestr o'r mathau mime ac estyniadau ffeiliau sy'n cael eu caniatáu."],"List of allowed block types.":["Rhestr o'r mathau o flociau sy'n cael eu caniatáu."],"Enable\/Disable Wide\/Full Alignments.":["Galluogi\/Analluogi Aliniadau Eang\/Llawn."],"Widget types to hide from Legacy Widget block.":["Y mathau o declynnau i'w cuddio oddi wrth floc Hen Declynnau."],"Enable\/disable layouts support in container blocks.":["Galluogi\/analluogi cynnal cynlluniau o fewn blociau cynwysyddion."],"Editor styles":["Arddulliau golygydd"],"Enables experimental Site Editor blocks":["Yn galluogi blociau Golygu Gwefan arbrofol"],"Sorry, you are not allowed to read the block editor settings.":["Ymddiheuriadau, nid oes gennych ganiatâd i ddarllen y gosodiadau golygydd blociau."],"Patterns list":["Rhestr patrymau"],"Use left and right arrow keys to move through blocks":["Defnyddiwch allweddi saeth chwith a dde i symud trwy flociau"],"Customize the width for all elements that are assigned to the center or wide columns.":["Cyfaddaswch lled yr holl elfennau sy'n cael eu rhoi i'r canol neu'r colofnau llydan."],"Wide":["Lled"],"Layout":["Cynllun"],"Dotted":["Dotiog"],"Dashed":["Llinell Doredig"],"Add new page":["Ychwanegu tudalennau newydd"],"Close inserter":["Cau mewnosodwr"],"Customizing":["Cyfaddasu"],"Widget types":["Mathau o declynnau"],"Custom Template":["Templed Cyfaddas"],"Create custom template":["Creu templed cyfaddas"],"Custom template created. You're in template mode now.":["Templed cyfaddas wedi'i greu. Rydych yn y modd templed nawr."],"Term Description":["Disgrifiad Term"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Dangos y disgrifiad o gategorïau, tagiau a thacsonomeg cyfaddas wrth edrych ar archif."],"block title\u0004Term Description":["Disgrifiad Term"],"Post Comments Link block: post not found.":["Bloc Dolenni Sylwadau Cofnodion: heb ganfod cofnodion."],"%s comment":["%s sylw","%s sylw","%s sylw","%s sylw"],"No comments":["Dim sylwadau"],"block title\u0004Comments Link":["Dolen Sylwadau"],"Provided type is not supported.":["Nid yw'r math yma'n cael ei gefnogi."],"Archive title":["Teitl archif"],"Display the archive title based on the queried object.":["Dangos teitl yr archif yn seiliedig ar wrthrych yr ymholiad."],"Archive Title":["Teitl Archif"],"Click plus to add":["Cliciwch plws i ychwanegu"],"Log out":["Allgofnodi"],"Redirect to current URL":["Ailgyfeirio i'r URL cyfredol"],"Display login as form":["Dangos mewngofnod fel ffurflen"],"block title\u0004Login\/out":["Mewngofnodi\/allgofnodi"],"Widget is missing.":["Mae teclyn ar goll."],"Legacy Widget Preview":["Rhagolwg Hen Declynnau"],"Select widget":["Dewis teclyn"],"block title\u0004Custom Link":["Dolen Gyfaddas"],"Embed of %s.":["Mewnblaniad %s."],"PDF embed":["Mewnblaniad PDF"],"Embed of the selected PDF file.":["Mewnblaniad y ffeil PDF a ddewiswyd."],"Copied URL to clipboard.":["Wedi copïo URL i'r clipfwrdd."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Sylw: Ni fydd y mwyafrif o borwyr ffôn a thabled yn dangos ffeiliau PDF wedi'u mewnblannu."],"Show inline embed":["Dangos mewnblaniad mewnlin"],"PDF settings":["Gosodiadau PDF"],"%1$s (%2$d of %3$d)":["%1$s (%2$d o %3$d)"],"Add citation":["Ychwanegu dyfyniad"],"Add quote":["Ychwanegu dyfyniad"],"Add caption":["Ychwanegu capsiwn"],"Type \/ to choose a block":["Teipiwch \/ i ddewis bloc"],"%1$s. There is %2$d event":["%1$s. Mae yna %2$d digwyddiad","%1$s. Mae yna %2$d ddigwyddiad","%1$s. Mae yna %2$d digwyddiad","%1$s. Mae yna %2$d digwyddiad"],"Relative to root font size (rem)\u0004rems":["rems"],"Relative to parent font size (em)\u0004ems":["ems"],"Manage with live preview":["Rheoli gyda rhagolwg byw"],"Move to widget area":["Symud i ardal teclyn"],"Border color":["Lliw border"],"Border width":["Lled border"],"Border":["Border"],"Generic label for block inserter button\u0004Toggle block inserter":["Toglo'r mewnosodwr blociau"],"Clear customizations":["Clirio'r cyfaddasiadau"],"Template revert failed. Please reload.":["Methodd dychwelyd y templed. Ail-lwythwch."],"Template reverted.":["Templed wedi'i ddychwelyd."],"The editor has encountered an unexpected error. Please reload.":["Mae'r golygydd wedi profi gwall annisgwyl. Ail-lwythwch."],"This template is not revertable.":["Nid oes modd dychwelyd y templed hwn."],"A link to a post format":["Dolen i fformat cofnod"],"Post Format Link":["Dolen Fformat Cofnod"],"This content is password protected.":["Mae'r cynnwys hwn wedi'i ddiogelu gan gyfrinair."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s<\/span>":["%1$s sylw<span class=\"screen-reader-text\"> ar %2$s<\/span>","%1$s sylw<span class=\"screen-reader-text\"> ar %2$s<\/span>","%1$s sylw<span class=\"screen-reader-text\"> ar %2$s<\/span>","%1$s sylw<span class=\"screen-reader-text\"> ar %2$s<\/span>"],"No comments<span class=\"screen-reader-text\"> on %s<\/span>":["Dim sylwadau<span class=\"screen-reader-text\"> ar %s<\/span>"],"Page title":["Teitl tudalen"],"Grid":["Grid"],"Template name\u0004Single Posts":["Cofnod Unigol"],"Default based on area (%s)":["Rhagosodiad yn seiliedig ar ardal (%s)"],"Area":["Ardal"],"navigation link preview example\u0004Example Link":["Dolen Enghreifftiol"],"Select tag":["Dewiswch tag"],"Select category":["Dewiswch gategori"],"Select page":["Dewiswch dudalen"],"Select post":["Dewiswch gofnod"],"Select a block to install and add it to your post.":["Dewiswch floc i'w osod a'i ychwanegu at eich cofnod."],"Available to install":["Ar gael i'w osod"],"No results available from your installed blocks.":["Dim canlyniadau ar gael o'ch blociau wedi'u gosod."],"%d additional block is available to install.":["Mae %d bloc ychwanegol ar gael i'w osod.","Mae %d bloc ychwanegol ar gael i'w gosod.","Mae %d bloc ychwanegol ar gael i'w gosod.","Mae %d bloc ychwanegol ar gael i'w gosod."],"Blocks available for install":["Blociau ar gael i'w gosod"],"Install block":["Gosod bloc"],"%1$s <span>by %2$s<\/span>":["%1$s <span>yn %2$s<\/span>"],"Installing…":["Yn gosod…"],"Installed!":["Wedi ei Osod!"],"Install %1$s. %2$s stars with %3$s review.":["Gosod %1$s. %2$s seren gydag %3$s adolygiad.","Gosod %1$s. %2$s seren gyda %3$s adolygiad.","Gosod %1$s. %2$s seren gyda %3$s adolygiad.","Gosod %1$s. %2$s seren gyda %3$s adolygiad."],"Try reloading the page.":["Ceisiwch ail-lwytho'r dudalen."],"Block %s installed and added.":["Bloc %s wedi'i osod a'i ychwanegu."],"Invalid item":["Eitem annilys"],"Switch to '%s'":["Newid i: %s"],"List View":["Golwg Rhestr"],"Template name\u0004Taxonomy":["Tacsonomeg"],"Template part created.":["Rhan templed wedi'i chreu."],"Template (selected)":["Templed (wedi'i ddewis)"],"Search for blocks and patterns":["Chwilio am flociau a phatrymau"],"If you have entered a custom label, it will be prepended before the title.":["Os ydych wedi rhoi label cyfaddas, bydd yn cael ei osod cyn y teitl."],"Display the title as a link":["Dangos y teitl fel dolen"],"Displays the post link that precedes the current post.":["Yn dangos dolen y cofnod sy'n rhagflaenu'r cofnod cyfredol."],"Previous post":["Cofnod blaenorol"],"Displays the post link that follows the current post.":["Yn dangos dolen y cofnod sy'n dilyn y cofnod cyfredol."],"Next post":["Cofnod nesaf"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Golygu gwahanol ardaloedd eang eich gwefan, fel y pennyn, y troedyn, y bar ochr, neu greu eich un eich hun."],"block title\u0004Page List":["Rhestr y Tudalen"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Nid oes gan eich gwefan unrhyw gofnodion, felly nid oes unrhyw beth i'w ddangos yma ar hyn o bryd."],"Select %s":["Dewis %s"],"label for previous post link\u0004Previous":["Nôl"],"label for next post link\u0004Next":["Nesaf"],"An example title":["Teitl enghreifftiol"],"Previous page link":["Dolen dudalen flaenorol"],"Previous Page":["Y Dudalen Flaenorol"],"block title\u0004Comments Page Numbers":["Rhifau Tudalennau Sylwadau"],"Next page link":["Dolen dudalen nesaf"],"Next Page":["Y Dudalen Nesaf"],"Max page to show":["Uchafswm tudalen i'w dangos"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Yn cyfyngu'r tudalennau rydych am eu dangos, hyd yn oed os oes gan yr ymholiad fwy o ganlyniadau. I ddangos pob tudalen, defnyddiwch 0 (sero)."],"Template part has been deleted or is unavailable: %s":["Mae rhan y templed wedi'i dileu neu nid yw ar gael: %s"],"Icon color":["Lliw eicon"],"Block cannot be rendered inside itself.":["Nid oes modd rendro y tu mewn iddo'i hun."],"Indent":["Mewnoliad"],"Outdent":["Alloliad"],"Ordered":["Mewn trefn"],"Unordered":["Ddim mewn trefn"],"Space between items":["Bwlch rhwng eitemau"],"Add Media":["Ychwanegu Cyfrwng"],"Add text over image":["Ychwanegu testun dros ddelwedd"],"Drag":["Llusgo"],"Add an anchor":["Ychwanegwch angor"],"Align":["Alinio"],"Additional":["Ychwanegol"],"Panels":["Paneli"],"Display block breadcrumbs":["Dangos briwsion bara blociau"],"Shows block breadcrumbs at the bottom of the editor.":["Yn dangos briwsion bara blociau ar waelod y golygydd."],"The pattern category slugs.":["Bonion categori'r patrwm."],"The pattern content.":["Cynnwys y patrwm."],"https:\/\/wordpress.org\/support\/forums\/":["https:\/\/wordpress.org\/support\/forums\/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums<\/a>.":["Digwyddodd gwall annisgwyl. Mae'n bosib fod rhywbeth o'i le ar WordPress.org neu ffurfweddiad y gweinydd. Os ydych yn parhau i brofi anawsterau, chwiliwch drwy'r <a href=\"%s\">fforymau cefnogi<\/a>."],"[block rendering halted]":["[ataliwyd rendro blociau]"],"block title\u0004Post Terms":["Amodau Cofnodion"],"block title\u0004Featured Image":["Delwedd Nodwedd"],"block title\u0004Comments Form":["Ffurflen Sylwadau"],"block title\u0004Comments Count":["Cyfrif Sylwadau"],"block title\u0004Comment Date":["Dyddiad Sylw"],"block title\u0004Comment Content":["Cynnwys Sylw"],"block title\u0004Comment Author":["Awdur Sylw"],"block title\u0004Post Comment":["Sylw Cofnod"],"block title\u0004Query Loop":["Cylch Ymholiad"],"block title\u0004Template Part":["Rhan o Dempled"],"Untitled Template Part":["Rhan o Dempled Heb Deitl"],"block title\u0004Site Title":["Teitl y Wefan"],"block title\u0004Site Tagline":["Broliant Gwefan"],"block title\u0004Site Logo":["Logo Gwefan"],"block title\u0004Social Icon":["Eicon Cymdeithasol"],"block title\u0004Social Icons":["Eiconau Cymdeithasol"],"block title\u0004Tag Cloud":["Cwmwl Tagiau"],"block title\u0004Video":["Fideo"],"block title\u0004Verse":["Pennill"],"block title\u0004Text Columns (deprecated)":["Colofnau Testun (anghymeradwy)"],"block title\u0004Table":["Tabl"],"block title\u0004Spacer":["Bylchwr"],"block title\u0004Shortcode":["Cod byr"],"block title\u0004Separator":["Ymwahanydd"],"block title\u0004Group":["Grŵp"],"block title\u0004Search":["Chwilio"],"block title\u0004RSS":["RSS"],"block title\u0004Pullquote":["Dyfyniad"],"block title\u0004Preformatted":["Rhagffomatedig"],"block title\u0004Page Break":["Toriad Tudalen"],"block title\u0004More":["Rhagor"],"block title\u0004Unsupported":["Heb ei gynnal"],"block title\u0004List":["Rhestr"],"block title\u0004Latest Posts":["Cofnodion Diweddaraf"],"block title\u0004Latest Comments":["Sylwadau Diweddaraf"],"block title\u0004Navigation":["Llywio"],"block title\u0004Media & Text":["Cyfryngau a Thestun"],"block title\u0004Custom HTML":["HTML Cyfaddas"],"block title\u0004File":["Ffeil"],"block title\u0004Cover":["Clawr"],"block title\u0004Column":["Colofn"],"block title\u0004Columns":["Colofnau"],"block title\u0004Code":["Cod"],"block title\u0004Calendar":["Calendr"],"block title\u0004Buttons":["Botymau"],"block title\u0004Button":["Botwm"],"block title\u0004Audio":["Sain"],"block title\u0004Archives":["Archifau"],"block title\u0004Gallery":["Oriel"],"block title\u0004Quote":["Dyfyniad"],"block title\u0004Heading":["Pennyn"],"block title\u0004Image":["Delwedd"],"block title\u0004Paragraph":["Paragraff"],"Editor canvas":["Cynfas golygydd"],"Select unit":["Dewiswch uned"],"The id of a template":["Id templed"],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":["Alinio'r gwaelod"],"Block vertical alignment setting\u0004Align middle":["Alinio'r canol"],"Block vertical alignment setting\u0004Align top":["Alinio'r brig"],"Capitalize":["Prif Lythrennu"],"Lowercase":["Llythrennau Bach"],"Uppercase":["Prif Lythennau"],"Post author byline text":["Testun is-bennawd cofnod awdur"],"Default (<div>)":["Rhagosodiad (<div>)"],"HTML element":["Elfen HTML"],"Write site title…":["Ysgrifennwch deitl y wefan…"],"Site title text":["Testun teitl y wefan"],"Write site tagline…":["Ysgrifennwch llinell tag y wefan…"],"Site tagline text":["Testun llinell tag gwefan"],"Wood thrush singing in Central Park, NYC.":["Brych y goedwig yn Central Park, Efrog Newydd."],"Video caption text":["Testun capsiwn fideo"],"Write verse…":["Ysgrifennu pennill…"],"Verse text":["Testun pennill"],"Column %d text":["Testun colofn %d"],"Table caption text":["Testun capsiwn tabl"],"Footer cell text":["Testun cell troedyn"],"Body cell text":["Testun cell corff"],"Header cell text":["Testun cell pennyn"],"Shortcode text":["Testun cod byr"],"Pullquote citation text":["Testun tynnu dyfyniad"],"Pullquote text":["Testun tynnu dyfyniad"],"Preformatted text":["Testun wedi'i ragfformatio"],"List text":["Rhestru'r testun"],"Navigation link text":["Testun dolen llywio"],"Start empty":["Y cychwyn yn wag"],"Download button text":["Testun botwm llwytho i lawr"],"Vertical":["Fertigol"],"Horizontal":["Llorweddol"],"Audio caption text":["Testun capsiwn sain"],"Gallery caption text":["Testun capsiwn oriel"],"Heading text":["Testun y pennawd"],"Image caption text":["Testun capsiwn ddelwedd"],"Editing template. Changes made here affect all posts and pages that use the template.":["Templed golygu. Mae'r newidiadau sy'n cael eu gwneud yma yn effeithio ar bob cofnod a thudalen sy'n defnyddio'r templed."],"Add template: %s":["Ychwanegu templed: %s"],"To show a comment, input the comment ID.":["I ddangos sylw, mewnbynnu ID y sylw."],"No Title":["Dim Teitl"],"Image, Date, & Title":["Delwedd, Dyddiad, a Theitl"],"Title & Date":["Teitl a Dyddiad"],"Display a list of your most recent posts, excluding sticky posts.":["Dangos rhestr o'ch cofnodion mwyaf diweddar, ag eithrio cofnodion gludiog."],"Posts List":["Rhestr Cofnodion"],"Toggle full height":["Toglo uchder llawn"],"Font weight":["Pwysau ffont"],"Font style":["Arddull ffont"],"%1$s %2$s":["%1$s %2$s"],"Themes":["Themâu"],"Template name\u0004Tag Archives":["Archif Tagiau"],"Template name\u0004Date Archives":["Archif y Dyddiad"],"Template name\u0004Category Archives":["Archif Categori"],"Template name\u0004Author Archives":["Archif Awduron"],"Template name\u0004Pages":["Tudalennau"],"Keyword":["Allweddair"],"Filters":["Hidlau"],"Viewport height (vh)":["Uchder porth gwylio (vh)"],"Viewport width (vw)":["Lled porth gwylio (vh)"],"Relative to root font size (rem)":["Yn gymharol â maint ffont gwraidd (rem)"],"Relative to parent font size (em)":["Yn gymharol â maint ffont rhiant (em)"],"Pixels (px)":["Picseli (px)"],"Percentage (%)":["Canran (%)"],"Button width":["Lled botwm"],"Width settings":["Gosodiadau lled"],"Keyboard input":["Mewnbwn bysellfwrdd"],"Transform to variation":["Trawsnewid i amrywiad"],"Font family":["Teulu'r ffont"],"Letter case":["Maint nod"],"Decoration":["Addurno"],"Custom colors are empty! Add some colors to create your own color palette.":["Mae'r lliwiau cyfaddas yn wag! Ychwanegwch rai lliwiau i greu eich palet lliw eich hun."],"Close search":["Cau'r chwilio"],"Search in %s":["Chwilio yn %s"],"Title, Date, & Excerpt":["Teitl, Dyddiad a Dyfyniad"],"Title & Excerpt":["Teitl a Dyfyniad"],"Sticky posts":["Cofnod gludiog"],"Only":["Dim ond"],"Exclude":["Eithrio"],"Include":["Cynnwys"],"Loading …":["Yn llwytho …"],"Detach blocks from template part":["Datgysylltu blociau o'r rhan o'r templed"],"Template name\u0004Search Results":["Canlyniadau Chwilio"],"Template name\u0004Front Page":["Y Dudalen Flaen"],"Color palettes":["Paletau lliw"],"Remove color":["Tynnu lliw"],"Color name":["Enw lliw"],"Add extra areas to the editor.":["Ychwanegu ardaleodd ychwanegol i'r golygydd."],"Choose what displays in the panel.":["Dewis beth sy'n cael ei ddangos yn y panel."],"Use theme styles":["Defnyddio arddulliau thema"],"Make the editor look like your theme.":["Gwneud i'r golygydd edrych fel eich thema."],"Highlights the current block and fades other content.":["Yn amlygu'r bloc cyfredol ac yn pylu cynnwys arall."],"Appearance":["Gwedd"],"Contain text cursor inside block":["Cynnwys cyrchwr testun o fewn y bloc"],"Aids screen readers by stopping text caret from leaving blocks.":["Yn cynorthwyo darllenwyr sgrin trwy atal caret testun rhag gadael blociau."],"Show most used blocks":["Dangos y blociau sy'n cael eu defnyddio amlaf"],"Places the most frequent blocks in the block library.":["Yn gosod y blociau amlaf yn y llyfrgell flociau."],"Include pre-publish checklist":["Yn cynnwys restr wirio cyn cyhoeddi"],"Preferences":["Dewisiadau"],"Widgets settings":["Gosodiadau teclynnau"],"Widgets and blocks":["Teclynnau a blociau"],"Widgets top bar":["Bar uchaf teclynnau"],"Your theme does not contain any Widget Areas.":["Nid yw eich thema yn cynnwys unrhyw Ardaloedd Teclynnau."],"Blocks in this Widget Area will not be displayed in your site.":["Ni fydd blociau yn yr Ardal Teclynnau hon yn cael eu dangos ar eich gwefan."],"Could not save the following widgets: %s.":["Methu cadw'r teclynnau canlynol: %s."],"There was an error. %s":["Bu gwall. %s"],"Items per Page":["Eitemau ar bob Tudalen"],"Add tracks":["Ychwanegu traciau"],"Remove track":["Tynnu trac"],"English":["Saesneg"],"Kind":["Math"],"Language tag (en, fr, etc.)":["Tag iaith (cy, fr, ac ati)"],"Source language":["Iaith ffynhonnell"],"Title of track":["Teitl y trac"],"Label":["Label"],"Edit track":["Golygu trac"],"Text tracks":["Traciau testun"],"Edit %s":["Golygu %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Gall traciau fod yn isdeitlau, penawdau, penodau, neu'n ddisgrifiadau. Maen nhw'n helpu i wneud eich cynnwys yn fwy hygyrch i ystod ehangach o ddefnyddwyr."],"Chapters":["Pennawdau"],"Descriptions":["Disgrifiadau"],"Captions":["Capsiynau"],"Subtitles":["Isdeitlau"],"Repeated background":["Cefndir yn cael ei ailadrodd"],"One column":["Un colofn"],"100":["100"],"Reset to defaults":["Ailosod i'r rhagosodedig"],"Item selected.":["Eitem wedi ei ddewis."],"Show more settings":["Dangos rhagor o osodiadau"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Nid yw eich gwefan yn cynnwys cefnogaeth ar gyfer y bloc %s. Gallwch geisio gosod y bloc neu ei dynnu'n llwyr."],"Make title a link":["Gwneud teitl yn ddolen"],"Open links in new tab":["Agor dolenni yn y tab newydd"],"“Read more” link text":["Testun dolen “Darllen rhagor“"],"The current image has no alternative text. The file name is: %s":["Nid oes gan y ddelwedd gyfredol destun arall. Enw'r ffeil yw: %s"],"Current image: %s":["Y ddelwedd gyfredol: %s"],"link color":["lliw dolen"],"Show button text labels":["Dangos labeli testun botwm"],"Delete menu":["Dileu dewislen"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Nid yw eich gwefan yn cynnwys cefnogaeth ar gyfer y bloc %s. Gallwch geisio gosod y bloc, ei drosi i floc HTML Cyfaddas, neu ei dynnu'n llwyr."],"Install %s":["Gosod %s"],"Percentage Width":["Lled Canran"],"Display Settings":["Gosodiadau Dangos"],"Use button with icon":["Defnyddiwch botwm gydag eicon"],"Button inside":["Botwm y tu mewn"],"Button outside":["Botwm y tu allan"],"No button":["Dim botwm"],"Change button position":["Newid safle botwm"],"Toggle search label":["Toglo label chwilio"],"Details":["Manylion"],"Radial":["Rheiddiol"],"Linear":["Llinol"],"Saving…":["Yn cadw…"],"Create: <mark>%s<\/mark>":["Creu: <mark>%s<\/mark>"],"Search for patterns":["Chwilio am batrwm"],"Term items not found.":["Eitemau termau heb eu canfod."],"Anonymous":["Di-enw"],"Post Comment":["Cofnod sylw"],"Add link to featured image":["Ychwanegu dolen i'r ddelwedd nodwedd"],"Create draft post: <mark>%s<\/mark>":["Creu cofnod drafft: <mark>%s<\/mark>"],"Characters":["Nodau"],"Widgets saved.":["Teclynnau wedi'u cadw."],"Block pattern \"%s\" inserted.":["Patrwm bloc \"%s\" wedi'i fewnosod."],"Find out more":["Dysgu rhagor"],"Post Comments Form block: Comments are not enabled for this post type (%s).":["Bloc Ffurflen Sylwadau Cofnodion: nid yw sylwadau wedi eu galluogi yn y math yma o gofnod (%s)."],"Post Comments Count block: post not found.":["Bloc Cyfrif Sylwadau Cofnodion: heb ganfod cofnod."],"Insert column after":["Mewnosod colofn ar ôl"],"Insert column before":["Mewnosod colofn cyn"],"Insert row after":["Mewnosod rhes ar ôl"],"Insert row before":["Mewnosod rhes cyn"],"Description":["Disgrifiad"],"Contact us":["Cysylltu â ni"],"Image width":["Lled delwedd"],"Site Icon":["Eicon Gwefan"],"Open the block list view.":["Agor y golwg rhestr blociau."],"Base":["Sail"],"Author":["Awdur"],"Media preview":["Rhagolwg cyfrwng"],"Coordinated Universal Time":["Amser Cyffredin Cydlynol (UTC)"],"Site logo.":["Logo gwefan."],"Edit gallery image":["Golygu delwedd oriel"],"Upload external image":["Llwytho ddelwedd allanol i fyny"],"Image uploaded.":["Delwedd wedi'i llwytho i fyny."],"Could not edit image. %s":["Methu golygu delwedd.  %s"],"Original":["Gwreiddiol"],"Move the selected block(s) down.":["Symud y bloc(iau) a ddewiswyd i lawr."],"Move the selected block(s) up.":["Symud y bloc(iau) a ddewiswyd i fyny."],"Move to":["Symud i"],"Browse all":["Pori'r cyfan"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Pori'r cyfan. Bydd hyn yn agor y prif banel mewnosod ym mar offer y golygydd."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Defnyddiwch y fysell Tab a'r bysellau Saeth i ddewis lleoliad bloc newydd. Defnyddiwch fysellau Saeth Chwith a De i symud rhwng lefelau nythu. Ar ôl dewis lleoliad, pwyswch Enter neu'r Bylchwr i symud y bloc."],"Reset search":["Ailosod chwilio"],"Error installing block. You can reload the page and try again.":["Gwall wrth osod bloc. Gallwch ail-lwytho'r dudalen a rhoi cynnig arall arni."],"This block is already installed. Try reloading the page.":["Mae'r bloc hwn eisoes wedi'i osod. Ceisiwch ail-lwytho'r dudalen."],"Error registering block. Try reloading the page.":["Gwall wrth gofrestru bloc. Ceisiwch ail-lwytho'r dudalen."],"Button only":["Botwm yn Unig"],"Name":["Enw"],"Template Part \"%s\" inserted.":["Templed Rhan \"%s\" wedi'i fewnosod."],"Display author name":["Dangos enw awdur"],"Crop":["Tocio"],"Rotate":["Cylchdroi"],"Zoom":["Chwyddo"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Portread"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Landscape":["Tirlun"],"Aspect Ratio":["Cymhareb Agwedd"],"The following block has been added to your site.":["Mae'r bloc canlynol wedi'i ychwanegu at eich gwefan.","Mae'r blociau canlynol wedi'u hychwanegu at eich gwefan.","Mae'r blociau canlynol wedi'u hychwanegu at eich gwefan.","Mae'r blociau canlynol wedi'u hychwanegu at eich gwefan."],"Added: %d block":["Ychwanegwyd: %d bloc","Ychwanegwyd: %d floc","Ychwanegwyd: %d bloc","Ychwanegwyd: %d bloc"],"An error occurred.":["Digwyddodd gwall."],"Box Control":["Rheoli Blychau"],"Mixed":["Cymysg"],"Right":["De"],"Left":["Chwith"],"Bottom":["Gwaelod"],"Top":["Brig"],"Image size presets":["Rhagosodiadau maint delwedd"],"A tip for using the block editor":["Awgrym ar gyfer defnyddio'r golygydd blociau"],"%d block added.":["Ychwanegwyd %d bloc.","Ychwanegwyd %d bloc.","Ychwanegwyd %d bloc.","Ychwanegwyd %d bloc."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Ar hyn o bryd rydych yn y modd llywio. Llywiwch flociau gan ddefnyddio'r bysellau Tab a'r bysellau Saeth. Defnyddiwch bysellau Saeth Chwith a De i symud rhwng lefelau nythu. I adael y modd llywio a golygu'r bloc a ddewiswyd, pwyswch Enter."],"Padding":["Padio"],"%s (selected)":["%s (wedi'i ddewis)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Mae Ardaloedd Teclynnau yn rhannau cyffredinol yng nghynllun eich gwefan sy'n gallu derbyn blociau. Mae'r rhain yn amrywio yn ôl thema, ond fel arfer maen nhw'n rhannau fel eich Bar Ochr neu'ch Troedyn."],"The pattern title, in human readable format.":["Teitl y patrwm, mewn fformat darllenadwy dynol."],"Design":["Cynllun"],"Text":["Testun"],"by %s":["gan %s"],"Alignment Matrix Control":["Rheoli Matrics Alinio"],"Bottom Right":["Gwaelod De"],"Bottom Center":["Gwaelod Canol"],"Bottom Left":["Gwaelod Chwith"],"Center Right":["Canol De"],"Center Left":["Canol Chwith"],"Top Right":["Brig De"],"Top Center":["Brig Canol"],"Top Left":["Brig Chwith"],"Open Navigation":["Agor Llywio"],"Menu name":["Enw dewislen"],"Widget areas":["Ardaloedd teclynnau"],"Moved %d block to clipboard.":["Wedi symud %d bloc i'r clipfwrdd.","Wedi symud %d floc i'r clipfwrdd.","Wedi symud %d bloc i'r clipfwrdd.","Wedi symud %d bloc i'r clipfwrdd."],"Copied %d block to clipboard.":["Wedi copïo %d bloc i'r clipfwrdd.","Wedi copïo %d floc i'r clipfwrdd.","Wedi copïo %d bloc i'r clipfwrdd.","Wedi copïo %d bloc i'r clipfwrdd."],"Moved \"%s\" to clipboard.":["Wedi symud \"%s\" i'r clipfwrdd."],"Copied \"%s\" to clipboard.":["Wedi copïo \"%s\" i'r clipfwrdd."],"Block navigation structure":["Strwythur llywio blociau"],"Block %1$d of %2$d, Level %3$d":["Bloc %1$d o %2$d, Lefel %3$d"],"Change matrix alignment":["Newid aliniad matrics"],"Notifications":["Hysbysiadau"],"Are you ready to save?":["Ydych chi'n barod i gadw?"],"Template parts":["Rhannau o dempled"],"Offset":["Atred"],"Number of tags":["Nifer y tagiau"],"Posts per page":["Cofnod fesul tudalen"],"A widget area container.":["Cynhwysydd ardal teclyn."],"Widget Area":["Ardal Teclynnau"],"Change content position":["Newid safle cynnwys"],"Pages":["Tudalennau"],"Uncategorized":["Heb Gategori"],"Block pattern category\u0004Testimonials":["Tystebau"],"Block pattern category\u0004Featured":["Nodwedd"],"Block pattern category\u0004Gallery":["Oriel"],"Block pattern category\u0004Buttons":["Botymau"],"Block pattern category\u0004Posts":["Cofnodion"],"Block pattern category\u0004Text":["Testun"],"Block pattern categories":["Categorïau patrymau bloc"],"Open save panel":["Agor panel cadw"],"Are you sure you want to delete this navigation menu?":["Ydych chi'n siŵr eich bod chi am ddileu'r ddewislen llywio hon?"],"Write byline…":["Ysgrifennu linell awdur…"],"Show bio":["Dangos hanes"],"Avatar size":["Maint afatar"],"Show avatar":["Dangos afatar"],"This column count exceeds the recommended amount and may cause visual breakage.":["Mae'r cyfrif colofn hwn yn fwy na'r swm sy'n cael ei argymell a gall achosi toriad gweledol."],"Search results":["Canlyniadau Chwilio"],"White":["Gwyn"],"Black":["Du"],"Superscript":["Uwchysgrif"],"Subscript":["Isysgrif"],"Patterns":["Patrymau"],"Block Library":["Llyfrgell Blociau"],"Browser default":["Rhagosodiadau porwr"],"Minimum height of cover":["Isafswm uchder y gorchudd"],"%1$s Block. Row %2$d":["Bloc %1$s. Rhes %2$d"],"Typography":["Teipograffeg"],"Line height":["Uchder llinell"],"Content":["Cynnwys"],"Header":["Pennyn"],"Toggle fullscreen mode.":["Toglo'r modd sgrin lawn."],"Menu Location":["Lleoliad Dewislen"],"Menu":["Dewislen"],"Contact":["Cysylltiad"],"About":["Ynghylch"],"Home":["Cartref"],"25 \/ 50 \/ 25":["25 \/ 50 \/ 25"],"33 \/ 33 \/ 33":["33 \/ 33 \/ 33"],"50 \/ 50":["50 \/ 50"],"Current media URL:":["URL cyfryngau cyfredol:"],"Block variations":["Amrywiadau blociau"],"Preview in new tab":["Rhagolwg mewn tab newydd"],"Sort collection by post attribute.":["Trefnu'r casgliad yn ôl priodweddau'r cofnod."],"Order sort attribute ascending or descending.":["Trefnu priodweddau i fyny neu i lawr."],"Sorry, you are not allowed to edit posts in this post type.":["Ymddiheuriadau, nid oes gennych hawl i olygu cofnodion yn yr math yma o gofnod."],"Move %1$s block from position %2$d left to position %3$d":["Symud bloc %1$s o safle %2$d i'r chwith i safle %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Symud %1$s bloc safle %2$d i lawr  i safle %3$d"],"User":["Defnyddwyr"],"Widget Areas":["Ardaloedd Teclynnau"],"Post Type":["Math o Gofnod"],"Site":["Gwefan"],"Block Patterns":["Patrymau Blociau"],"Link to %s":["Cysylltu â %s"],"Type":["Math"],"Block %1$s is at the beginning of the content and can’t be moved left":["Mae bloc %1$s  ar ddechrau'r cynnwys ac nid oes modd ei symud i'r chwith"],"Block %1$s is at the beginning of the content and can’t be moved up":["Mae bloc %1$s  ar ddechrau'r cynnwys ac nid oes modd ei symud i fyny"],"Block %1$s is at the end of the content and can’t be moved left":["Mae bloc %1$s  ar ddiwedd y cynnwys ac nid oes modd ei symud i'r chwith"],"Block %1$s is at the end of the content and can’t be moved down":["Mae bloc %1$s ar ddiwedd y cynnwys ac nid oes modd ei symud i lawr"],"Creating":["Yn creu"],"An unknown error occurred during creation. Please try again.":["Digwyddodd gwall anhysbys yn ystod y creu. TCeisiwch eto."],"Create draft page: <mark>%s<\/mark>":["Creu tudalen ddrafft: <mark>%s<\/mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Newidiwch y math o floc trwy bwyso'r eicon bloc ar y bar offer."],"Drag files into the editor to automatically insert media blocks.":["Llusgwch ffeiliau i'r golygydd i fewnosod blociau cyfryngau yn awtomatig."],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":["Creu alloliad rhestr trwy bwyso <kbd>backspace<\/kbd> ar ddechrau llinell."],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":["Creu mewnoliad rhestr trwy wasgu <kbd>lle<\/kbd> ar ddechrau llinell."],"Solid":["Solet"],"Open document settings":["Agor gosodiadau dogfennau"],"Open block settings":["Agor gosodiadau blociau"],"Desktop":["Bwrdd Gwaith"],"Mobile":["Symudol"],"Tablet":["Tabled"],"Show link on new line":["Dangos dolen ar linell newydd"],"Date format":["Fformat dyddiad"],"Change Date":["Dyddiad Newid"],"Social Icon":["Eicon Cymdeithasol"],"block keyword\u0004links":["dolenni"],"Select poster image":["Dewis ddelwedd poster"],"Image alignment":["Aliniad delwedd"],"Display featured image":["Dangos y ddelwedd nodwedd"],"Post content":["Cynnwys cofnod"],"Media file":["Ffeil cyfrwng"],"text color":["lliw testun"],"Embed a TikTok video.":["Mewnblannu fideo TikTok."],"survey":["arolwg"],"social":["cymdeithasol"],"Loading…":["Yn llwytho…"],"Customized":["Cyfaddaswyd"],"Add template":["Ychwanegu templed"],"Global Styles":["Arddulliau Cyffredinol"],"Display settings":["Gosodiadau'r dangosydd"],"Choose variation":["Dewis amrywiad"],"Angle":["Ongl"],"%s Block":["Bloc %s"],"%1$s Block. %2$s":["%1$s Bloc. %2$s"],"%1$s Block. Column %2$d":["Bloc %1$s. Colofn %2$d"],"%1$s Block. Column %2$d. %3$s":["%1$s Bloc. Colofn %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["%1$s Bloc. Rhes %2$d. %3$s"],"Post Date":["Dyddiad Cofnod"],"Post Author":["Awdur Cofnod"],"Choose":["Dewis"],"Theme":["Thema"],"Footer label":["Label troedyn"],"Header label":["Label pennyn"],"The description will be displayed in the menu if the current theme supports it.":["Bydd y disgrifiad yn cael ei ddangos yn y ddewislen os yw'r thema gyfredol yn ei gefnogi."],"Level %1$s. %2$s":["Lefel %1$s. %2$s"],"Level %s. Empty.":["Lefel %s. Gwag."],"Empty":["Gwag"],"Search results for \"%s\"":["Canlyniadau chwilio '%s'"],"Multiple selected blocks":["Blociau â dewiswyd yn lluosog"],"By %s":["Gan %s"],"Briefly describe the link to help screen reader users.":["Disgrifiwch y ddolen yn fyr i helpu defnyddwyr darllenwyr sgrin."],"Link label":["Label dolen"],"%s label":["Label %s"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;"],"Full post":["Cofnod llawn"],"Show:":["Dangos:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Buttons":["Botymau"],"Background":["Cefndir"],"Image size":["Maint delweddau"],"Here's a detailed guide.":["Dyma ganllaw manwl."],"New to the block editor? Want to learn more about using it? ":["Newydd i'r golygydd blociau? Am ddysgu sut i'w ddefnyddio? "],"Learn how to use the block editor":["Dysgwch sut i ddefnyddio'r golygydd blociau"],"Help":["Cymorth"],"Submit for Review…":["Cyflwyno ar gyfer Adolygiad…"],"Update…":["Diweddaru…"],"Untitled":["Dideitl"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["Mae'r golygydd blociau yn cynnwys nodweddion arbrofol y mae modd eu defnyddio wrth iddyn nhw gael eu datblygu. Dewiswch y rhai yr hoffech eu galluogi. Mae'r nodweddion hyn yn debygol o newid, felly ceisiwch osgoi eu defnyddio wrth gynhyrchu."],"Next":["Nesaf"],"Previous":["Nôl"],"Finish":["Gorffen"],"Page %1$d of %2$d":["Tudalen  %1$d o %2$d"],"Guide controls":["Rheolaethau canllaw"],"Remove Control Point":["Tynnu'r Pwynt Rheoli"],"Use your left or right arrow keys or drag and drop with the mouse to change the gradient position. Press the button to change the color or remove the control point.":["Defnyddiwch eich bysellau saeth chwith neu dde neu llusgo a gollwng gyda'r llygoden i newid safle'r graddiant. Pwyswch y botwm i newid y lliw neu dynnu'r pwynt rheoli."],"Gradient control point at position %1$s%% with color code %2$s.":["Pwynt rheoli graddiant yn safle %1$s%% gyda chod lliw %2$s."],"Open Media Library":["Agor Llyfrgell Cyfrwng"],"The media file has been replaced":["Mae'r ffeil cyfryngau wedi'i amnewid"],"Replace":["Amnewid"],"Choose a pattern":["Dewiswch batrwm"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Ar hyn o bryd, rydych yn y modd golygu. I ddychwelyd i'r modd llywio, pwyswch Escape."],"You are probably offline.":["Mae'n debyg eich bod all-lein."],"Justify items right":["Unioni eitemau i'r dde"],"Justify items center":["Unioni eitemau i'r canol"],"Justify items left":["Unioni eitemau i'r chwith"],"Change items justification":["Newid unioni eitemau"],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":["\/\/ “bloc“ yw'r term haniaethol sy'n cael ei ddefnyddio\n\/\/ i ddisgrifio'r unedau marcio hynny\n\/\/ wrth gyfansoddi gyda'i gilydd, sy'n ffurfio'r\n\/\/ cynnwys neu gynllun tudalen.\nregisterBlockType (enw, gosodiadau);"],"ADD MEDIA":["YCHWANEGU CYFRWNG"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Mae'r holl flociau sydd ar gael yn byw yn y llyfrgell blociau. Mae ar gael lle bynnag y gwelwch yr eicon <InserterIconImage \/>."],"Get to know the block library":["Dod yn gyfarwydd â'r llyfrgell blociau"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Mae gan bob bloc ei set ei hun o reolaethau ar gyfer newid pethau fel lliw, lled ac aliniad. Bydd y rhain yn ymddangos ac yn diflannu'n awtomatig pan fydd bloc wedi'i ddewis gennych."],"Make each block your own":["Addaswch pob bloc yn ôl eich anghenion"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Yn y golygydd WordPress, mae pob paragraff, delwedd, neu fideo yn cael ei gyflwyno fel “bloc” penodol o gynnwys."],"Welcome to the block editor":["Croeso i'r golygydd blociau"],"Get started":["Cychwyn arni"],"inserter":["mewnosodwr"],"Welcome Guide":["Canllaw Croeso"],"Post Title":["Teitlau Cofnod"],"Add submenu":["Ychwanegu is ddewislen"],"Add link":["Ychwanegu dolen"],"podcast":["podlediad"],"All template parts":["Pob Ddarn Templed"],"Template Part":["Rhan o Dempled"],"Template Parts":["Darnau Templed"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river."],"Menu Item":["Eitem Dewislen"],"Navigation":["Llywio"],"(Note: many devices and browsers do not display this text.)":["(Sylwch: nid yw llawer o ddyfeisiau a phorwyr yn dangos y testun hwn.)"],"Describe the role of this image on the page.":["Disgrifiwch rôl y ddelwedd hon ar y dudalen."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Toglo rhwng defnyddio'r un gwerth ar gyfer pob maint sgrin neu ddefnyddio gwerth unigryw fesul maint sgrin."],"Use the same %s on all screensizes.":["Defnyddiwch yr un %s ar bob maint sgrin."],"Large screens":["Sgriniau mawr"],"Medium screens":["Sgriniau canolig"],"Small screens":["Sgriniau bach"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Mae'n rheoli priodwedd %1$s ar gyfer pyrth gwylio %2$s."],"Currently selected":["Wedi'i ddewis ar hyn o bryd"],"Search or type url":["Chwilio neu deipio URL"],"Press ENTER to add this link":["Pwyswch ENTER i ychwanegu'r ddolen hon"],"Currently selected link settings":["Gosodiadau cyswllt a ddewiswyd ar hyn o bryd"],"Generic label for block inserter button\u0004Add block":["Ychwanegu bloc"],"directly add the only allowed block\u0004Add %s":["Ychwanegu %s"],"%s block added":["Ychwanegwyd %s bloc"],"Extra Large":["Mawr Iawn"],"Block breadcrumb":["Rhwystro briwsion"],"Editor footer":["Troedyn y golygydd"],"Site Title":["Teitl y Wefan"],"Open Colors Selector":["Agor y Dewisydd Lliwiau"],"No templates found":["Heb ganfod templedi."],"All templates":["Pob Templed"],"Template":["Templed"],"Gradient: %s":["Graddiant: %s"],"Gradient code: %s":["Cod graddiant: %s"],"All content copied.":["Copïwyd yr holl gynnwys."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Methodd llwytho'r cyfryngau. Os mai llun neu ddelwedd fawr yw hon, gwnewch hi'n llai a rhoi cynnig arall arni."],"Gradient":["Graddiant"],"No Preview Available.":["Dim Rhagolwg ar Gael."],"Midnight":["Canol Nos"],"Electric grass":["Glaswellt trydanol"],"Pale ocean":["Cefnfor gwelw"],"Luminous dusk":["Cyfnos llewychol"],"Blush bordeaux":["Bordeaux ysgafn"],"Blush light purple":["Porffor golau ysgafn"],"Cool to warm spectrum":["Sbectrwm oer i gynnes"],"Very light gray to cyan bluish gray":["Llwyd ysgafn iawn i lwyd cyan glas"],"Luminous vivid orange to vivid red":["Oren llachar llewychol i goch llachar"],"Luminous vivid amber to luminous vivid orange":["Ambr byw llewychol i oren llachar llewychol"],"Light green cyan to vivid green cyan":["Cyan gwyrdd golau i gyan gwyrdd llachar"],"Vivid cyan blue to vivid purple":["Glas cyan llachar i borffor llachar"],"December 6, 2018":["Rhagfyr 6, 2018"],"February 21, 2019":["Chwefror 21, 2019"],"May 7, 2019":["Mai 7, 2019"],"Release Date":["Dyddiad rhyddhau"],"Jazz Musician":["Cerddor Jazz"],"Version":["Fersiwn"],"Six.":["Chwech."],"Five.":["Pump."],"Four.":["Pedwar."],"Three.":["Tri."],"Two.":["Dau."],"One.":["Un."],"One of the hardest things to do in technology is disrupt yourself.":["Un o'r pethau anoddaf i'w wneud mewn technoleg yw tarfu eich hun."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Mae'r dryw <br>Yn ennill ei fywoliaeth<br>Yn dawel."],"Welcome to the wonderful world of blocks…":["Croeso i fyd rhyfeddol y blociau…"],"<strong>Snow Patrol<\/strong>":["<strong>Patrol Eira<\/strong>"],"Dimensions":["Dimensiynau"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit."],"Call to Action":["Galwad i Weithredu"],"In quoting others, we cite ourselves.":["Wrth ddyfynnu eraill, rydym yn dyfynnu ein hunain."],"Mont Blanc appears—still, snowy, and serene.":["Mae Mont Blanc yn ymddangos - yn llonydd, yn eiraog ac yn ddistaw."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["Ym mhentref La Mancha, nad oes gen i awydd i dwyn ei enw i gof, bu'n byw ddim yn hir yn ôl un o'r boneddigion hynny sy'n cadw gwaywffon yn y rac gwaywffon, hen fwcl, hac heb lawer o fraster, a milgi. ar gyfer cwrsio."],"Templates":["Templedi"],"Add":["Ychwanegu"],"%s out of 5 stars":["%s allan o 5 seren"],"Enter address":["Rhowch y cyfeiriad"],"Attachment page":["Tudalen atodi"],"Fill":["Llanw"],"Link rel":["Cyswllt rel"],"Border radius":["Radiws y border"],"Write gallery caption…":["Ysgrifennu capsiwn oriel…"],"Restore the backup":["Adfer y copi wrth gefn"],"The backup of this post in your browser is different from the version below.":["Mae'r copi wrth gefn o'r cofnod yn eich porwr yn wahanol i'r fersiwn isod."],"Reverse list numbering":["Gwrthdroi rhifo'r rhestr"],"Start value":["Gwerth cychwynnol"],"Ordered list settings":["Gosodiadau trefnu rhestr"],"Clear Media":["Clirio'r Cyfryngau"],"Default Style":["Arddull Rhagosodedig"],"Not set":["Heb ei osod"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["Wrth ysgrifennu, gallwch bwyso <kbd>\/<\/kbd> i fewnosod blociau newydd yn gyflym."],"Change column alignment":["Newid aliniad colofn"],"Align column right":["Alinio colofn i'r dde"],"Align column center":["Alinio colofn i'r canol"],"Align column left":["Alinio colofn i'r chwith"],"Color":["Lliw"],"Vivid purple":["Porffor cryf"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Mae angen ail-lwytho tudalen ar gyfer y newid hwn. Sicrhewch fod eich cynnwys yn cael ei gadw cyn ei ail-lwytho."],"Display these keyboard shortcuts.":["Dangos cymorth llwybrau byr y bysellfwrdd."],"Experiments Settings":["Gosodiadau Arbrofion"],"Experimental settings":["Gosodiadau arbrofol"],"Custom":["Cyfaddasu"],"Draft":["Drafft"],"Learn more about anchors":["Dysgu rhagor am angorau"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Rhowch air neu ddau - heb fylchau - i wneud cyfeiriad gwe unigryw ar gyfer y bloc hwn, o'r enw “angor.” Yna, byddwch yn gallu cysylltu'n uniongyrchol â'r rhan hon o'ch tudalen."],"Upload a video file, pick one from your media library, or add one with a URL.":["Llwythwch ffeil fideo i fyny, dewis un o'ch llyfrgell gyfryngau, neu ychwanegu un gydag URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Llwythwch ffeil ddelwedd i fyny, dewis un o'ch llyfrgell gyfryngau, neu ychwanegu un gydag URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Llwythwch ffeil sain i fyny, dewis un o'ch llyfrgell gyfryngau, neu ychwanegu un gydag URL."],"Upload a media file or pick one from your media library.":["Llwythwch ffeil cyfryngau i fyny neu ddewis un o'ch llyfrgell gyfryngau."],"Skip":["Hepgor"],"Select a variation to start with.":["Dewiswch amrywiad i ddechrau."],"Title attribute":["Priodwedd teitl"],"Open in new tab":["Agor mewn tab newydd"],"Move right":["Symud i'r dde"],"Move left":["Symud i'r chwith"],"Links":["Dolenni"],"menu":["dewislen"],"Upload a file or pick one from your media library.":["Llwythwch ffeil neu dewiswch un o'ch llyfrgell gyfryngau."],"Learn more about embeds":["Dysgu mwy am fewnblannu"],"Paste a link to the content you want to display on your site.":["Gludwch ddolen i'r cynnwys rydych chi am ei arddangos ar eich gwefan."],"Three columns; wide center column":["Tair colofn; colofn ganol llydan"],"Three columns; equal split":["Tair colofn; rhaniad cyfartal"],"Two columns; two-thirds, one-third split":["Dwy golofn; dwy ran o dair, rhaniad un rhan o dair"],"Two columns; one-third, two-thirds split":["Dwy golofn; rhaniad un rhan o dair, dwy ran o dair"],"Two columns; equal split":["Dwy golofn; rhaniad cyfartal"],"Create Table":["Creu Tabl"],"Insert a table for sharing data.":["Mewnosod tabl ar gyfer rhannu data."],"Ungrouping blocks from within a grouping block back into individual blocks within the Editor \u0004Ungroup":["Dad-grwpio"],"verb\u0004Group":["Grŵp"],"Separate with commas or the Enter key.":["Gwahanu gyda dyfynodau neu fysell Enter."],"Separate with commas, spaces, or the Enter key.":["Gwahanu gyda dyfynodau, bylchau, neu'r fysell Enter."],"Separate multiple classes with spaces.":["Gwahanu ddosbarthiadau niferus gyda bylchau."],"Move image forward":["Symud delwedd ymlaen"],"Move image backward":["Symud delwedd nôl"],"Block rendered as empty.":["Bloc wedi'i lunio'n wag."],"Inline code":["Cod mewnlin"],"Footer section":["Adran troedyn"],"Header section":["Adran pennyn"],"Sorting and filtering":["Didoli a hidlo"],"Column settings":["Gosodiadau colofnau"],"Footer":["Troedyn"],"This color combination may be hard for people to read.":["Efallai y bydd y cyfuniad lliw hwn yn anodd i bobl ei ddarllen."],"There is no poster image currently selected":["Nid oes delwedd poster wedi'i dewis ar hyn o bryd"],"The current poster image url is %s":["URL y ddelwedd poster cyfredol yw %s"],"Group":["Grŵp"],"Crop image to fill entire column":["Tocio delweddau i lanw'r golofn gyfan"],"Play inline":["Chwarae mewnlin"],"Describe the purpose of the image.":["Disgrifiwch bwrpas y ddelwedd."],"Add a block":["Ychwanegu blog"],"Block vertical alignment setting label\u0004Change vertical alignment":["Newid aliniad fertigol"],"Legacy Widget":["Hen Declyn"],"Select a legacy widget to display:":["Dewis hen declyn i'w dangos:"],"There are no widgets available.":["Nid oes teclynnau ar gael."],"%s: Change block type or style":["%s: Newid math neu arddull blociau"],"Search Terms":["Chwilio'r Termau"],"Embedded content from %s can't be previewed in the editor.":["Nid oes modd cael rhagolwg o gynnwys wedi'i fewnblannu gan %s yn y golygydd."],"An error has occurred, which probably means the feed is down. Try again later.":["Digwyddodd gwall, sydd fel arfer yn golygu nad yw'r llif yn weithredol ar hyn o bryd. Ceisia eto'n hwyrach ymlaen."],"RSS Error:":["Gwall RSS:"],"block style\u0004Default":["Rhagosodiad"],"Stick to the top of the blog":["Glynu i frig y blog"],"The last part of the URL.":["Rhan olaf yr URL."],"Fullscreen mode deactivated":["Wedi diffodd y modd sgrin lawn"],"Fullscreen mode activated":["Modd sgrin llawn wedi'i weithredu"],"Spotlight mode deactivated":["Wedi diffodd y modd flacholau"],"Spotlight mode activated":["Y modd Fflacholau wedi ei weithredu"],"Top toolbar deactivated":["Bar offer brig  wedi'i ddadweithredu"],"Top toolbar activated":["Bar offer brig  wedi'i weithredu"],"Back":["Nôl"],"Taxonomy":["Tacsonomi"],"- Select -":["- Dewis -"],"Default":["Rhagosodedig"],"Search":["Chwilio"],"Add button text…":["Ychwanegu testun botwm…"],"Button text":["Testun botwm"],"Optional placeholder…":["Deiliad lle dewisol…"],"Optional placeholder text":["Testun deiliaid lle dewisol"],"Add label…":["Ychwanegu label…"],"Label text":["Testun label"],"Max number of words in excerpt":["Uchafswm nifer o eiriau yn y dyfyniad"],"Display excerpt":["Dangos dyfyniad"],"Display date":["Dangos y dyddiad"],"Display author":["Dangos yr awdur"],"Edit RSS URL":["Golygu URL RSS"],"Hide the excerpt on the full content page":["Cuddio'r dyfyniad ar y dudalen cynnwys llawn"],"The excerpt is visible.":["Mae'r dyfyniad yn weladwy."],"The excerpt is hidden.":["Mae'r dyfyniad yn guddiedig."],"image %1$d of %2$d in gallery":["delwedd %1$d o %2$d yn yr oriel"],"Sorry, this content could not be embedded.":["Ymddiheuriadau, nid oes modd mewnblannu'r cynnwys hwnnw."],"Embed Amazon Kindle content.":["Mewnblannu cynnwys Amazon Kindle."],"ebook":["eLyfr"],"Embed Crowdsignal (formerly Polldaddy) content.":["Mewnblannu cynnwys Crowdsignal (Polldaddy gynt)."],"Focal point picker":["Dewisydd pwynt ffocal"],"Calendar":["Calendr"],"Underline":["Tanlinellu"],"Attempt Block Recovery":["Ceisio Adfer Bloc"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Cynnwys…"],"button label\u0004Convert to link":["Trosi i ddolen"],"button label\u0004Try again":["Ceisio eto"],"Editor tips":["Awgrymiadau'r golygydd"],"Block (selected)":["Bloc (wedi ei ddewis)"],"Top toolbar":["Bar offer uchaf"],"Link CSS Class":["Dosbarth CSS y Ddolen"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/wordpress.org\/plugins\/classic-widgets\/"],"Sorry, you are not allowed to view revisions for this global style.":["Ymddiheuriadau, nid oes gennych hawl i ddarllen adolygiadau o'r arddull eang hwn."],"To edit the featured image, you need permission to upload media.":["I olygu'r ddelwedd nodwedd, mae angen caniatâd arnoch i lwytho'r cyfryngau i fyny."],"To edit this block, you need permission to upload media.":["I olygu'r bloc hwn, mae angen caniatâd arnoch i lwytho cyfrwng i fyny."],"Block tools":["Offer blociau"],"Permalink":["Dolen Barhaol"],"This image has an empty alt attribute":["Mae gan y ddelwedd hon briodwedd alt gwag"],"This image has an empty alt attribute; its file name is %s":["Mae gan y ddelwedd hon briodwedd alt gwag; ei enw ffeil yw %s"],"Link inserted.":["Dolen wedi ei mewnosod."],"Warning: the link has been inserted but may have errors. Please test it.":["Rhybudd: mae'r ddolen wedi ei fewnosod ond gall god â gwallau. Rhowch brawf arno."],"%s block selected.":["%s bloc wedi'i ddewis.","%s bloc wedi'u dewis.","%s bloc wedi'u dewis.","%s bloc wedi'u dewis."],"Thumbnail":["Llun bach"],"Full Size":["Maint Llawn"],"Link selected.":["Dolen wedi ei dewis."],"Start writing with text or HTML":["Dechrau ysgrifennu gyda thestun neu HTML"],"Type text or HTML":["Teipio testun neu HTML"],"Align text right":["Alinio testun i'r dde"],"Align text center":["Alinio testun i'r canol"],"Align text left":["Alinio testun i'r chwith"],"Empty block; start writing or type forward slash to choose a block":["Bloc gwag; dechrau ysgrifennu neu deipio blaen slaes i ddewis bloc"],"Paragraph block":["Bloc paragraff"],"Stack on mobile":["Stacio ar symudol"],"Drag images, upload new ones or select files from your library.":["Llusgwch ddelweddau, llwytho rhai newydd neu ddewis ffeiliau o'ch llyfrgell."],"Annotation":["Anodiadau"],"blocks\u0004Most used":["Defnyddiwyd amlaf"],"imperative verb\u0004Resolve":["Datrys"],"font size name\u0004Huge":["Anferth"],"font size name\u0004Large":["Mawr"],"font size name\u0004Medium":["Canolig"],"font size name\u0004Small":["Bach"],"font size name\u0004Normal":["Arferol"],"button label\u0004Import":["Mewnforio"],"button label\u0004Download":["Llwytho i lawr"],"button label\u0004Embed":["Mewnblannu"],"block title\u0004Embed":["Mewnblannu"],"block title\u0004Classic":["Clasurol"],"Link edited.":["Cyswllt wedi'i olygu."],"Link removed.":["Cyswllt wedii dynnu."],"media":["cyfrwng"],"Double-check your settings before publishing.":["Gwiriwch eich gosodiadau cyn cyhoeddi."],"Generating preview…":["Wrthi'n creu rhagolwg…"],"Edit or replace the image":["Golygu neu amnewid y ddelwedd"],"Media":["Cyfrwng"],"Navigate to the nearest toolbar.":["Ewch i'r bar offer agosaf."],"Document tools":["Offer dogfennau"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Rhoi pwyslais gweledol i destun wedi'i ddyfynnu. &quot;Wrth ddyfynnu eraill, rydym yn dyfynnu ein hunain.&quot; - Julio Cortázar"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Yn cyflwyno adrannau newydd a threfnu cynnwys i helpu ymwelwyr (a pheiriannau chwilio) i ddeall strwythur eich cynnwys."],"Resize for smaller devices":["Newid maint ar gyfer dyfeisiau llai"],"This embed may not preserve its aspect ratio when the browser is resized.":["Efallai na fydd y mewnblannu hwn yn cadw ei gymhareb agwedd pan fydd y porwr wedi'i newid."],"This embed will preserve its aspect ratio when the browser is resized.":["Bydd y mewnblaniad yn cadw ei gymhareb agwedd pan fydd y porwr wedi newid maint."],"Embed an Animoto video.":["Mewnblannu fideo Animoto."],"Embed a Vimeo video.":["Mewnblannu fideo Vimeo."],"Embed Flickr content.":["Mewnblannu cynnwys Flikr."],"Embed Spotify content.":["Mewnblannu cynnwys Spotify."],"Embed SoundCloud content.":["Mewnblannu cynnwys SoundCloud."],"Embed a WordPress post.":["Mewnblannu cofnod WordPress."],"Embed an Instagram post.":["Mewnblannu cofnod Instagram."],"Embed a Facebook post.":["Mewnblannu cofnod Facebook."],"Embed a WordPress.tv video.":["Mewnblannu fideo WordPress.tv."],"Embed a VideoPress video.":["Mewnblannu fideo VideoPress."],"Embed a Tumblr post.":["Mewnblannu cofnod Tumblr."],"Embed a TED video.":["Mewnblannu fideo TED."],"Embed Speaker Deck content.":["Mewnblannu cynnwys Speaker Deck."],"Embed a YouTube video.":["Mewnblannu fideo YouTube."],"Embed SmugMug content.":["Mewnblannu cynnwys SmugMug."],"Embed Slideshare content.":["Mewnblannu cynnwys Slideshare."],"Embed Scribd content.":["Mewnblannu cynnwys Scribd."],"Embed Screencast content.":["Mewnblannu cynnwys Screencast."],"Embed ReverbNation content.":["Mewnblannu cynnwys ReverNation."],"Embed a Reddit thread.":["Mewnblannu trywydd Reddit."],"Embed Mixcloud content.":["Mewnblannu cynnwys Mixcloud."],"Embed a tweet.":["Mewnblannu trydariad."],"Embed Kickstarter content.":["Mewnblannu cynnwys Kickstarter."],"Embed Issuu content.":["Mewnblannu cynnwys Issuu."],"Embed Imgur content.":["Mewnblannu cynnwys Imgur."],"Embed a Dailymotion video.":["Mewnblannu fideo Dailymotion."],"Embed CollegeHumor content.":["Mewnblannu cynnwys CollegeHumor."],"Embed Cloudup content.":["Mewnblannu cynnwys Cloudup."],"Pattern published privately.":["Patrwm wedi'i gyhoeddi'n breifat."],"Pattern reverted to draft.":["Patrwm wedi'i ddychwelyd i ddrafft."],"M j, Y g:i a":["M j, Y @ G:i"],"noun\u0004View":["Golwg"],"editor button\u0004Left to right":["Chwith i'r dde"],"Save as pending":["Cadw fel o dan ystyriaeth"],"%s address":["%s cyfeiriad"],"Paste or type URL":["Gludo neu deipio URL"],"Insert from URL":["Mewnosod o URL"],"Styles":["Arddulliau"],"General":["Cyffredinol"],"Focus on one block at a time":["Canolbwyntio ar un bloc ar y tro"],"Access all block and document tools in a single place":["Mynediad i'r holl offer blociau a dogfennau mewn un lle"],"Options":["Dewisiadau"],"(opens in a new tab)":["(yn agor mewn tab newydd)"],"Minutes":["Munud"],"Hours":["Awr"],"Time":["Amser"],"Year":["Blwyddyn"],"Day":["Diwrnod"],"December":["Rhagfyr"],"November":["Tachwedd"],"October":["Hydref"],"September":["Medi"],"August":["Awst"],"July":["Gorffennaf"],"June":["Mehefin"],"May":["Mai"],"April":["Ebrill"],"March":["Mawrth"],"February":["Chwefror"],"January":["Ionawr"],"Month":["Mis"],"Date":["Dyddiad"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Nid yw eich gwefan yn cynnwys cefnogaeth ar gyfer y bloc \"%s\". Gallwch adael y bloc hwn yn llwyr neu ei dynnu'n llwyr."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Nid yw eich gwefan yn cynnwys cefnogaeth ar gyfer y bloc \"%s\". Gallwch adael y bloc hwn yn gyfan, trosi ei gynnwys i bloc HTML Cyfaddas, neu ei dynnu'n llwyr."],"Media area":["Ardal Cyfryngau"],"Show media on right":["Dangos y cyfryngau ar y dde"],"Show media on left":["Dangos y cyfryngau ar y chwith"],"Cover":["Clawr"],"Huge":["Anferth"],"Medium":["Canolig"],"Normal":["Arferol"],"Paste URL or type to search":["Gludwch URL neu deipio i chwilio"],"Terms":["Amodau"],"Your work will be published at the specified date and time.":["Bydd eich gwaith yn cael ei gyhoeddi ar y dyddiad a'r amser penodol."],"Are you ready to schedule?":["Ydych chi'n barod i amserlennu?"],"Always show pre-publish checks.":["Dangos gwiriadau cyn cyhoeddi bob tro."],"Take over":["Cymrwch drosodd"],"Another user is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["Mae defnyddiwr arall yn gweithio ar y cofnod hwn ar hyn o bryd (<PreviewLink \/> ), sy'n golygu nad oes modd i chi wneud newidiadau, oni bai eich bod yn ei gymryd drosodd."],"Another user now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["Mae gan ddefnyddiwr arall bellach reolaeth i olygu'r cofnod hwn (<PreviewLink \/>). Peidiwch â phoeni, mae eich newidiadau hyd yn hyn wedi'u cadw."],"Avatar":["Afatar"],"This post is already being edited":["Mae'r cofnod hwn eisoes yn cael ei olygu"],"Someone else has taken over this post":["Mae rhywun arall wedi cymryd drosodd y cofnod hwn."],"This block contains unexpected or invalid content.":["Mae'r bloc hwn yn cynnwys cynnwys annisgwyl neu annilys."],"Resolve Block":["Datrys Bloc"],"Convert to HTML":["Trosi i HTML"],"Enable pre-publish checklist":["Galluogi rhestr wirio cyn cyhoeddi"],"This block can only be used once.":["Dim ond unwaith mae modd defnyddio'r bloc hwn."],"Exit code editor":["Gadael y golygydd cod"],"Editing code":["Cod golygu"],"View":["Gweld"],"HTML":["HTML"],"Write HTML…":["Ysgrifennu HTML…"],"Media settings":["Gosodiadau cyfrwng"],"Overlay":["Troshaen"],"Invalid JSON file":["Ffeil JSON annilys"],"Import from JSON":["Mewnforio o JSON"],"Backtick":["Ôldic"],"Period":["Atalnod llawn"],"Comma":["Atalnod"],"Change type of %d block":["Newid y math o %d bloc","Newid y math o %d floc","Newid y math o %d bloc","Newid y math o %d bloc"],"Current":["Cyfredol"],"After Conversion":["Ar ôl Trosi"],"Change alignment":["Newidiwch yr aliniad"],"Change text alignment":["Newidiwch yr aliniad testun"],"%d block":["%d bloc","%d floc","%d bloc","%d bloc"],"Forward-slash":["Blaen slaes"],"No archives to show.":["Dim archifau i'w dangos."],"%s: This file is empty.":["%s: Mae'r ffeil hon yn wag."],"%s: Sorry, this file type is not supported here.":["%s: Ymddiheuriadau, nid yw'r math yma o ffeil yn cael ei chynnal yma."],"Title":["Teitl"],"Fullscreen mode":["Modd sgrin llawn"],"Beautiful landscape":["Tirwedd hardd"],"Close panel":["Cau'r panel"],"Convert to Classic Block":["Trosi i Floc Clasurol"],"Poster image":["Delwedd poster"],"Create":["Creu"],"Row count":["Cyfrif rhesi"],"Column count":["Cyfrif colofnau"],"block description\u0004Create and save content to reuse across your site. Update the pattern, and the changes apply everywhere it’s used.":["Crëwch a chadw cynnwys i'w ailddefnyddio ar draws eich gwefan. Diweddarwch y patrwm, ac mae'r newidiadau'n cael eu gosod ym mhobman y caiff ei ddefnyddio."],"Change the block type after adding a new paragraph.":["Newid y math o floc ar ôl ychwanegu paragraff newydd."],"Spotlight mode":["Modd amlygu"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Mae tagiau yn helpu defnyddwyr a pheiriannau chwilio i lywio'ch gwefan a dod o hyd i'ch cynnwys. Ychwanegwch ychydig o eiriau allweddol i ddisgrifio'ch cynnwys."],"Add tags":["Ychwanegu tagiau"],"Apply the \"%1$s\" format.":["Gosod y fformat \"%1$s\"."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Mae'ch thema yn defnyddio fformat cofnod i dynnu sylw at wahanol fathau o gynnwys, fel delweddau neu fideos. Gosodwch fformat cofnod i weld yr arddull arbennig hwn."],"Use a post format":["Defnyddiwch fformat cofnod"],"Move %1$d blocks from position %2$d right by one place":["Symud %1$d bloc o safle %2$d i'r dde fesul un lle"],"Move %1$d blocks from position %2$d up by one place":["Symud %1$d bloc o safle %2$d i fyny fesul un lle"],"Move %1$s block from position %2$d right to position %3$d":["Symudwch floc %1$s o safle %2$d i'r dde i safle %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Symud bloc %1$s o safle %2$d i fyny i safle %3$d"],"Insert a new block before the selected block(s).":["Mewnosod bloc newydd cyn y bloc(iau) a ddewiswyd."],"Remove the selected block(s).":["Tynnwch y bloc(iau) a ddewiswyd."],"Duplicate the selected block(s).":["Dyblygu'r bloc(iau) a ddewiswyd."],"Block shortcuts":["Rhwystro llwybrau byr"],"Clear selection.":["Clirio'r dewis."],"Select all text when typing. Press again to select all blocks.":["Dewiswch yr holl destun wrth deipio. Cliciwch eto i ddewis pob bloc."],"Selection shortcuts":["Llwybrau byr dewis"],"Switch between visual editor and code editor.":["Newid rhwng golygydd gweledol a'r golygydd codau."],"Navigate to the previous part of the editor.":["Ewch i'r rhan flaenorol o'r olygydd."],"Navigate to the next part of the editor.":["Ewch i'r rhan nesaf y golygydd."],"Show or hide the Settings sidebar.":["Dangos neu guddio bar ochr y Gosodiadau."],"Redo your last undo.":["Ail-wneud y dadwneud diwethaf."],"Undo your last changes.":["Dadwneud y newidiadau diwethaf."],"Save your changes.":["Cadw eich newidiadau."],"Global shortcuts":["Llwybrau byr eang"],"Remove a link.":["Tynnwch ddolen."],"Convert the selected text into a link.":["Trosi'r testun a ddewiswyd i mewn i ddolen."],"Underline the selected text.":["Tanlinellwch y testun a ddewiswyd."],"Make the selected text italic.":["Gwnewch y testun a ddewiswyd yn italig."],"Make the selected text bold.":["Gwnewch y testun a ddewiswyd yndrwm."],"Text formatting":["Fformatio testun"],"Insert a new block after the selected block(s).":["Mewnosod bloc newydd ar ôl y bloci(au) a ddewiswyd."],"Keyboard shortcuts":["Llwybrau byr bysellfwrdd"],"Thanks for testing Gutenberg!":["Diolch am brofi Gutenberg!"],"Help build Gutenberg":["Helpwch i adeiladu Gutenberg"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository<\/a>.":["Os ydych chi eisiau dysgu mwy am sut i adeiladu blociau ychwanegol, neu os oes gennych ddiddordeb mewn helpu gyda'r prosiect, ewch i'r <a href=\"%s\">storfa GitHub<\/a> ."],"The WordPress community":["Cymuned WordPress"],"Code is Poetry":["Barddoniaeth yw Cod"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Gallwch adeiladu unrhyw floc fel yr hoffech chi, yn sefydlog neu'n ddeinamig, addurnol neu blaen. Dyma floc dangos dyfyniad:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Gallwch osod unrhyw floc i gyd-fynd â'r aliniadau hyn. Mae'r bloc mewnblannu hefyd yn gallu gwneud hynny ac yn ymatebol hefyd:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Mae'r uchod yn oriel gyda dim ond dwy ddelwedd. Mae'n ffordd haws o greu cynlluniau sy'n apelio'n weledol, heb orfod delio â rhai sy'n arnofio. Gallwch hefyd drawsnewid yr oriel yn ôl i ddelweddau unigol yn hawdd, trwy ddefnyddio'r bloc newid."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Gall y ddelwedd lled lawn fod yn eithaf mawr. Ond ar adegau mae'r ddelwedd yn drawiadol iawn."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Mae hygyrchedd yn bwysig - peidiwch ag anghofio priodwedd delwedd"],"If you combine the new <strong>wide<\/strong> and <strong>full-wide<\/strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Os ydych chi'n cyfuno'r aliniadau newydd <strong>llydan<\/strong> a <strong>lled llawn<\/strong> gydag orielau, gallwch greu cynllun cyfrwng cyfoethog, yn gyflym iawn:"],"Media Rich":["Cyfrwng Cyfoethog"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Gallwch newid y nifer o golofnau yn eich orielau trwy lusgo llithrydd yn yr archwilydd blociau yn y bar ochr."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Gall blociau fod yn unrhyw beth sydd eu hangen arnoch. Er enghraifft, efallai yr hoffech chi ychwanegu dyfyniad tawel fel rhan o gyfansoddiad eich testun, neu efallai y byddai'n well gennych ddangos un mawr arddulliedig. Mae'r holl opsiynau hyn ar gael yn y mewnosodwr."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["Mae'r wybodaeth sy'n cyfateb i ffynhonnell y dyfyniad yn faes testun ar wahân, sy'n debyg i benawdau dan ddelweddau, felly mae strwythur y dyfyniad wedi'i ddiogelu hyd yn oed os ydych yn dewis, yn addasu, neu'n tynnu'r ffynhonnell. Mae bob amser yn hawdd ei roi yn ôl."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["Bydd y golygydd yn ceisio creu tudalen newydd a phrofiad ôl-adeiladu sy'n gwneud ysgrifennu cofnodion cyfoethog yn hawdd, ac mae ganddo \"flociau\" i wneud yn hawdd yr hyn fyddai ar hyn o bryd yn cymryd codau byr, HTML cyfaddas, neu ddarganfod mewnblaniad  “mystery meat”."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Mantais mawr blociau yw y gallwch eu golygu yn eu lle a thrin eich cynnwys yn uniongyrchol. Yn lle cael meysydd ar gyfer golygu pethau fel ffynhonnell dyfyniad, neu destun botwm, gallwch newid y cynnwys yn uniongyrchol. Ceisiwch olygu'r dyfyniad canlynol:"],"Visual Editing":["Golygu Gweledol"],"And <em>Lists<\/em> like this one of course :)":["A <em>Rhestrau<\/em> fel hyn, wrth gwrs :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Blociau cynllun, fel Botymau, Delweddau Trawiadol, Gwahanwyr, ac ati."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Mewnblaniadau, fel YouTube, Trydariadau, neu gofnodion WordPress eraill."],"Galleries":["Orielau"],"Images &amp; Videos":["Delweddau a Fideos"],"Text &amp; Headings":["Penawdau a Thestun"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Rhowch cynnig arno, fe allwch ddarganfod pethau y gall WordPress eu hychwanegu at eich cofnod nad oeddech chi'n gwybod amdanyn nhw. Dyma restr fer o'r hyn y gallwch chi ei gael yno ar hyn o bryd:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)<\/code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Dychmygwch fod popeth y gall WordPress ei wneud ar gael i chi yn gyflym ac yn yr un lle ar y rhyngwyneb. Nid oes angen gweithio allan ystyr tagiau HTML, dosbarthiadau, na chofio cystrawen cymhlethdod codau byr. Dyna'r syniad y tu ôl i'r mewnosodwr — y botwm <code>(+)<\/code> byddwch yn ei weld o gwmpas y golygydd—sy'n eich galluogi i bori drwy'r holl flociau cynnwys sydd ar gael a'u hychwanegu i'ch cofnod. Gall ychwanegion a themâu gofrestru eu hunain, gan agor pob math o bosibiliadau ar gyfer golygu a chyhoeddi cyfoethog."],"The <em>Inserter<\/em> Tool":["Y Teclyn <em>Mewnosod<\/em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Ceisiwch ddewis a dileu neu olygu'r caspiwn, nawr does dim angen i chi fod yn ofalus ynglŷn â dewis y ddelwedd neu destun arall trwy gamgymeriad a difetha'r cyflwyniad."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Os yw'ch thema yn ei gefnogi, fe welwch y botwm \"eang\" ar y bar offer delwedd. Rhowch gynnig arni."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Mae delio â delweddau a chyfryngau gyda'r gofal mwyaf yn brif ffocws y golygydd newydd. Gobeithio y byddwch yn cael ychwanegu capsiynau neu fynd yn lled llawn â'ch lluniau yn llawer haws a chadarn nag o'r blaen."],"A Picture is Worth a Thousand Words":["Mae Darlun yn Werth Mil o Eiriau"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Mae penawdau hefyd yn flociau ar wahân, sy'n helpu gydag amlinell a threfniadaeth eich cynnwys."],"... like this one, which is right aligned.":["... fel yr un yma, sydd wedi'i alinio i'r dde."],"What you are reading now is a <strong>text block<\/strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Yr hyn rydych yn ei ddarllen nawr yw <strong>bloc testun<\/strong>, y bloc mwyaf sylfaenol oll. Mae gan y bloc testun ei reolaethau ei hun i'w symud yn rhydd o gwmpas y cofnod..."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content<\/em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Nod y golygydd newydd hwn yw ychwanegu cynnwys cyfoethog i WordPress mewn ffordd syml a hwylus. Mae'r cofnod cyfan hwn yn cynnwys <em>darnau o gynnwys<\/em> - ychydig yn debyg i frics LOGO - y gallwch eu symud o gwmpas a rhyngweithio â nhw. Symudwch eich cyrchwr o gwmpas a byddwch yn sylwi ar y gwahanol flociau yn goleuo gydag amlinelliadau a saethau. Cliciwch y saethau i ailosod y blociau'n gyflym, heb ofni colli pethau yn y broses o gopïo a gludo."],"Of Mountains &amp; Printing Presses":["Mynyddoedd a Gweisg Argraffu"],"Welcome to the Gutenberg Editor":["Croeso i'r Golygydd Gutenberg"],"Learn more":["Dysgu rhagor"],"Are you sure you want to unschedule this post?":["Ydych chi'n siŵr eich bod am ddadamserlennu'r cofnod hwn?"],"The page number requested is larger than the number of pages available.":["Mae rhif y dudalen gofynnwyd amdani yn fwy na'r nifer o dudalennau sydd ar gael."],"XL":["XL"],"L":["M"],"M":["A"],"S":["S"],"Small":["Bach"],"Keep as HTML":["Cadw fel HTML"],"Edit URL":["Golygu URL"],"The response is not a valid JSON response.":["Nid yw'r ymateb yn ymateb dilys JSON."],"Editor publish":["Cyhoeddi golygydd"],"Muted":["Wedi'i Fudo"],"Display avatar":["Dangos Afatar"],"Number of comments":["Nifer y sylwadau"],"Auto":["Awto"],"Preload":["Rhaglwytho"],"https:\/\/wordpress.org\/support\/plugin\/gutenberg\/":["https:\/\/wordpress.org\/support\/plugin\/gutenberg\/"],"Support":["Cymorth"],"No comments to show.":["Dim sylwadau i'w dangos."],"%1$s on %2$s":["%1$s ar %2$s"],"Select Post":["Dewis Cofnod"],"Select Week":["Dewis Wythnos"],"Select Day":["Dewis Diwrnod"],"Select Month":["Dewis Mis"],"Select Year":["Dewis Blwyddyn"],"Archives":["Archif"],"Cyan bluish gray":["Llwyd las wyrdd"],"Vivid cyan blue":["Glas wyrdd cryf"],"Pale cyan blue":["Glas wyrdd gwan"],"Vivid green cyan":["Gwyrdd glaswyrdd cryf"],"Light green cyan":["Gwyrdd glaswyrdd cryf"],"Luminous vivid amber":["Ambr cryf llewyrchol"],"Luminous vivid orange":["Oren cryf llewyrchol"],"Vivid red":["Coch llachar"],"Pale pink":["Pinc gwan"],"Inline image":["Delwedd fewnlin"],"Available block types":["Mathau o flociau sydd ar gael"],"Transform to":["Trawsnewid i"],"Open publish panel":["Agor panel cyhoeddi"],"Large":["Mawr"],"Show download button":["Dangos botwm llwytho i lawr"],"Link to":["Dolen i"],"Copy URL":["Copïo URL"],"Write file name…":["Ysgrifennwch enw'r ffeil…"],"File":["Ffeil"],"Square":["Sgwâr"],"Loop":["Cylchu"],"Autoplay":["Awtochwarae"],"Playback controls":["Rheolyddion chwarae"],"Disable tips":["Analluogi awgrymiadau"],"Got it":["Iawn, rwy'n deall"],"See next tip":["Gweld yr awgrym nesaf"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Pan fyddwch chi'n barod, cyflwynwch eich gwaith i'w hadolygu, a bydd Golygydd yn gallu ei gymeradwyo ar eich rhan."],"Are you ready to submit for review?":["Ydych chi'n barod i'w gyflwyno ar gyfer ei adolygu?"],"Replace image":["Amnewid delwedd"],"Remove image":["Tynnu'r ddelwedd"],"Error while uploading file %s to the media library.":["Gwall wrth lwytho ffeil %s i lyfrgell y cyfryngau."],"%s: This file exceeds the maximum upload size for this site.":["%s: Mae'r ffeil yn rhy fawr ar gyfer y wefan hon."],"View the autosave":["Edrychwch ar yr awtogadw"],"There is an autosave of this post that is more recent than the version below.":["Mae fersiwn awtogadw o'r cofnod hwn sy'n fwy diweddar na'r fersiwn isod."],"Autosaving":["Awtogadw"],"Enter URL here…":["Rhowch URL yma…"],"Pin to toolbar":["Pinio i'r bar offer"],"Unpin from toolbar":["Dadbinio o'r bar offer"],"Fixed width table cells":["Celloedd tabl lled sefydlog"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Ychwanegwch floc sy'n dangos cynnwys o wefannau eraill, fel Twitter neu YouTube."],"No results found.":["Dim canlyniadau."],"Error loading block: %s":["Gwall wrth lwytho bloc: %s"],"Unknown error":["Gwall anhysbys"],"term\u0004Remove %s":["Tynnu %s"],"Height in pixels":["Uchder mewn picseli"],"Toggle to show a large initial letter.":["Toglo i ddangos llythyren cychwynnol mawr."],"Showing large initial letter.":["Yn dangos llythyren cychwynnol mawr."],"%1$s (%2$s of %3$s)":["%1$s (%2$s o%3$s)"],"Remove item":["Tynnu eitem"],"Color code: %s":["Cod lliw: %s"],"Skip to the selected block":["Ewch i'r bloc sydd wedi ei ddewis"],"Schedule…":["Amserlenwyd…"],"OK":["Iawn"],"Close plugin":["Ychwanegwch ategyn"],"Editor settings":["Gosodiadau golygydd"],"Link settings":["Gosodiadau dolen"],"Unlink":["Datgysylltu"],"Page break":["Toriad tudalen"],"Pagination":["Tudaleniad"],"Next page":["Tudalen nesaf"],"Height":["Uchder"],"Width":["Lled"],"Thumbnails are not cropped.":["Nid yw lluniau bach wedi eu tocio."],"Thumbnails are cropped to align.":["Mae lluniau bach wedi eu tocio i'w halinio."],"Media Library":["Llyfrgell Cyfrwng"],"Advanced":["Uwch"],"Add item":["Ychwanegu eitem"],"Reset the template":["Ailosod y templed"],"Keep it as is":["Cadwch fel ag y mae"],"The content of your post doesn’t match the template assigned to your post type.":["Nid yw cynnwys eich cofnod yn cydweddu'r templed a neilltuwyd i'ch math o gofnod."],"Resetting the template may result in loss of content, do you want to continue?":["Gall ailosod y templed arwain at golli cynnwys, ydych chi am barhau?"],"Document Statistics":["Ystadegau Dogfen"],"is now scheduled. It will go live on":["wedi'i amserlennu. Bydd yn mynd yn fyw ar"],"Scheduled":["Amserlenwyd"],"Scheduling…":["Amserlennu…"],"Code editor selected":["Golygydd cod wedi'i ddewis"],"Visual editor selected":["Golygydd gweledol wedi'i ddewis"],"Plugins":["Ategion"],"Custom Size":["Maint Cyfaddas"],"term\u0004%s removed":["%s wedi'i ddileu"],"term\u0004%s added":["%s wedi'i ychwanegu"],"imperative verb\u0004Preview":["Rhagolwg"],"Trashing failed":["Methodd gosod yn y sbwriel"],"Updating failed.":["Methodd y diweddaru."],"Scheduling failed.":["Methodd yr amserlennu."],"Publishing failed.":["Methodd y cyhoeddi."],"View post":["Darllen y cofnod"],"You have unsaved changes. If you proceed, they will be lost.":["Mae gennych newidiadau heb eu cadw. Os byddwch yn bwrw ymlaen, byddan nhw'n cael eu colli."],"Document Outline":["Amlinelliad o'r Ddogfen"],"Paragraphs":["Paragraffau"],"Headings":["Penawdau"],"Words":["Geiriau"],"Public":["Cyhoeddus"],"Password protected":["Diogelwyd gan gyfrinair"],"Only visible to site admins and editors.":["Dim ond gweladwy i weinyddwyr a golygyddion."],"Private":["Preifat"],"Visible to everyone.":["Yn weladwy i bawb."],"Would you like to privately publish this post now?":["Hoffech chi gyhoeddi'r cofnod yn breifat nawr?"],"Use a secure password":["Defnyddiwch gyfrinair diogel"],"Create password":["Creu cyfrinair"],"Move to trash":["Symud i'r sbwriel"],"Parent Term":["Term Rhiant"],"Parent Category":["Categori Rhiant"],"Add new term":["Ychwanegwch derm newydd"],"Add new category":["Ychwanegu categori newydd"],"Term":["Term"],"Tag":["Tag"],"Add new Term":["Ychwanegu term newydd"],"Add new tag":["Ychwanegu tag newydd"],"Switch to draft":["Newid i'r drafft"],"Are you sure you want to unpublish this post?":["Ydych chi'n siŵr eich bod am ddatgyhoeddi'r cofnod hwn?"],"Immediately":["Ar unwaith"],"Save draft":["Cadw drafft"],"Saving":["Cadw"],"Publish:":["Cyhoeddi:"],"Visibility:":["Gwelededd:"],"Are you ready to publish?":["Ydych chi'n barod i'w gyhoeddi?"],"What’s next?":["Beth sydd nesaf?"],"is now live.":["nawr yn fyw."],"Published":["Cyhoeddwyd"],"Schedule":["Amserlennu"],"Update":["Diweddaru"],"Submit for Review":["Cyflwyno ar gyfer Adolygiad"],"Updating…":["Diweddaru…"],"Publishing…":["Cyhoeddi…"],"Allow pingbacks & trackbacks":["Caniatáu hysbysiad cydnabod a chyfeirio"],"Copy":["Copïo"],"Pending review":["O dan ystyriaeth"],"%d Revision":["%d Adolygiad","%d Adolygiad","%d Adolygiad","%d Adolygiad"],"Suggestion:":["Awgrym:"],"Post Format":["Fformat Cofnod"],"Chat":["Sgwrs"],"Status":["Statws"],"Standard":["Safonol"],"Aside":["Neilleb"],"Featured image":["Delwedd nodwedd"],"Set featured image":["Gosod delwedd nodwedd"],"Learn more about manual excerpts":["Dysgwch ragor am ddyfyniadau â llaw"],"Write an excerpt (optional)":["Ysgrifennwch ddyfyniad (dewisol)"],"Allow comments":["Caniatáu sylwadau"],"Default template":["Templed rhagosodedig"],"Template:":["Templed:"],"no title":["dim teitl"],"Order":["Trefn"],"No blocks found.":["Heb ganfod blociau."],"%d result found.":["%d canlyniad wedi ei ganfod.","%d canlyniad wedi eu canfod.","%d canlyniad wedi eu canfod.","%d canlyniad wedi eu canfod."],"Saved":["Cadwyd"],"Embeds":["Mewnblannu"],"Blocks":["Blociau"],"Search for a block":["Chwiliwch am floc"],"Copy Error":["Gwall Copïo"],"Copy Post Text":["Copi Testun Cofnod"],"The editor has encountered an unexpected error.":["Mae'r golygydd wedi canfod gwall annisgwyl."],"Undo":["Dadwneud"],"Redo":["Ail-wneud"],"(Multiple H1 headings are not recommended)":["(Nid ydym yn argymell penawdau H1 lluosog)"],"(Your theme may already use a H1 for the post title)":["(Efallai y bydd eich thema eisoes yn defnyddio H1 ar gyfer teitl y cofnod)"],"(Incorrect heading level)":["(Lefel pennawd anghywir)"],"(Empty heading)":["(Pennawd gwag)"],"Blocks styles":["Arddulliau blociau"],"Convert to blocks":["Trosi i flociau"],"More options":["Rhagor o ddewisiadau"],"Edit visually":["Golygu'n weledol"],"Duplicate":["Dyblygu"],"Blocks cannot be moved down as they are already at the bottom":["Nid oes modd symud blociau i lawr gan eu bod eisoes ar y gwaelod"],"Blocks cannot be moved up as they are already at the top":["Nid oes modd symud blociau i fyny gan eu bod eisoes ar y brig"],"Block %1$s is at the beginning of the content and can’t be moved right":["Mae bloc %1$s  ar ddechrau'r cynnwys ac nid oes modd ei symud i'r dde"],"Block %1$s is at the end of the content and can’t be moved right":["Mae bloc %1$s ar ddiwedd y cynnwys ac nid oes modd ei symud i'r dde"],"Block %s is the only block, and cannot be moved":["Bloc %s yw'r unig floc, ac nid oes modd ei symud"],"Move down":["Symud i lawr"],"Move up":["Symud i fyny"],"Edit as HTML":["Golygu fel HTML"],"Convert to Blocks":["Trosi i Flociau"],"Block: %s":["Bloc: %s"],"This block has encountered an error and cannot be previewed.":["Mae'r bloc hwn wedi canfod gwall ac nid oes modd ei ragweld."],"No block selected.":["Heb ddewis bloc."],"Transform into:":["Trawsffurfio i:"],"Remove":["Tynnu"],"Find original":["Canfod y gwreiddiol"],"Copied!":["Wedi'i gopïo!"],"Visibility":["Gwelededd"],"Page attributes":["Priodoleddau tudalen"],"Block":["Bloc"],"Block Settings":["Gosodiadau Blociau"],"Document":["Dogfen"],"Document settings":["Gosodiadau dogfen"],"Table of Contents":["Tabl Cynnwys"],"Close Settings":["Cau'r Gosodiadau"],"Editor content":["Cynnwys golygydd"],"Tools":["Offer"],"Editor":["Golygydd"],"Code editor":["Golygydd cod"],"Visual editor":["Golygydd gweledol"],"Editor top bar":["Bar uchaf y golygydd"],"Settings":["Gosodiadau"],"Reset":["Ailosod"],"Dismiss this notice":["Diystyru'r rhybudd yma"],"Item removed.":["Eitem wedi ei dynnu."],"Item added.":["Ychwanegu eitem."],"Off":["Diffodd"],"Drop files to upload":["Gollwng ffeiliau i'w llwytho i fyny"],"PM":["PM"],"AM":["AM"],"An unknown error occurred.":["Digwyddodd gwall anhysbys."],"No results.":["Dim canlyniadau."],"%d result found, use up and down arrow keys to navigate.":["Wedi canfod %d canlyniad. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Wedi canfod %d canlyniad. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Wedi canfod %d canlyniad. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio.","Wedi canfod %d canlyniad. Defnyddiwch y bysellau saeth i fyny ac i lawr i lywio."],"(no title)":["(dim teitl)"],"URL":["URL"],"Submit":["Cyflwyno"],"Close":["Cau"],"Insert link":["Mewnosod dolen"],"Edit link":["Golygu dolen"],"Link":["Dolen"],"Strikethrough":["Llinell Drwodd"],"Italic":["Italig"],"Bold":["Trwm"],"Remove link":["Tynnu dolen"],"Number of items":["Nifer yr eitemau"],"All":["Popeth"],"Category":["Categori"],"Z → A":["Z \t A"],"A → Z":["A \t Z"],"Oldest to newest":["Hynaf i'r diweddaraf"],"Newest to oldest":["Diweddaraf i'r hynaf"],"Order by":["Yn ôl trefn"],"Select":["Dewis"],"Select or Upload Media":["Dewis neu Lwytho Cyfryngau"],"Video":["Fideo"],"Text columns":["Colofnau testun"],"New Column":["Colofn Newydd"],"Delete column":["Dileu colofn"],"Delete row":["Dileu rhes"],"Edit table":["Golygu tabl"],"Table":["Tabl"],"Write shortcode here…":["Ysgrifennu cod byr yma…"],"Shortcode":["Cod byr"],"Separator":["Ymwahanydd"],"Quote":["Dyfyniad"],"Write preformatted text…":["Ysgrifennwch destun wedi'i ragfformatio…"],"Paragraph":["Paragraff"],"Font size":["Maint ffont"],"Drop cap":["Gollwng prif lythyren"],"Read more":["Darllen mwy"],"Indent list item":["Eitem rhestr mewnoli"],"Outdent list item":["Eitem rhestr alloli"],"Convert to ordered list":["Trosi i restr wedi ei drefnu"],"Convert to unordered list":["Trosi i restr heb ei drefnu"],"List":["Rhestr"],"No posts found.":["Heb ganfod unrhyw gofnodion."],"Latest Posts":["Cofnodion Diweddaraf"],"Display post date":["Dangos dyddiad cofnod"],"Grid view":["Golwg grid"],"List view":["Golwg rhestr"],"photo":["ffoto"],"Size":["Maint"],"Image":["Delwedd"],"Preview":["Rhagolwg"],"Heading":["Pennyn"],"Heading %d":["Pennawd %d"],"Heading settings":["Gosodiadau penawdau"],"Images":["Delweddau"],"None":["Dim"],"Media File":["Ffeil Cyfrwng"],"Attachment Page":["Tudalen Atodi"],"Crop images":["Tocio delweddau"],"Gallery":["Oriel"],"More":["Mwy"],"Classic":["Clasurol"],"video":["fideo"],"audio":["sain"],"music":["cerddoriaeth"],"image":["delwedd"],"blog":["blog"],"post":["cofnod"],"Embedded content from %s":["Cynnwys wedi'i fewnblannu o %s"],"Enter URL to embed here…":["Rhowch URL i'w fewnblannu yma…"],"%s URL":["%s URL"],"Write title…":["Ysgrifennwch deitl…"],"Fixed background":["Cefndir sefydlog"],"Edit image":["Golygu delwedd"],"Columns":["Colofnau"],"Experiments":["Arbrofion"],"%1$s (%2$s)":["%1$s (%2$s)"],"Code":["Cod"],"Write code…":["Ysgrifennwch god…"],"Categories":["Categorïau"],"Show hierarchy":["Dangos yr hierarchaeth"],"Show post counts":["Dangos nifer y cofnodion"],"Display as dropdown":["Dangos fel cwymplen"],"Add text…":["Ychwanegu testun…"],"Button":["Botwm"],"Apply":["Gweithredu"],"Block has been deleted or is unavailable.":["Mae'r bloc wedi'i ddileu neu nid yw ar gael."],"Reusable blocks":["Blociau ailddefnyddiadwy"],"Cancel":["Diddymu"],"Edit":["Golygu"],"Use URL":["Defnyddio URL"],"Audio":["Sain"],"Upload":["Llwytho i fyny"],"Additional CSS class(es)":["Dosbarth(iadau) CSS ychwanegol"],"HTML anchor":["Angor HTML"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker %s.":["Efallai y bydd y cyfuniad lliw hwn yn anodd i bobl ei ddarllen. Ceisiwch ddefnyddio lliw cefndir mwy disglair a\/neu %s tywyllach."],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter %s.":["Efallai y bydd y cyfuniad lliw hwn yn anodd i bobl ei ddarllen. Ceisiwch ddefnyddio lliw cefndir tywyllach a\/neu liw testun tywyllach %s."],"Clear":["Clirio"],"Custom color picker.":["Dewisydd lliwiau cyfaddas."],"Color: %s":["Lliw: %s"],"Full width":["Lled llawn"],"Wide width":["Lled llydan"],"Widgets":["Teclynnau"],"Align right":["Alinio i'r dde"],"Align center":["Alinio i'r canol"],"Align left":["Alinio i'r chwith"],"Add title":["Ychwanegu teitl"],"Unique identifier for the revision.":["Dynodwr unigryw yr adolygiad."],"Gutenberg development mode requires files to be built. Run <code>npm install<\/code> to install dependencies, <code>npm run build<\/code> to build the files or <code>npm run dev<\/code> to build the files and watch for changes. Read the <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contributing<\/a> file for more information.":["Mae modd datblygu Gutenberg yn ei gwneud yn ofynnol i ffeiliau gael eu hadeiladu. Rhedwch <code>npm install<\/code> i osod y dibyniaethau, <code>npm run build<\/code> i adeiladu'r ffeiliau neu <code>npm run dev<\/code> i adeiladu'r ffeiliau a gwylio am newidiadau. Darllenwch y ffeil <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">cyfrannu<\/a> i gael mwy o wybodaeth."],"Gutenberg Team":["Tîm Gutenberg"],"https:\/\/github.com\/WordPress\/gutenberg":["https:\/\/github.com\/WordPress\/gutenberg"],"Gutenberg":["Gutenberg"],"Authors":["Awduron"],"Slug":["Bonyn"],"Comment":["Sylw"],"Discussion":["Trafodaeth"],"Custom fields":["Meysydd cyfaddas"],"Excerpt":["Dyfyniad"],"Publish":["Cyhoeddi"],"Metadata":["Metadata"],"Save":["Cadw"],"Revisions":["Adolygiadau"],"F j, Y g:i a":["F j, Y g:i a"],"F j, Y":["F j, Y"],"g:i a":["g:i a"],"%s ago":["%s yn ôl"],"%s from now":["%s o nawr"],"Sorry, you are not allowed to edit Navigation Menus as this user.":["Ymddiheuriadau, nid oes gennych ganiatâd i olygu Dewislenni Llywio fel y defnyddiwr hwn."],"Classic Editor":["Golygu Clasurol"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Mae Gutenberg angen WordPress %s neu'n hwyrach i weithio'n iawn. Diweddarwch WordPress cyn gweithredu Gutenberg."],"Documentation":["Dogfennaeth"],"Demo":["Gweld"],"(Untitled)":["(Dideitl)"],"Select Category":["Dewis Categori"]}}}