{"translation-revision-date":"2023-09-11 08:25:41+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["Festlegen, wie viele Links vor und nach der aktuellen Seitenzahl erscheinen sollen. Die Links zur ersten, aktuellen und letzten Seite sind immer sichtbar."],"Number of links":["Anzahl von Links"],"Don't refresh the page when paginating to another page.":["Die Seite nicht aktualisieren, wenn zu einer anderen Seite gewechselt wird."],"Enhanced pagination":["Verbesserte Seitennummerierung"],"User Experience":["Benutzererfahrung"],"Enhanced Pagination might cause interactive blocks within the Post Template to stop working. Disable it if you experience any issues.":["Die verbesserte Seitennummerierung kann dazu führen, dass interaktive Blöcke innerhalb des Beitrags-Templates nicht mehr funktionieren. Deaktiviere es, wenn Probleme auftreten."],"Ungroup":["Gruppe auflösen"],"Block hooks allow automatically inserting a block in a position relative to another.":["Die Hooks eines Blocks ermöglichen das automatische Einfügen eines Blocks an einer relativen Position zu einem anderen Block."],"Block hooks":["Hooks des Blocks"],"This block is automatically inserted near any occurence of the block types used as keys of this map, into a relative position given by the corresponding value.":["Dieser Block wird automatisch in der Nähe jedes Vorkommens der Blocktypen eingefügt, die als Schlüssel dieser Karte verwendet werden, und zwar an einer relativen Position, die durch den entsprechenden Wert angegeben wird."],"Cannot hook block to itself.":["Ein Block kann nicht an sich selbst angehängt werden."],"%d years":["%d Jahre"],"a year":["ein Jahr"],"%d months":["%d Monate"],"a month":["ein Monat"],"%d days":["%d Tage"],"a day":["ein Tag"],"%d hours":["%d Stunden"],"an hour":["eine Stunde"],"%d minutes":["%d Minuten"],"a minute":["eine Minute"],"%d seconds":["%d Sekunden"],"a second":["eine Sekunde"],"taxonomy singular name\u0004Pattern Category":["Vorlagen-Kategorie"],"taxonomy general name\u0004Pattern Categories":["Vorlagen-Kategorien"],"Whether the theme is a block-based theme.":["Ob das Theme ein blockbasiertes Theme ist."],"Page Loaded.":["Die Seite wurde geladen."],"Loading page, please wait.":["Die Seite wird geladen, bitte warten."],"block description\u0004Display the publish date for an entry such as a post or page.":["Das Veröffentlichungsdatum eines Beitrags oder einer Seite anzeigen."],"block title\u0004Date":["Datum"],"block title\u0004Content":["Inhalt"],"block title\u0004Author":["Autor"],"block keyword\u0004toggle":["umschalten"],"\"%s\" duplicated.":["„%s“ wurde dupliziert."],"Style revisions":["Stil-Revisionen"],"Customize CSS":["CSS anpassen"],"Editing template part:":["Template-Teil bearbeiten:"],"Editing template:":["Template bearbeiten:"],"Editing navigation menu:":["Navigationsmenü bearbeiten:"],"Editing pattern:":["Vorlage bearbeiten:"],"Any unsaved changes will be lost when you apply this revision.":["Alle nicht gespeicherten Änderungen gehen verloren, wenn du diese Revision anwendest."],"Changes saved by %s":["Änderungen, gespeichert von %s"],"Default styles":["Standard-Stile"],"Changes saved by %1$s on %2$s":["Änderungen, gespeichert von %1$s am %2$s"],"Changes saved by %1$s on %2$s (current)":["Änderungen gespeichert von %1$s am %2$s (aktuell)"],"Unsaved changes by %s":["Ungespeicherte Änderungen von %s"],"Reset the styles to the theme defaults":["Die Stile auf die Theme-Standards zurücksetzen"],"No":["Nein"],"Yes":["﻿Ja"],"%s (removed)":["%s (wurde entfernt)"],"Changes will apply to new posts only. Individual posts may override these settings.":["Änderungen werden sich nur auf neue Beiträge auswirken. Individuelle Beiträge können diese Einstellungen aufheben."],"%s behaviors applied.":["Die „%s“-Verhaltensweisen wurden angewendet."],"Preview in a new tab":["Vorschau in neuem Tab anzeigen"],"Pre-publish checklist on.":["Die Checkliste wurde vor dem Veröffentlichen aktiviert."],"Pre-publish checklist off.":["Die Checkliste wurde vor dem Veröffentlichen deaktiviert."],"Disable pre-publish checklist":["Die Checkliste vor dem Veröffentlichen deaktivieren"],"Breadcrumbs visible.":["Breadcrumbs sind sichtbar."],"Breadcrumbs hidden.":["Breadcrumbs sind verborgen."],"Show block breadcrumbs":["Block-Breadcrumbs anzeigen"],"Hide block breadcrumbs":["Block-Breadcrumbs verstecken"],"Editor preferences":["Editor-Einstellungen"],"Post overview\u0004Outline":["Übersicht"],"Post overview\u0004List View":["Listenansicht"],"You can enable the visual editor in your profile settings.":["Du kannst den visuellen Editor in deinen Profileinstellungen aktivieren."],"Distraction free off.":["Ablenkungsfrei ist deaktiviert."],"Distraction free on.":["Ablenkungsfrei ist aktiviert."],"Search for commands":["Nach Befehlen suchen"],"The <main> element should be used for the primary content of your document only.":["Das <main>-Element sollte nur für den hauptsächlichen Inhalt deines Dokuments benutzt werden."],"Modified Date":["Änderungsdatum"],"Overlay menu controls":["Overlay-Menüsteuerung"],"Navigation menu: \"%s\"":["Navigationsmenü: „%s“"],"Enter fullscreen":["Vollbild einschalten"],"Exit fullscreen":["Vollbild verlassen"],"Select text across multiple blocks.":["Wähle Text über mehrere Blöcke hinweg."],"Custom field meta_key":["meta_key des individuellen Feldes"],"Test Connections":["Verbindungen testen"],"Connections":["Verbindungen"],"Enable the live collaboration and offline persistence between peers":["Die Live-Zusammenarbeit und die Offline-Verfügbarkeit zwischen Kollegen aktivieren"],"Live Collaboration and offline persistence ":["Live-Zusammenarbeit und Offline-Verfügbarkeit "],"Error installing fonts. No font was installed.":["Fehler beim Installieren der Schriften. Es wurde keine Schrift installiert."],"No fonts to install":["Es gibt keine zu installierenden Schriften"],"Error: WordPress does not have permission to write the fonts folder on your server.":["Fehler: WordPress hat keine Berechtigung, den Schriften-Ordner auf deinem Server zu speichern."],"Sorry, you are not allowed to update the Font Library on this site.":["Du bist leider nicht berechtigt, die Schriften-Bibliothek dieser Website zu aktualisieren."],"Font family uninstalled successfully.":["Die Schriftfamilie wurde erfolgreich deinstalliert."],"The font family slug.":["Die Titelform der Schriftfamilie."],"The font families to install.":["Die zu installierenden Schriftfamilien."],"Font family [%1$s] Font face [%2$s] file is not defined in the request files.":["Die Datei Schriftfamilie [%1$s] font-face [%2$s] ist nicht in den Abfrage-Dateien definiert."],"Font family [%1$s] Font face [%2$s] should have only one of the downloadFromUrl or uploadedFile properties defined and not both.":["Die Schriftfamilie [%1$s] font-face [%2$s] sollte nur eine der Eigenschaften für downloadFromURL oder uploadedFile definiert haben aber nicht beide."],"Font family [%1$s] Font face [%2$s] should have fontWeight and fontStyle properties defined.":["Die Schriftfamilie [%1$s] font-face [%2$s] sollte Eigenschaften für fontWeight und fontStyle definiert haben."],"Font family [%s] should have at least one font face definition.":["Die Schriftfamilie [%s] sollte mindestens eine Definition für font-face haben."],"Font family [%s] should have fontFace property defined as an array.":["Für die Schriftfamilie [%s] sollte die Eigenschaft fontFace als ein Array definiert sein."],"Font family [%s] should have slug, name and fontFamily properties defined.":["Für die Schriftfamilie [%s] sollten Titelform, Name und Eigenschaften für fontFamily definiert sein."],"fontFamilies should have at least one font family definition.":["fontFamilies sollten mindestens eine Definition einer Schriftfamilie haben."],"fontFamilies should be an array of font families.":["fontFamilies sollten ein Array von Schriftfamilien sein."],"The font face assets could not be written.":["Die Werte für font-face konnten nicht geschrieben werden."],"Font post update failed":["Das Aktualisieren der Schrift für den Beitrag ist fehlgeschlagen"],"Font post creation failed":["Das Erstellen der Schrift für den Beitrag ist fehlgeschlagen"],"The font family could not be deleted.":["Die Schriftfamilie konnte nicht gelöscht werden."],"The font family could not be found.":["Die Schriftfamilie konnte nicht gefunden werden."],"Fonts must have the same slug to be merged.":["Schriften müssen dieselbe Titelform haben, um zusammengefasst zu werden."],"Cannot visit tag closers in HTML Processor.":["Die schließenden Tags können im HTML-Processor nicht angezeigt werden."],"Please pass a query array to this function.":["Bitte übergib dieser Funktion ein Abfrage-Array."],"Call %s to create an HTML Processor instead of calling the constructor directly.":["%s aufrufen, um einen HTML-Processor zu erstellen, statt den Constructor direkt aufzurufen."],"Global behaviors.":["Globale Verhaltensweisen."],"Submit Search":["Suche absenden"],"block keyword\u0004reusable":["wiederverwendbar"],"Pattern imported successfully!":["Die Vorlage wurde erfolgreich importiert!"],"Invalid Pattern JSON file":["Ungültige JSON-Datei der Vorlage"],"Set pattern sync status":["Synchronisationsstatus der Vorlage festlegen"],"Filter by sync status":["Nach Synchronisationsstatus filtern"],"Last page":["Letzte Seite"],"paging\u0004%1$s of %2$s":["%1$s von %2$s"],"Previous page":["Vorherige Seite"],"First page":["Erste Seite"],"%s item":["%s Element","%s Elemente"],"Copy to My patterns":["Zu meinen Vorlagen kopieren"],"Editing this pattern will also update anywhere it is used":["Das Bearbeiten dieser Vorlage wird sie auch überall dort aktualisieren, wo sie verwendet wird"],"Are you sure you want to clear these customizations?":["Bist du sicher, dass du diese Anpassungen verwerfen möchtest?"],"Theme & plugin patterns cannot be edited.":["Theme- und Plugin-Vorlagen können nicht bearbeitet werden."],"My Patterns":["Meine Vorlagen"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Verwende die linke und rechte Pfeiltaste, um die Größe der Anzeige des Bildschirms zu ändern. Halte die Umschalttaste gedrückt, um die Größe in größeren Schritten zu ändern."],"Post Template displays each post or page in a Query Loop.":["Das Beitrags-Template zeigt jeden Beitrag oder jede Seite in einer Abfrageschleife an."],"Move to Trash":["In den Papierkorb verschieben"],"An error occurred while moving the page to the trash.":["Beim Verschieben der Seite in den Papierkorb ist ein Fehler aufgetreten."],"\"%s\" moved to the Trash.":["„%s“ wurde in den Papierkorb verschoben."],"Looking for template parts? Find them in \"Patterns\".":["Suchst du nach Template-Teilen? Du findest sie in „Vorlagen“."],"Go to the Dashboard":["Weiter zum Dashboard"],"Open patterns":["Vorlagen öffnen"],"%s name":["%s-Name"],"%s: Name":["%s: Name"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":["Die aktuellen Menüoptionen schränken die Barrierefreiheit für Benutzer ein und werden nicht empfohlen. Das Aktivieren von entweder „Bei Klick öffnen“ oder „Pfeil anzeigen“ bietet Tastaturbenutzern eine verbesserte Zugänglichkeit, weil sie damit selektiv durch die Untermenüs navigieren können."],"Edit Block Pattern":["Block-Vorlage bearbeiten"],"Footnotes found in blocks within this document will be displayed here.":["Fußnoten, die in Blöcken innerhalb dieses Dokuments gefunden werden, werden hier angezeigt."],"Footnotes":["Fußnoten"],"Template name\u0004All Archives":["Alle Archive"],"Editing the pattern will update it anywhere it is used.":["Das Bearbeiten der Vorlage wird sie überall aktualisieren, wo sie verwendet wird."],"Create pattern\/reusable block":["Vorlage\/wiederverwendbaren Block erstellen"],"Patterns content":["Vorlagen-Inhalt"],"Open command palette":["Befehlspalette öffnen"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Beachte, dass dasselbe Template von mehreren Seiten verwendet werden kann. Daher können sich hier vorgenommene Änderungen auf andere Seiten der Website auswirken. Um zur Bearbeitung des Seiteninhalts zurückzukehren, klicke auf den Zurück-Button in der Werkzeugleiste."],"Editing a template":["Ein Template bearbeiten"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Es ist jetzt möglich, den Seiteninhalt im Website-Editor zu bearbeiten. Um andere Teile der Seite wie Header und Footer anzupassen, wechsle zur Bearbeitung des Templates über die Einstellungs-Seitenleiste."],"Continue":["Weiter"],"Editing a page":["Eine Seite bearbeiten"],"This pattern cannot be edited.":["Diese Vorlage kann nicht bearbeitet werden."],"Loading patterns…":["Vorlagen laden …"],"Are you sure you want to delete this template part?":["Bist du sicher, dass du diesen Template-Teil löschen möchtest?"],"Are you sure you want to delete this template?":["Bist du sicher, dass du dieses Template löschen möchtest?"],"Toggle list view":["Listenansicht umschalten"],"Toggle fullscreen mode":["Vollbildmodus umschalten"],"Manage all of my patterns":["Alle meine Vorlagen verwalten"],"Command palette":["Befehlspalette"],"Open the command palette.":["Die Befehlspalette öffnen."],"Detach pattern":["Vorlage loslösen"],"Detach patterns":["Vorlagen loslösen"],"Detach":["Loslösen"],"Edit Page List":["Seitenliste bearbeiten"],"This page list is synced with the published pages on your site. Detach the page list to add, delete, or reorder pages yourself.":["Diese Seitenliste wird mit den veröffentlichten Seiten auf deiner Website synchronisiert. Löse die Seitenliste, um selbst Seiten hinzuzufügen, zu löschen oder neu anzuordnen."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Es scheint, als würdest du versuchen, den veralteten Classic-Block zu verwenden. Du kannst diesen Block intakt lassen oder ihn ganz entfernen. Alternativ kannst du die Seite aktualisieren, um den Classic-Block zu verwenden."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Es scheint, als würdest du versuchen, den veralteten Classic-Block zu verwenden. Du kannst diesen Block intakt lassen, seinen Inhalt in einen Block für individuelles HTML umwandeln oder ihn ganz entfernen. Alternativ kannst du die Seite aktualisieren, um den Classic-Block zu verwenden."],"Removing these blocks is not advised.":["Es wird nicht empfohlen, diese Blöcke zu entfernen."],"Fade":["Ausblenden"],"Name for applying graphical effects\u0004Filters":["Filter"],"Text orientation":["Textausrichtung"],"Hide block tools":["Block-Werkzeuge verstecken"],"Reusable blocks are now synced patterns. A synced pattern will behave in exactly the same way as a reusable block.":["Wiederverwendbare Blöcke sind jetzt synchronisierte Vorlagen. Eine synchronisierte Vorlage wird sich genauso verhalten wie ein wiederverwendbarer Block."],"Custom patterns added by site users.":["Von Benutzern der Website hinzugefügte individuelle Vorlagen."],"My patterns":["Meine Vorlagen"],"Disable TinyMCE and Classic block":["TinyMCE- und Classic-Block deaktivieren"],"The offset number requested is larger than or equal to the number of available revisions.":["Der angeforderte Versatz ist größer oder gleich der Anzahl der verfügbaren Revisionen."],"Cannot find user global styles revisions.":["Revisionen für globale Stile des Benutzers konnten nicht gefunden werden."],"Template name\u0004Page: 404":["Seite: 404"],"Template name\u0004Attachment Pages":["Anhang-Seiten"],"Template name\u0004Single Entries":["Einzeleinträge"],"Template name\u0004Blog Home":["Blog-Startseite"],"`experimental-link-color` is no longer supported. Use `link-color` instead.":["`experimental-link-color` wird nicht mehr unterstützt. Verwende stattdessen `link-color`."],"Sync status":["Synchronisierungsstatus"],"block title\u0004Pattern placeholder":["Vorlagen-Platzhalter"],"block keyword\u0004references":["Referenzen"],"block title\u0004Footnotes":["Fußnoten"],"Unsynced Pattern created: %s":["Es wurde eine nicht synchronisierte Vorlage erstellt: %s"],"Synced Pattern created: %s":["Synchronisierte Vorlage erstellt: %s"],"Untitled Pattern block":["Unbenannter Vorlagen-Block"],"Not synced":["Nicht synchronisiert"],"Fully synced":["Vollständig synchronisiert"],"Syncing":["Wird synchronisiert"],"Upload all":["Alles hochladen"],"There are some external images in the post which can be uploaded to the media library. Images coming from different domains may not always display correctly, load slowly for visitors, or be removed unexpectedly.":["Im Beitrag sind einige externe Bilder enthalten, die in die Mediathek hochgeladen werden können. Bilder, die von anderen Domains stammen, werden möglicherweise nicht immer korrekt angezeigt, könnten für Besucher langsam laden oder unerwartet entfernt werden."],"External media":["Externe Medien"],"Select image block.":["Den Block Bild auswählen."],"Allow comments on new posts":["Kommentare bei neuen Beiträgen erlauben"],"Maximum posts per page":["Maximale Anzahl an Beiträgen pro Seite"],"Patterns that can be changed freely without affecting the site.":["Vorlagen, die problemlos geändert werden können, ohne die Website zu verändern."],"Patterns that are kept in sync across the site.":["Vorlagen, die auf deiner gesamten Website synchron gehalten werden."],"Search patterns":["Vorlagen suchen"],"No patterns found.":["Es wurden keine Vorlagen gefunden."],"Action menu for %s pattern":["Aktionsmenü für die Vorlage %s"],"Empty pattern":["Leere Vorlage"],"Press Enter to edit, or Delete to delete the pattern.":["Durch Drücken der Enter-Taste wird die Vorlage bearbeitet, durch Drücken der Taste „Löschen“ wird sie gelöscht."],"An error occurred while deleting the pattern.":["Beim Löschen der Vorlage ist ein Fehler aufgetreten."],"Learn about styles":["Weitere Informationen zu den Stilen"],"Open styles":["Stile öffnen"],"Reset styles to defaults":["Stile auf Standardwerte zurücksetzen"],"Change publish date":["Veröffentlichungsdatum ändern"],"Hide this page behind a password":["Diese Seite hinter einem Passwort verbergen"],"Password":["Passwort"],"An error occurred while updating the status":["Beim Aktualisieren des Status ist ein Fehler aufgetreten"],"Change status":["Status ändern"],"Publish automatically on a chosen date.":["Automatisch an einem ausgewählten Datum veröffentlichen."],"Waiting for review before publishing.":["Auf die Überprüfung vor der Veröffentlichung warten."],"Not ready to publish.":["Nicht bereit zur Veröffentlichung."],"Revision history":["Revisionsverlauf"],"An error occurred while creating the page.":["Beim Erstellen der Seite ist ein Fehler aufgetreten."],"Activating":["Wird aktiviert"],"Unable to duplicate Navigation menu (%s).":["Das Navigationsmenü konnte nicht dupliziert werden (%s)."],"Duplicated Navigation menu":["Dupliziertes Navigationsmenü"],"%s (Copy)":["%s (Kopie)"],"Unable to rename Navigation menu (%s).":["Das Navigationsmenü konnte nicht umbenannt werden (%s)."],"Renamed Navigation menu":["Umbenanntes Navigationsmenü"],"Unable to delete Navigation menu (%s).":["Das Navigationsmenü konnte nicht gelöscht werden (%s)."],"Deleted Navigation menu":["Gelöschtes Navigationsmenü"],"Are you sure you want to delete this Navigation menu?":["Bist du sicher, dass du dieses Navigationsmenü löschen möchtest?"],"Navigation title":["Navigationstitel"],"Go to %s":["Weiter zu %s"],"This is the %s pattern.":["Das ist die %s-Vorlage."],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Lege die Standardanzahl der Beiträge fest, die auf Blogseiten angezeigt werden sollen, einschließlich der Kategorien und der Schlagwörter. Einige Templates können diese Einstellung überschreiben."],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Lege den Titel der Beitragsseite fest. Dieser erscheint in den Suchergebnissen und wenn die Seite in den sozialen Medien geteilt wird."],"Blog title":["Blog-Titel"],"Manage my patterns":["Meine Vorlagen verwalten"],"Select what the new template should apply to:":["Wähle aus, wofür das neue Template verwendet werden soll:"],"E.g. %s":["Z. B. %s"],"No template parts or patterns found":["Es wurden keine Template-Teile oder Vorlagen gefunden"],"Manage what patterns are available when editing the site.":["Verwalte, welche Vorlagen bei der Bearbeitung deiner Website verfügbar sind."],"Please enter a title.":["Bitte gib einen Titel ein."],"Synced":["Synchronisiert"],"My pattern":["Meine Vorlage"],"Create pattern":["Vorlage erstellen"],"An error occurred while creating the pattern.":["Beim Erstellen der Vorlage ist ein Fehler aufgetreten."],"Toggle code editor":["Code-Editor umschalten"],"Toggle top toolbar":["Obere Werkzeugleiste umschalten"],"Toggle spotlight mode":["Spotlight-Modus umschalten"],"Toggle distraction free":["Den ablenkungsfreien Modus wechseln"],"Toggle block inspector":["Block-Inspektor umschalten"],"Toggle settings sidebar":["Einstellungen-Seitenleiste umschalten"],"Hide & Reload Page":["Ausblenden und Seite neu laden"],"Show & Reload Page":["Anzeigen und Seite neu laden"],"Manage patterns":["Vorlagen verwalten"],"Initial %d result loaded. Type to filter all available results. Use up and down arrow keys to navigate.":["Anfangs wird %d Ergebnis geladen. Tippe, um alle verfügbaren Ergebnisse zu filtern. Verwende die Pfeiltasten nach oben und unten, um zu navigieren.","Anfangs werden %d Ergebnisse geladen. Tippe, um alle verfügbaren Ergebnisse zu filtern. Verwende die Pfeiltasten nach oben und unten, um zu navigieren."],"Footnote":["Fußnote"],"Lowercase Roman numerals":["Kleine römische Ziffern"],"Uppercase Roman numerals":["Große römische Ziffern"],"Lowercase letters":["Kleinbuchstaben"],"Uppercase letters":["Großbuchstaben"],"Numbers":["Zahlen"],"Numbering style":["Nummerierungsstil"]," … <a>Read more<\/a>":[" … <a>Weiterlesen<\/a>"],"Image is contained without distortion.":["Das Bild wird ohne Verzerrung eingefügt."],"Image covers the space evenly.":["Das Bild deckt die Fläche gleichmäßig ab."],"Image size option for resolution control\u0004Full Size":["Volle Größe"],"Image size option for resolution control\u0004Large":["Groß"],"Image size option for resolution control\u0004Medium":["Mittel"],"Image size option for resolution control\u0004Thumbnail":["Vorschaubild"],"Scale":["Skalieren"],"Scale down the content to fit the space if it is too big. Content that is too small will have additional padding.":["Wenn der Inhalt zu groß ist, wird er verkleinert, damit er in den Bereich passt. Inhalte, die zu klein sind, erhalten einen zusätzlichen Innenabstand."],"Scale option for dimensions control\u0004Scale down":["Kleiner skalieren"],"Do not adjust the sizing of the content. Content that is too large will be clipped, and content that is too small will have additional padding.":["Die Größe des Inhalts wird nicht angepasst. Zu große Inhalte werden abgeschnitten, und zu kleine Inhalte erhalten einen zusätzlichen Innenabstand."],"Scale option for dimensions control\u0004None":["Nichts"],"Fill the space by clipping what doesn't fit.":["Der Bereich wird ausgefüllt, wobei das, was nicht passt, abgeschnitten wird."],"Scale option for dimensions control\u0004Cover":["Abdecken"],"Fit the content to the space without clipping.":["Der Inhalt wird ohne Zuschnitt an den vorhandenen Bereich angepasst."],"Scale option for dimensions control\u0004Contain":["Einpassen"],"Fill the space by stretching the content.":["Der Bereich wird durch Streckung des Inhalts ausgefüllt."],"Scale option for dimensions control\u0004Fill":["Füllen"],"Aspect ratio option for dimensions control\u0004Custom":["Individuell"],"Aspect ratio option for dimensions control\u0004Tall - 9:16":["Hoch – 9:16"],"Aspect ratio option for dimensions control\u0004Wide - 16:9":["Breit – 16:9"],"Aspect ratio option for dimensions control\u0004Classic Portrait - 2:3":["Klassisches Porträt – 2:3"],"Aspect ratio option for dimensions control\u0004Classic - 3:2":["Klassisch – 3:2"],"Aspect ratio option for dimensions control\u0004Portrait - 3:4":["Porträt – 3:4"],"Aspect ratio option for dimensions control\u0004Standard - 4:3":["Standard – 4:3"],"Aspect ratio option for dimensions control\u0004Square - 1:1":["Quadratisch – 1:1"],"Aspect ratio option for dimensions control\u0004Original":["Original"],"Additional link settings\u0004Advanced":["Erweitert"],"Change level":["Ebene wechseln"],"Position: %1$s":["Position: %1$s"],"Animation":["Animation"],"The block will stick to the scrollable area of the parent %s block.":["Der Block wird oben am scrollbaren Bereich des übergeordneten Blocks %s gehalten."],"Synced patterns":["Synchronisierte Vorlagen"],"Removing this block is not advised.":["Es wird nicht empfohlen, diesen Block zu entfernen."],"Are you sure?":["Bist du dir sicher?"],"Post Content displays the content of a post or page.":["Der Beitrags-Inhalt zeigt den Inhalt eines Beitrags oder einer Seite an."],"Query Loop displays a list of posts or pages.":["Die Abfrageschleife zeigt eine Liste von Beiträgen oder Seiten an."],"The date the template was last modified, in the site's timezone.":["Das Datum, an dem das Template zuletzt geändert wurde, in der Zeitzone der Website."],"Where the pattern comes from e.g. core":["Woher die Vorlage stammt, z. B. Core"],"The menu provided is not a valid menu.":["Das angegebene Menü ist kein gültiges Menü."],"Pattern updated.":["Die Vorlage wurde aktualisiert."],"Pattern scheduled.":["Die Vorlage wurde geplant."],"Pattern published.":["Die Vorlage wurde veröffentlicht."],"Patterns list navigation":["Navigation der Vorlagen-Liste"],"Filter Patterns list":["Vorlagen-Liste filtern"],"No Patterns found in Trash.":["Es wurden keine Vorlagen im Papierkorb gefunden."],"No Patterns found.":["Es wurden keine Vorlagen gefunden."],"Search Patterns":["Vorlagen suchen"],"All Patterns":["Alle Vorlagen"],"View Patterns":["Vorlagen anzeigen"],"View Pattern":["Vorlage anzeigen"],"New Pattern":["Neue Vorlage"],"Add new Pattern":["Neue Vorlage erstellen"],"post type singular name\u0004Pattern":["Vorlage"],"post type general name\u0004Patterns":["Vorlagen"],"\"%s\" in theme.json settings.color.duotone is not a hex or rgb string.":["„%s“ in theme.json settings.color.duotone ist keine HEX- oder RGB-Zeichenfolge."]," … <a href=\"%1$s\" rel=\"noopener noreferrer\">Read more<\/a>":["  … <a href=\"%1$s\" rel=\"noopener noreferrer\">Weiterlesen<\/a>"],"block title\u0004Title":["Titel"],"block title\u0004Excerpt":["Textauszug"],"View site (opens in a new tab)":["Website anzeigen (öffnet in einem neuen Tab)"],"Back to page":["Zurück zur Seite"],"You are editing a template.":["Du bearbeitest ein Template."],"Edit your template to edit this block.":["Bearbeite dein Template, um diesen Block zu bearbeiten."],"Last edited %s":["Zuletzt bearbeitet %s"],"Page":["Seite"],"Page (selected)":["Seite (ausgewählt)"],"<time>%s<\/time>":["<time>%s<\/time>"],"Are you sure you want to delete \"%s\"?":["Bist du sicher, dass du „%s“ löschen möchtest?"],"< 1 min":["< 1 min"],"%s mins":["%s min"],"Unknown":["Unbekannt"],"Parent":["Übergeordnet"],"Pending":["Ausstehend"],"Scheduled: <time>%s<\/time>":["Geplant: <time>%s<\/time>"],"Published <time>%s<\/time>":["Veröffentlicht <time>%s<\/time>"],"Create draft":["Einen Entwurf erstellen"],"Draft a new page":["Eine neue Seite entwerfen"],"No title":["Kein Titel"],"Review %d change…":["%d Änderung überprüfen …","%d Änderungen überprüfen …"],"Last modified":["Zuletzt geändert"],"Editing template: ":["Template bearbeiten: "],"Focal point top position":["Fokuspunkt-Position oben"],"Focal point left position":["Fokuspunkt-Position links"],"Toggle off to hide the label text, e.g. \"Next Page\".":["Ausschalten, um den Beschriftungstext, wie z. B. „Nächste Seite“ zu verbergen."],"Show label text":["Beschriftungstext anzeigen"],"No excerpt found":["Es wurde kein Textauszug gefunden"],"Excerpt text":["Textauszug"],"The content is currently protected and does not have the available excerpt.":["Der Inhalt ist momentan geschützt und deshalb ist kein Textauszug verfügbar."],"This block will display the excerpt.":["Dieser Block wird den Textauszug anzeigen."],"Suggestions":["Vorschläge"],"The lightbox behavior is disabled for linked images.":["Das Lightbox-Verhalten ist für verlinkte Bilder deaktiviert."],"Button label to reveal side configuration options\u0004%s options":["Optionen für %s"],"Horizontal & vertical":["Horizontal und vertikal"],"Expand search field":["Das Suchfeld erweitern"],"Right to left":["Rechts nach links"],"Left to right":["Links nach rechts"],"Text direction":["Textrichtung"],"A valid language attribute, like \"en\" or \"fr\".":["Ein gültiges Sprachattribut, wie „en“ oder „de“."],"Language":["Sprache"],"Document not found":["Das Dokument wurde nicht gefunden"],"\"%s\" reverted.":["„%s“ wurde zurückgesetzt."],"Navigation Menu missing.":["Das Navigations-Menü fehlt."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Navigationsmenüs sind eine zusammengestellte Sammlung von Blöcken, mit denen sich Besucher auf deiner Website zurechtfinden können."],"Manage your Navigation menus.":["Verwalte deine Navigations-Menüs."],"Examples of blocks":["Beispiel-Blöcke"],"The relationship of the linked URL as space-separated link types.":["Die Beziehung der verlinkten URL, als durch Leerzeichen getrennte Linktypen."],"Rel attribute":["Rel-Attribut"],"Additional information to help clarify the purpose of the link.":["Zusätzliche Informationen, um den Zweck des Links zu verdeutlichen."],"This navigation menu is empty.":["Das Navigationsmenü ist leer."],"Behaviors":["Verhaltensweisen"],"No behaviors":["Es gibt keine Verhaltensweisen"],"The duotone id \"%s\" is not registered in theme.json settings":["Die Duotone-ID „%s“ ist nicht in den theme.json-Einstellungen registriert"],"Enlarge image: %s":["Bild vergrößern: %s"],"Enlarge image":["Bild vergrößern"],"block keyword\u0004accordion":["Akkordeon"],"block description\u0004Hide and show additional content.":["Zusätzliche Inhalte verbergen und anzeigen."],"block description\u0004Add an image or video with a text overlay.":["Ein Bild oder ein Video mit einem Text-Overlay hinzufügen."],"Save panel":["Bedienfeld speichern"],"Editor Canvas":["Editor-Arbeitsfläche"],"Close Styles":["Stile schließen"],"Revisions are added to the timeline when style changes are saved.":["Revisionen werden der Zeitleiste hinzugefügt, wenn Stiländerungen gespeichert werden."],"Close revisions":["Revisionen schließen"],"Global styles revisions":["Globale Stile-Revisionen"],"Manage all pages":["Alle Seiten verwalten"],"No page found":["Es wurde keine Seite gefunden"],"Loading pages…":["Die Seiten werden geladen …"],"Browse and edit pages on your site.":["Durchstöbere und bearbeite Seiten auf deiner Website."],"Activate":["Aktivieren"],"Activate & Save":["Aktivieren und speichern"],"Go back to the theme showcase":["Zurück zum Theme-Showcase"],"Write summary…":["Eine Zusammenfassung schreiben …"],"Write summary":["Eine Zusammenfassung schreiben"],"Type \/ to add a hidden block":["Gib \/ ein, um einen verborgenen Block hinzuzufügen"],"Add an image or video with a text overlay.":["Füge ein Bild oder Video mit einem Text-Overlay hinzu."],"%d word selected.":["%d Wort ist ausgewählt.","%d Wörter sind ausgewählt."],"%d Block":["%d Block","%d Blöcke"],"Color %s styles":["Farbstile für %s"],"Add after":["Danach hinzufügen"],"Add before":["Davor hinzufügen"],"Live Preview":["Live-Vorschau"],"theme\u0004Live Preview %s":["Live-Vorschau von %s"],"block description\u0004Display an image to represent this site. Update this block and the changes apply everywhere.":["Ein Bild anzeigen lassen, das diese Website repräsentiert. Wenn du diesen Block aktualisierst, werden die Änderungen überall übernommen."],"Add media":["Medien hinzufügen"],"<a>Add new post<\/a>":["<a>Einen neuen Beitrag hinzufügen<\/a>"],"Only shows if the post has been modified":["Wird nur angezeigt, wenn der Beitrag geändert wurde"],"Options for %s":["Optionen für %s"],"%s (locked)":["%s (gesperrt)"],"Show block tools":["Block-Werkzeuge anzeigen"],"The unique identifier for the Navigation Menu.":["Die eindeutige Kennung des Navigationsmenüs."],"No fallback menu found.":["Es wurde kein Fallback-Menü gefunden."],"Sorry, you are not allowed to create Navigation Menus as this user.":["Du bist als dieser Benutzer leider nicht berechtigt, Navigationsmenüs zu erstellen."],"Title of a Navigation menu\u0004Navigation":["Navigation"],"Unable to convert Classic Menu to blocks.":["Das klassische Menü kann nicht in Blöcke umgewandelt werden."],"No Classic Menus found.":["Es wurden keine klassischen Menüs gefunden."],"Invalid post parent ID.":["Ungültige Eltern-ID des Beitrags."],"The date the revision was last modified, as GMT.":["Das Datum in GMT, an dem die Revision zuletzt geändert wurde."],"The date the revision was last modified, in the site's timezone.":["Das Datum der letzten Änderung der Revision, in der Zeitzone der Website."],"The date the revision was published, as GMT.":["Das Datum in GMT, an dem die Revision veröffentlicht wurde."],"The date the revision was published, in the site's timezone.":["Das Datum der Veröffentlichung der Revision, in der Zeitzone der Website."],"The ID for the parent of the revision.":["Die ID für die übergeordnete Revision."],"block keyword\u0004disclosure":["Offenlegung"],"block title\u0004Details":["Details"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt"],"Add new post":["Neuen Beitrag hinzufügen"],"Edit styles":["Stile bearbeiten"],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":["https:\/\/wordpress.org\/documentation\/article\/embeds\/"],"Open by default":["Standardmäßig offen"],"Effects":["Effekte"],"https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/":["https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/"],"Delete blocks":["Blöcke löschen"],"https:\/\/wordpress.org\/documentation\/article\/page-jumps\/":["https:\/\/wordpress.org\/documentation\/article\/page-jumps\/"],"%s minute":["%s Minute","%s Minuten"],"Manage the fonts and typography used on captions.":["Die für Beschriftungen verwendeten Schriften und Typografien verwalten."],"Display a post's last updated date.":["Das Datum der letzten Aktualisierung eines Beitrags anzeigen."],"Post Modified Date":["Beitrags-Änderungsdatum"],"Arrange blocks in a grid.":["Blöcke in einem Raster anordnen."],"Leave empty if decorative.":["Leer lassen, wenn es dekorativ ist."],"Alternative text":["Alternativer Text"],"Resolution":["Auflösung"],"Name for the value of the CSS position property\u0004Fixed":["Festgelegt"],"Name for the value of the CSS position property\u0004Sticky":["Oben gehalten"],"Minimum column width":["Minimale Spaltenbreite"],"Test the Grid layout type as a new variation of Group block.":["Teste den Layout-Typ Raster als neue Variante des Blocks Gruppe."],"Grid variation for Group block ":["Raster-Variante für den Block Gruppe "],"Template name\u0004Index":["Index"],"caption\u0004<a %1$s>Work<\/a>\/ %2$s":["<a %1$s>Werk<\/a>\/ %2$s"],"Examples of blocks in the %s category":["Beispiele für Blöcke der Kategorie %s"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Erstelle neue Template-Teile oder setze sämtliche Anpassungen zurück, die an den Template-Teilen gemacht wurden, die dein Theme bereitstellt."],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Erstelle neue Templates oder setze sämtliche Anpassungen zurück, die an den Templates vorgenommen wurden, die dein Theme bereitstellt."],"template\u0004(Customized)":["(Angepasst)"],"Express the layout of your site with templates":["Gestalte das Layout deiner Website mit Templates"],"A custom template can be manually applied to any post or page.":["Ein individuelles Template kann manuell auf jeden Beitrag oder jede Seite angewendet werden."],"Customize the appearance of your website using the block editor.":["Passe das Design deiner Website mit Hilfe des Block-Editors an."],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":["https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/"],"Post meta":["Beitrags-Meta"],"Select the size of the source images.":["Wähle die Größe der Quellbilder aus."],"Reply to A WordPress Commenter":["Einem WordPress-Kommentator antworten"],"Commenter Avatar":["Avatar des Kommentators"],"Displays when a visitor views a non-existent page, such as a dead link or a mistyped URL.":["Wird angezeigt, wenn ein Besucher eine nicht vorhandene Seite anzeigt, wie etwa einen toten Link oder eine falsch getippte URL."],"Displays your site's Privacy Policy page.":["Zeigt die Datenschutzerklärungs-Seite deiner Website an."],"Template name\u0004Privacy Policy":["Datenschutzerklärung"],"Displays when a visitor performs a search on your website.":["Wird angezeigt, wenn ein Besucher auf deiner Website eine Suche durchführt."],"Displays when a visitor views the dedicated page that exists for any media attachment.":["Wird angezeigt, wenn ein Besucher die zugehörige Seite anzeigt, die für jeden Medienanhang existiert."],"Displays a post tag archive. This template will serve as a fallback when more specific template (e.g. Tag: Pizza) cannot be found.":["Zeigt ein Archiv für Beitrags-Schlagwörter an. Dieses Template dient als Fallback, wenn ein spezifischeres Template (z. B. Schlagwort: Pizza) nicht gefunden werden kann."],"Displays a post archive when a specific date is visited (e.g. example.com\/2023\/).":["Zeigt ein Beitragsarchiv an, wenn ein spezifisches Datum aufgerufen wird (z. B. example.com\/2023\/)."],"Displays a custom taxonomy archive. Like categories and tags, taxonomies have terms which you use to classify things. For example: a taxonomy named \"Art\" can have multiple terms, such as \"Modern\" and \"18th Century.\" This template will serve as a fallback when a more specific template (e.g. Taxonomy: Art) cannot be found.":["Zeigt ein Archiv für eine individuelle Taxonomie an. Wie Kategorien und Schlagwörter haben Taxonomien Begriffe, die du benutzt, um Dinge zu klassifizieren. Zum Beispiel: Eine Taxonomie namens „Kunst“ kann mehrere Begriffe beinhalten, wie „Modern“ und „18. Jahrhundert“. Dieses Template wird als Fallback ausgeliefert, wenn kein spezifischeres Template (z. B. Taxonomie: Kunst) gefunden werden kann."],"Displays a post category archive. This template will serve as a fallback when more specific template (e.g. Category: Recipes) cannot be found.":["Zeigt ein Archiv für Beitragskategorien an. Dieses Template dient als Fallback, wenn ein spezifischeres Template (z. B. Kategorie: Rezepte) nicht gefunden werden kann."],"Displays a single author's post archive. This template will serve as a fallback when a more a specific template (e.g. Author: Admin) cannot be found.":["Zeigt das Beitragsarchiv eines einzelnen Autors an. Dieses Template dient als Fallback, wenn ein spezifischeres Template (z. B. Autor: Admin) nicht gefunden werden kann."],"Displays any archive, including posts by a single author, category, tag, taxonomy, custom post type, and date. This template will serve as a fallback when more specific templates (e.g. Category or Tag) cannot be found.":["Zeigt jedes Archiv an, inklusive Beiträge eines einzelnen Autors, einer Kategorie, eines Schlagworts, einer Taxonomie, eines individuellen Inhaltstyps und eines Datums. Dieses Template wird als Fallback ausgeliefert, wenn kein spezifischeres Template (z. B. Kategorie oder Schlagwort) gefunden werden kann."],"Display all static pages unless a custom template has been applied or a dedicated template exists.":["Zeigt alle statischen Seiten an, solange kein individuelles Template angewendet wird oder ein zugehöriges Template existiert."],"Displays single posts on your website unless a custom template has been applied to that post or a dedicated template exists.":["Zeigt einzelne Beiträge auf deiner Website an, solange kein individuelles Template für diesen Beitrag angewendet wird oder ein zugehöriges Template existiert."],"Displays any single entry, such as a post or a page. This template will serve as a fallback when a more specific template (e.g. Single Post, Page, or Attachment) cannot be found.":["Zeigt jeden einzelnen Eintrag wie einen Beitrag oder eine Seite an. Dieses Template wird als Fallback ausgeliefert, wenn kein spezifischeres Template (z. B. Einzelbeitrag, einzelne Seite oder einzelner Anhang) gefunden werden kann."],"Displays your site's homepage, whether it is set to display latest posts or a static page. The Front Page template takes precedence over all templates.":["Zeigt die Homepage deiner Website an, egal ob eingestellt ist, dass sie die letzten Beiträge oder eine statische Seite anzeigt. Das Startseiten-Template erhält Vorrang vor allen anderen Templates."],"Displays the latest posts as either the site homepage or as the \"Posts page\" as defined under reading settings. If it exists, the Front Page template overrides this template when posts are shown on the homepage.":["Zeigt die letzten Beiträge entweder als Homepage der Website oder als Beitragsseite an, die unter den Einstellungen „Lesen“ definiert ist. Wenn es existiert und wenn Beiträge auf der Homepage angezeigt werden, überschreibt das Startseiten-Template dieses Template."],"Used as a fallback template for all pages when a more specific template is not defined.":["Wird als Fallback-Template für alle Seiten benutzt, wenn kein spezifischeres Template definiert ist."],"block description\u0004Show minutes required to finish reading the post.":["Zeige die Minuten an, die erforderlich sind, um den Beitrag zu lesen."],"block title\u0004Time To Read":["Lesezeit"],"template part\u0004Customized":["Angepasst"],"template\u0004Customized":["Angepasst"],"Styles actions":["Stile-Aktionen"],"Example:":["Beispiel:"],"Image inserted.":["Das Bild wurde eingefügt."],"Image uploaded and inserted.":["Das Bild wurde hochgeladen und eingefügt."],"Insert":["Einfügen"],"External images can be removed by the external provider without warning and could even have legal compliance issues related to privacy legislation.":["Externe Bilder können vom externen Anbieter ohne Vorwarnung entfernt werden und könnten sogar rechtliche Probleme im Zusammenhang mit der Einhaltung von Datenschutzbestimmungen mit sich bringen."],"This image cannot be uploaded to your Media Library, but it can still be inserted as an external image.":["Dieses Bild kann nicht in deine Mediathek hochgeladen werden, aber es kann trotzdem als externes Bild eingefügt werden."],"Insert external image":["Ein externes Bild einfügen"],"%d minute":["%d Minute","%d Minuten"],"Save site, content, and template changes":["Website-, Inhalts- und Template-Änderungen speichern"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Fallback content":["Fallback-Inhalt"],"Editing history":["Bearbeitungsverlauf"],"This is a custom template that can be applied manually to any Post or Page.":["Dies ist ein individuelles Template, das manuell auf jeden Beitrag oder jede Seite angewendet werden kann."],"Scrollable section":["Scrollbarer Abschnitt"],"Aspect ratio":["Seitenverhältnis"],"Max number of words":["Max. Anzahl an Wörtern"],"Choose or create a Navigation menu":["Ein Navigationsmenü wählen oder erstellen"],"Add submenu link":["Einen Link zum Untermenü hinzufügen"],"Dismiss hint":["Hinweis verwerfen"],"Looking for other block settings? They've moved to the styles tab.":["Suchst du nach weiteren Blockeinstellungen? Sie wurden in den Stile-Tab verschoben."],"The query argument must be an array or a tag name.":["Das Abfrageargument muss ein Array oder ein Schlagwort-Name sein."],"Invalid attribute name.":["Ungültiger Attributname."],"Too many calls to seek() - this can lead to performance issues.":["Zu viele Aufrufe von seek() – dies kann zu Leistungsproblemen führen."],"Unknown bookmark name.":["Unbekannter Name des Lesezeichens."],"Search Openverse":["Openverse durchsuchen"],"Openverse":["Openverse"],"Search audio":["Audio suchen"],"Search videos":["Videos suchen"],"Search images":["Bilder suchen"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Werk<\/a>\/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["„%1$s“\/ %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Werk<\/a> von %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["„%1$s“ von %2$s\/ %3$s"],"Learn more about CSS":["Mehr über CSS erfahren"],"Add your own CSS to customize the appearance of the %s block.":["Füge dein eigenes CSS hinzu, um das Design des %s-Blocks anzupassen."],"There is an error with your CSS structure.":["Es gibt einen Fehler mit deiner CSS-Struktur."],"Shadow":["Schatten"],"Center":["Zentriert"],"Edit this menu":["Dieses Menü bearbeiten"],"Page List: \"%s\" page has no children.":["Seitenliste: „%s“-Seite hat keine Kind-Elemente."],"You have not yet created any menus. Displaying a list of your Pages":["Du hast noch keine Menüs erstellt. Es wird eine Liste deiner Seiten angezeigt"],"Untitled menu":["Menü ohne Titel"],"Structure for navigation menu: %s":["Struktur für Navigationsmenü: %s"],"(no title %s)":["(kein Titel %s)"],"Align text":["Text ausrichten"],"Append to %1$s block at position %2$d, Level %3$d":["Anwenden auf Block %1$s an Position %2$d, Ebene %3$d"],"%s block inserted":["%s-Block eingefügt"],"Report %s":["%s melden"],"Copy styles":["Stile kopieren"],"Stretch items":["Elemente strecken"],"Block vertical alignment setting\u0004Space between":["Zwischenraum"],"Block vertical alignment setting\u0004Stretch to fill":["Zum Füllen strecken"],"Too many bookmarks: cannot create any more.":["Zu viele Lesezeichen: Es können keine weiteren erstellt werden."],"The block types which can use this pattern.":["Die Block-Typen, die diese Vorlage benutzen können."],"Untitled post %d":["Unbenannter Beitrag %d"],"Printing since 1440. This is the development plugin for the block editor, site editor, and other future WordPress core functionality.":["Drucken seit 1440. Dies ist das Entwicklungs-Plugin für den Block-Editor, den Website-Editor und für zukünftige WordPress-Core-Funktionen."],"Style Variations":["Stil-Varianten"],"Apply globally":["Global anwenden"],"%s styles applied.":["Die %s-Stile wurden angewendet."],"Currently selected position: %s":["Aktuell ausgewählte Position: %s"],"Position":["Position"],"The block will not move when the page is scrolled.":["Der Block wird nicht verschoben, wenn die Seite gescrollt wird."],"The block will stick to the top of the window instead of scrolling.":["Der Block wird oben am Kopf des Fensters gehalten statt zu scrollen."],"Sticky":["Oben gehalten"],"Paste styles":["Stile einfügen"],"Pasted styles to %d blocks.":["Die Stile wurden in %d Blöcke eingefügt."],"Pasted styles to %s.":["Die Stile wurden in %s eingefügt."],"Unable to paste styles. Block styles couldn't be found within the copied content.":["Die Stile können nicht eingefügt werden. Die Block-Stile konnten im kopierten Inhalt nicht gefunden werden."],"Unable to paste styles. Please allow browser clipboard permissions before continuing.":["Die Stile konnten nicht eingefügt werden. Bitte aktiviere die Berechtigungen für die Nutzung der Browser-Zwischenablage, bevor du fortfährst."],"Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.":["Die Stile können nicht eingefügt werden. Diese Funktion ist nur auf sicheren (https) Websites in unterstützenden Browsern verfügbar."],"Tilde":["Tilde"],"Apply this block’s typography, spacing, dimensions, color styles, and behaviors to all %s blocks.":["Typografie, Abstände, Abmessungen, Farbstile und Verhaltensweisen dieses Blocks werden auf alle %s-Blöcke angewendet."],"Import widget area":["Widget-Bereich importieren"],"Unable to import the following widgets: %s.":["Die folgenden Widgets können nicht importiert werden: %s."],"Widget area: %s":["Widget-Bereich: %s"],"Select widget area":["Einen Widget-Bereich auswählen"],"Font family not defined in the variation or \"slug\".":["Die Schriftfamilie ist nicht in der Variante oder in der „Titelform“ definiert."],"An array of template types where the pattern fits.":["Ein Array von Template-Typen, auf die diese Vorlage passt."],"Your %1$s file uses a dynamic value (%2$s) for the path at %3$s. However, the value at %3$s is also a dynamic value (pointing to %4$s) and pointing to another dynamic value is not supported. Please update %3$s to point directly to %4$s.":["Deine %1$s-Datei verwendet einen dynamischen Wert (%2$s) für den Pfad bei %3$s. Der Wert bei %3$s ist jedoch ebenfalls ein dynamischer Wert (der auf %4$s verweist) und der Verweis auf einen anderen dynamischen Wert wird nicht unterstützt. Bitte aktualisiere %3$s, um direkt auf %4$s zu verweisen."],"Clear Unknown Formatting":["Unbekannte Formatierungen löschen"],"CSS":["CSS"],"Open %s styles in Styles panel":["%s-Stile im Bedienfeld Stile öffnen"],"Close Style Book":["Stilbuch schließen"],"Style Book":["Stilbuch"],"Code Is Poetry":["Code ist Poesie"],"Additional CSS":["Zusätzliches CSS"],"Add your own CSS to customize the appearance and layout of your site.":["Füge dein eigenes CSS hinzu, um das Design und Layout deiner Website anzupassen."],"Manage all template parts":["Alle Template-Teile verwalten"],"Manage all templates":["Alle Templates verwalten"],"Loading templates…":["Templates laden …"],"Open code editor":["Code-Editor öffnen"],"Specify a fixed height.":["Eine feste Höhe vorgeben."],"Block inspector tab display overrides.":["Die Anzeige des Tabs Block-Inspektor wird überschrieben."],"Markup is not allowed in CSS.":["Markup ist in CSS nicht erlaubt."],"Different layouts containing video or audio.":["Verschiedene Layouts mit Video oder Audio."],"Block pattern category\u0004Media":["Medien"],"Different layouts for displaying images.":["Verschiedene Layouts für die Anzeige von Bildern."],"Showcase your latest work.":["Präsentiere deine neuesten Arbeiten."],"Block pattern category\u0004Portfolio":["Portfolio"],"Introduce yourself.":["Stell dich vor."],"Block pattern category\u0004About":["Über"],"Display your contact information.":["Zeige deine Kontaktinformationen an."],"Block pattern category\u0004Contact":["Kontakt"],"Briefly describe what your business does and how you can help.":["Beschreibe kurz, was dein Unternehmen macht und wie du helfen kannst."],"Block pattern category\u0004Services":["Dienste"],"Share reviews and feedback about your brand\/business.":["Teile Rezensionen und Feedback über deine Marke\/dein Unternehmen."],"A variety of designs to display your team members.":["Verschiedene Designs zur Darstellung deiner Teammitglieder."],"Block pattern category\u0004Team":["Team"],"Sections whose purpose is to trigger a specific action.":["Abschnitte, deren Zweck es ist, eine bestimmte Aktion auszulösen."],"Block pattern category\u0004Call to Action":["Handlungsaufforderung"],"block keyword\u0004page":["Seite"],"block description\u0004Displays a page inside a list of all pages.":["Eine Seite innerhalb einer Liste, die alle Seiten enthält, anzeigen."],"block title\u0004Page List Item":["Element der Seitenliste"],"Show details":["Details anzeigen"],"Choose a page to show only its subpages.":["Eine Seite nur für die Anzeige auf Unterseiten auswählen."],"Parent page":["Übergeordnete Seite"],"Media categories":["Medienkategorien"],"Media List":["Medienliste"],"Videos":["Videos"],"Go to parent Navigation block":["Zum übergeordneten Navigations-Block wechseln"],"Fixed":["Festgelegt"],"Fit":["Anpassen"],"Fit contents.":["Inhalte anpassen."],"Specify a fixed width.":["Eine feste Breite vorgeben."],"Stretch to fill available space.":["Strecken, um den verfügbaren Platz zu füllen."],"A set of high quality curated patterns.":["Eine Reihe von ausgewählten Vorlagen mit einer höheren Qualität."],"Display your latest posts in lists, grids or other layouts.":["Deine aktuellen Beiträge in Listen, Rastern oder anderen Layouts anzeigen."],"Patterns containing mostly text.":["Vorlagen, die hauptsächlich Text enthalten."],"A variety of header designs displaying your site title and navigation.":["Eine Vielzahl an Designs für Header, die den Titel und die Navigation deiner Website anzeigen."],"A variety of footer designs displaying information and site navigation.":["Eine Vielzahl an Designs für Footer für die Anzeige von Informationen und Website-Navigation."],"Multi-column patterns with more complex layouts.":["Mehrspaltige Vorlagen mit komplexeren Layouts."],"Patterns that contain buttons and call to actions.":["Vorlagen, die Buttons und Aufforderungen zum Handeln enthalten."],"Randomize colors":["Farben zufällig generieren"],"Text decoration":["Text-Dekoration"],"Document Overview":["Dokumentenübersicht"],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Den aktuellen Absatz oder die aktuelle Überschrift in eine Überschrift der Ebenen 1 bis 6 umwandeln."],"Convert the current heading to a paragraph.":["Die aktuelle Überschrift in einen Absatz umwandeln."],"Transform paragraph to heading.":["Den Absatz in eine Überschrift umwandeln."],"Transform heading to paragraph.":["Die Überschrift in einen Absatz umwandeln."],"Extra Extra Large":["Extrem groß"],"Group blocks together. Select a layout:":["Blöcke gruppieren. Wähle ein Layout:"],"Min. height":["Mindesthöhe"],"Test the Global Styles color randomizer; a utility that lets you mix the current color palette pseudo-randomly.":["Teste den Farbzufallsgenerator für globale Stile; ein Hilfsmittel, mit dem man die aktuelle Farbpalette nach dem Zufallsprinzip mischen kann."],"Color randomizer ":["Zufallsgenerator für Farben "],"Indicates whether the current theme supports block-based templates.":["Zeigt an, ob das aktuelle Theme blockbasierte Templates unterstützt."],"Offset the result set by a specific number of items.":["Passe den Ergebnissatz um eine bestimmte Anzahl von Elementen an."],"Maximum number of items to be returned in result set.":["Maximale Anzahl an Elementen, die im Ergebnissatz zurückgegeben werden."],"Current page of the collection.":["Die aktuelle Seite der Sammlung."],"Block pattern category\u0004Banners":["Banner"],"untitled post %s":["Beitrag %s ohne Titel"],": %s":[": %s"],"Block pattern category\u0004Headers":["Header"],"Block pattern category\u0004Footers":["Footer"],"Block pattern category\u0004Columns":["Spalten"],"Time to read:":["Lesezeit:"],"Words:":["Wörter:"],"Characters:":["Zeichen:"],"Navigate the structure of your document and address issues like empty or incorrect heading levels.":["Navigiere durch die Struktur deines Dokuments und behebe Probleme wie leere oder falsche Überschriftenebenen."],"Decrement":["Verringern"],"Increment":["Erhöhen"],"Remove caption":["Beschriftung entfernen"],"The category description, in human readable format.":["Die Kategoriebeschreibung in menschenlesbarem Format."],"Choose a variation to change the look of the site.":["Wähle eine Variante, um das Aussehen der Website zu ändern."],"Distraction free mode deactivated":["Der ablenkungsfreie Modus wurde deaktiviert"],"Distraction free mode activated":["Der ablenkungsfreie Modus wurde aktiviert"],"Write with calmness":["In aller Ruhe schreiben"],"Distraction free":["Ablenkungsfrei"],"Show and hide admin UI":["Die Admin-Benutzeroberfläche anzeigen oder verstecken"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Das reduziert die visuelle Ablenkung durch das Verstecken der Werkzeugleiste sowie anderer Elemente, und ermöglicht die Fokussierung auf das Schreiben."],"Toggle distraction free mode.":["Den ablenkungsfreien Modus wechseln."],"Pattern":["Vorlage"],"Raw size value must be a string, integer or a float.":["Der Wert für die reine Größe muss eine Zeichenkette, eine Ganzzahl oder ein Fließkommawert sein."],"Defaults":["Standards"],"Link author name to author page":["Den Namen des Autors auf die Seite des Autors verlinken"],"Not available for aligned text.":["Das ist für ausgerichteten Text nicht verfügbar."],"There&#8217;s no content to show here yet.":["Es gibt hier noch keinen Inhalt, der angezeigt werden kann."],"block title\u0004Comments Previous Page":["Vorherige Seite der Kommentare"],"block title\u0004Comments Next Page":["Nächste Seite der Kommentare"],"Arrow option for Next\/Previous link\u0004Chevron":["Guillemet"],"Arrow option for Next\/Previous link\u0004Arrow":["Pfeil"],"Arrow option for Next\/Previous link\u0004None":["Nichts"],"A decorative arrow for the next and previous link.":["Ein dekorativer Pfeil für die Links vor und zurück."],"Format tools":["Formatierungs-Werkzeuge"],"Displays an archive with the latest posts of type: %s.":["Ein Archiv mit den neuesten Beiträgen des Typs %s anzeigen."],"Archive: %s":["Archiv: %s"],"Archive: %1$s (%2$s)":["Archiv: %1$s (%2$s)"],"Zoom-out View":["Vergrößerte Ansicht"],"handle":["Handle"],"Import Classic Menus":["Klassische Menüs importieren"],"Modify":["Ändern"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Verschachtelte Blöcke füllen die Breite dieses Containers aus. Hier umschalten, um sie zu begrenzen."],"You are currently in zoom-out mode.":["Der Verkleinerungsmodus ist derzeit aktiv."],"Test a new zoomed out view on the site editor (Warning: The new feature is not ready. You may experience UX issues that are being addressed)":["Teste eine neue verkleinerte Ansicht des Website-Editors (Achtung: Die neue Funktion ist noch nicht fertig. Möglicherweise treten UX-Probleme auf, die noch behoben werden)"],"Zoomed out view ":["Verkleinerte Ansicht "],"$store must be an instance of WP_Style_Engine_CSS_Rules_Store_Gutenberg":["$store muss eine Instanz von WP_Style_Engine_CSS_Rules_Store_Gutenberg sein"],"\"%s\" successfully created.":["„%s“ wurde erfolgreich erstellt."],"XXL":["XXL"],"%1$s. Selected":["%1$s. ist ausgewählt"],"%1$s. Selected. There is %2$d event":["%1$s. ist ausgewählt. Es gibt %2$d Event","%1$s. ist ausgewählt. Es gibt %2$d Events"],"View next month":["Nächsten Monat anzeigen"],"View previous month":["Vorherigen Monat anzeigen"],"Archive type: Name":["Archivtyp: Name"],"Show archive type in title":["Den Archivtyp im Titel anzeigen"],"Display last modified date":["Das letzte modifizierte Datum anzeigen"],"The Queen of Hearts.":["Die Königin der Herzen."],"The Mad Hatter.":["Der verrückte Hutmacher."],"The Cheshire Cat.":["Die Grinsekatze."],"The White Rabbit.":["Das weiße Kaninchen."],"Alice.":["Alice."],"Gather blocks in a container.":["Blöcke in einem Container sammeln."],"Inner blocks use content width":["Die inneren Blöcke verwenden die Breite des Inhalts"],"Font":["Schrift"],"Constrained":["Eingeschränkt"],"Spacing control":["Abstandskontrolle"],"Custom (%s)":["Individuell (%s)"],"Disables custom spacing sizes.":["Deaktiviert individuelle Größen der Abstände."],"All Authors":["Alle Autoren"],"No authors found.":["Es wurden keine Autoren gefunden."],"Search Authors":["Autoren suchen"],"Create template part":["Ein Template-Teil erstellen"],"Manage the fonts and typography used on headings.":["Die Schriften und die Typografie verwalten, die für die Überschriften genutzt werden."],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Select heading level":["Die Überschriftenebene auswählen"],"View site":["Die Website anzeigen"],"Use the template as supplied by the theme.":["Das Template verwenden, das vom Theme bereitgestellt wird."],"Display the search results title based on the queried object.":["Die Titel der Suchergebnisse basierend auf dem abgefragten Objekt anzeigen."],"Search Results Title":["Titel der Suchergebnisse"],"Search results for: “search term”":["Suchergebnisse für: „Suchbegriff“"],"Show search term in title":["Den Suchbegriff im Titel anzeigen"],"Taxonomies":["Taxonomien"],"Show label":["Label anzeigen"],"View options":["Optionen anzeigen"],"Disables output of layout styles.":["Deaktiviert die Ausgabe von Layout-Stilen."],"The template prefix for the created template. This is used to extract the main template type ex. in `taxonomy-books` we extract the `taxonomy`":["Das Template-Präfix für das erstellte Template. Hiermit wird die Hauptvorlagenart extrahiert. Beispielsweise wird aus „Taxonomie-Bücher“ das Wort\/Präfix „Taxonomie“ extrahiert."],"Indicates if a template is custom or part of the template hierarchy":["Gibt an, ob ein Template individuell oder Teil der Template-Hierarchie ist"],"The slug of the template to get the fallback for":["Die Titelform des Templates, um das Fallback zu erhalten für"],"Search results for: \"%s\"":["Suchergebnisse für: „%s“"],"Move %1$d blocks from position %2$d left by one place":["Bewege %1$d Blöcke von Position %2$d um einen Platz nach links"],"Move %1$d blocks from position %2$d down by one place":["Bewege %1$d Blöcke von Position %2$d um einen Platz nach unten"],"Suggestions list":["Liste mit Vorschlägen"],"Wide size":["Die Größe der Breite"],"Content size":["Größe des Inhalts"],"Set the width of the main content area.":["Die Breite des Hauptinhaltsbereiches setzen."],"Border color and style picker":["Farb- und Stilwähler für Ränder"],"Replace <BlockTitle \/>":["<BlockTitle \/> ersetzen"],"Search for replacements":["Nach Ersetzungen suchen"],"Switch to editable mode":["In den Bearbeitungsmodus wechseln"],"Blocks cannot be moved right as they are already are at the rightmost position":["Die Blöcke können nicht nach rechts verschoben werden, da sie bereits an der äußersten rechten Position sind"],"Blocks cannot be moved left as they are already are at the leftmost position":["Die Blöcke können nicht nach links verschoben werden, da sie bereits an der äußersten linken Position sind"],"All blocks are selected, and cannot be moved":["Alle Blöcke sind ausgewählt und können nicht verschoben werden"],"Whether the V2 of the list block that uses inner blocks should be enabled.":["Ob die V2 des Listenblocks, der innere Blöcke verwendet, aktiviert werden soll."],"Post Comments Form block: Comments are not enabled for this item.":["Beitrags-Kommentarformular-Block: Kommentare sind für dieses Element nicht aktiviert."],"Time to read":["Lesezeit"],"<span>%d<\/span> minute":["<span>%d<\/span> Minute","<span>%d<\/span> Minuten"],"<span>< 1<\/span> minute":["<span>< 1<\/span> Minute"],"Learn more.":["Mehr lernen."],"Apply suggested format: %s":["Das vorgeschlagene Format anwenden: %s"],"Custom template":["Individuelles Template"],"Displays taxonomy: %s.":["Die Taxonomie anzeigen: %s."],"Single item: %1$s (%2$s)":["Einzelnes Element:%1$s (%2$s)"],"Hover":["Bei Mauszeigerkontakt"],"Change URL: %s":["Die URL ändern: %s"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Beschreibe das Template, z. B. „Beitrag mit Seitenleiste“. Ein individuelles Template kann manuell auf jeden Beitrag oder jede Seite angewendet werden."],"Change date: %s":["Das Datum ändern: %s"],"Select visibility: %s":["Die Sichtbarkeit wählen: %s"],"short date format without the year\u0004M j":["j. M."],"Apply to all blocks inside":["Innerhalb aller Blöcke anwenden"],"Active theme spacing scale.":["Abstandsskalierung des aktiven Themes."],"Active theme spacing sizes.":["Abstandsgrößen des aktiven Themes."],"%sX-Large":["%sXL"],"%sX-Small":["%sXS"],"Some of the theme.json settings.spacing.spacingScale values are invalid":["Einige der Werte in „theme.json settings.spacing.spacingScale“ sind ungültig"],"post schedule date format without year\u0004F j g:i a":["j. F Y G:i"],"Tomorrow at %s":["Morgen um %s Uhr"],"post schedule time format\u0004g:i a":["G:i"],"Today at %s":["Heute um %s"],"post schedule full date format\u0004F j, Y g:i a":["j. F Y G:i"],"Displays a single item: %s.":["Zeigt ein einzelnes Element an: %s."],"Single item: %s":["Einzelnes Element: %s"],"This template will be used only for the specific item chosen.":["Dieses Template wird nur für das ausgewählte, spezifische Element verwendet."],"For a specific item":["Für ein spezifisches Element"],"For all items":["Für alle Elemente"],"Select whether to create a single template for all items or a specific one.":["Wähle aus, ob du ein einzelnes Template für alle Elemente oder ein spezifisches Element erstellen möchtest."],"Manage the fonts and typography used on buttons.":["Verwalte die Schriften und die Typografie, die auf den Buttons verwendet werden."],"Typography %s styles":["Typografie-Stile für %s"],"%s block styles":["Stile des „%s“-Blocks"],"Layout styles":["Stile des Layouts"],"Colors styles":["Stile der Farben"],"Typography styles":["Typografie-Stile"],"Summary":["Zusammenfassung"],"Select template":["Ein Template auswählen"],"Select template: %s":["Template auswählen: %s"],"Edit template":["Template bearbeiten"],"Templates define the way content is displayed when viewing your site.":["Templates definieren die Art und Weise, wie Inhalte beim Aufruf deiner Website dargestellt werden."],"Make the selected text inline code.":["Der ausgewählte Text wird zu Inline-Code."],"Strikethrough the selected text.":["Durchstreichen des ausgewählten Texts."],"Unset":["Nicht festgelegt"],"action that affects the current post\u0004Enable comments":["Kommentare aktivieren"],"Embed a podcast player from Pocket Casts.":["Bette einen Podcast-Player von Pocket Casts ein."],"66 \/ 33":["66\/33"],"33 \/ 66":["33\/66"],"Nested blocks use content width with options for full and wide widths.":["Verschachtelte Blöcke verwenden die Breite des Inhalts mit Optionen für volle und weite Breiten."],"Copy blocks":["Blöcke kopieren"],"An array of post types that the pattern is restricted to be used with.":[" Ein Array von Inhaltstypen, für die die Vorlage nur eingeschränkt verwendet werden kann."],"Copy all blocks":["Alle Blöcke kopieren"],"Overlay opacity":["Overlay-Deckkraft"],"Get started here":["Jetzt loslegen"],"Interested in creating your own block?":["Möchtest du deinen eigenen Block erstellen?"],"Now":["Jetzt"],"block title\u0004Categories List":["Kategorien-Liste"],"Always open list view":["Immer die Listenansicht öffnen"],"Opens the block list view sidebar by default.":["Öffnet standardmäßig die Block-Listenansicht-Seitenleiste."],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":["Beginne mit dem Hinzufügen von Überschriftenblöcken, um ein Inhaltsverzeichnis zu erstellen. Überschriften mit HTML-Ankern werden hier verlinkt."],"Toggle to only include headings from the current page (if the post is paginated).":["Umschalten, um nur Überschriften der aktuellen Seite einzuschließen (wenn der Beitrag seitennummeriert ist)."],"Only including headings from the current page (if the post is paginated).":["Nur Überschriften der aktuellen Seite einbeziehen (wenn der Beitrag paginiert ist)."],"Only include current page":["Nur die aktuelle Seite hinzufügen"],"Convert to static list":["In eine statische Liste umwandeln"],"Parents":["Übergeordnete"],"Commenter avatars come from <a>Gravatar<\/a>.":["Kommentator-Avatare kommen von <a>Gravatar<\/a>."],"Links are disabled in the editor.":["Links sind im Editor deaktiviert."],"Display the assigned taxonomy: %s":["Die zugewiesene Taxonomie anzeigen: %s"],"%s response":["%s Antwort","%s Antworten"],"%1$s response to %2$s":["%1$s Antwort zu %2$s","%1$s Antworten zu %2$s"],"&#8220;%s&#8221;":["&#8222;%s&#8220;"],"block title\u0004Comments":["Kommentare"],"Control how this post is viewed.":["Steuere, wie dieser Beitrag angezeigt wird."],"Only those with the password can view this post.":["Dieser Beitrag kann nur mithilfe des Passworts angezeigt werden."],"All options reset":["Alle Optionen wurden zurückgesetzt"],"All options are currently hidden":["Alle Optionen sind derzeit ausgeblendet"],"%s is now visible":["%s ist jetzt sichtbar"],"%s hidden and reset to default":["%s ausblenden und auf Standard zurücksetzen"],"%s reset to default":["%s auf Standard zurücksetzen"],"Suffix":["Suffix"],"Prefix":["Präfix"],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":["Falls auf deiner Website individuelle Inhaltstypen registriert sind, kann der Inhalts-Block die Inhalte dieser Einträge ebenfalls anzeigen."],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["Dabei kann es sich um eine einfache Anordnung handeln, wie z. B. aufeinanderfolgende Absätze in einem Blogbeitrag, oder um eine aufwändigere Komposition, die Bildergalerien, Videos, Tabellen, Spalten und andere Blocktypen enthält."],"This is the Content block, it will display all the blocks in any single post or page.":["Dies ist der Inhalts-Block. Er zeigt alle Blöcke in einem Einzelbeitrag oder einer einzelnen Seite an."],"Post Comments Form block: Comments are not enabled.":["Beitrags-Kommentarformular-Block: Kommentare sind deaktiviert."],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["Um mit der Moderation, der Bearbeitung und der Löschung von Kommentaren zu beginnen, besuche bitte die Ansicht Kommentare im Dashboard."],"Hi, this is a comment.":["Hallo, dies ist ein Kommentar."],"January 1, 2000 at 00:00 am":["1. Januar 2000 um 00:00 Uhr"],"says":["sagt"],"A WordPress Commenter":["Ein WordPress-Kommentator"],"Leave a Reply":["Eine Antwort verfassen"],"Response to %s":["Antwort auf %s"],"Add pattern":["Vorlage hinzufügen"],"Response":["Antwort"],"Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.":["Dein Kommentar wartet auf Freischaltung. Dies ist eine Vorschau; dein Kommentar wird erst sichtbar, nachdem er freigegeben wurde."],"Your comment is awaiting moderation.":["Dein Kommentar wartet auf Freischaltung."],"block description\u0004Displays a title with the number of comments":["Zeigt einen Titel mit der Anzahl der Kommentare an"],"block title\u0004Comments Title":["Kommentartitel"],"These changes will affect your whole site.":["Diese Änderungen betreffen deine ganze Website."],"Responses to %s":["Antworten auf %s"],"One response to %s":["Eine Antwort auf %s"],"“Post Title”":["„Beitragstitel“"],"Show comments count":["Anzahl der Kommentare anzeigen"],"Show post title":["Beitragstitel anzeigen"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["Kommentare-Seitennummerierungs-Block: Das Durchblättern der Kommentare ist in den Diskussionseinstellungen deaktiviert"],"Show empty categories":["Leere Kategorien anzeigen"],"Determines whether the pattern is visible in inserter.":["Bestimmt, ob die Vorlage im Inserter sichtbar ist."],"Responses":["Antworten"],"One response":["Eine Antwort"],"block description\u0004Gather blocks in a layout container.":["Fasse Blöcke in einem Layout-Container zusammen."],"block description\u0004An advanced block that allows displaying post comments using different visual configurations.":["Ein erweiterter Block, der das Anzeigen von Beitragskommentaren anhand verschiedener visueller Konfigurationen erlaubt."],"block description\u0004Displays the date on which the comment was posted.":["Zeigt das Datum an, an dem der Kommentar veröffentlicht wurde."],"block description\u0004Displays the name of the author of the comment.":["Zeigt den Namen des Kommentarautors an."],"block description\u0004This block is deprecated. Please use the Avatar block instead.":["Dieser Block ist veraltet. Bitte benutze stattdessen den Avatar-Block."],"block title\u0004Comment Author Avatar (deprecated)":["Kommentarautor-Avatar (veraltet)"],"This Navigation Menu is empty.":["Das Navigationsmenü ist leer."],"Search for blocks":["Suche nach Blöcken"],"Browse styles":["Durchstöbere die Stile"],"Bottom border":["Rand unten"],"Right border":["Rand rechts"],"Left border":["Rand links"],"Top border":["Rand oben"],"Reset to default":["Auf Standard zurücksetzen"],"Close border color":["Randfarbe schließen"],"Border color picker.":["Farbwähler für Ränder."],"Border color and style picker.":["Farb- und Stilwähler für Ränder."],"Link sides":["Seiten verlinken"],"Unlink sides":["Links zu den Seiten entfernen"],"Quote citation":["Zitat zitieren"],"Choose a pattern for the query loop or start blank.":["Wähle eine Vorlage für die Abfrage-Loop oder beginne leer."],"Navigation menu %s successfully deleted.":["Das Navigationsmenü %s wurde erfolgreich gelöscht."],"Arrange blocks vertically.":["Blöcke vertikal ausrichten."],"Stack":["Stapel"],"Arrange blocks horizontally.":["Blöcke horizontal ausrichten."],"Use featured image":["Beitragsbild verwenden"],"Week":["Woche"],"Group by:":["Gruppieren nach:"],"Delete selection.":["Auswahl löschen."],"Transform to %s":["In %s umwandeln"],"verb\u0004Stack":["Stapeln"],"single horizontal line\u0004Row":["Zeile"],"Select parent block (%s)":["Übergeordneten Block (%s) auswählen"],"Restrict editing":["Bearbeitung einschränken"],"Alignment option\u0004None":["Keine"],"Vertical alignment":["Vertikale Ausrichtung"],"Align items bottom":["Elemente unten ausrichten"],"Align items center":["Elemente mittig ausrichten"],"Align items top":["Elemente oben ausrichten"],"Whether the V2 of the quote block that uses inner blocks should be enabled.":["Ob die Version 2 des Zitat-Blocks mit verschachtelten Blöcken aktiviert werden soll."],"The pattern keywords.":["Die Vorlagen-Stichwörter."],"Block types that the pattern is intended to be used with.":["Block-Typen, mit denen die Vorlage verwendet werden soll."],"The pattern viewport width for inserter preview.":["Der Vorlagen-Viewport für die Inserter-Vorschau."],"The pattern detailed description.":["Die ausführliche Beschreibung der Vorlage."],"The pattern name.":["Der Name der Vorlage."],"The category label, in human readable format.":["Die Kategoriebezeichnung in menschenlesbarem Format."],"The category name.":["Der Name der Kategorie."],"Adding an RSS feed to this site’s homepage is not supported, as it could lead to a loop that slows down your site. Try using another block, like the <strong>Latest Posts<\/strong> block, to list posts from the site.":["Das Hinzufügen eines RSS-Feeds zur Homepage dieser Website wird nicht unterstützt, weil es zu einer Endlosschleife führen könnte, die deine Website ausbremst. Probiere stattdessen einen anderen Block, z. B. <strong>Letzte Beiträge<\/strong>, um Beiträge von der Website aufzulisten."],"block description\u0004Contains the block elements used to render content when no query results are found.":["Enthält die Block-Elemente, mit denen Inhalte dargestellt werden, falls keine Abfrage-Ergebnisse gefunden wurden."],"block title\u0004No results":["Keine Ergebnisse"],"block description\u0004Create a list item.":["Erstelle ein Listen-Element."],"block title\u0004List item":["Listen-Element"],"block description\u0004Add a user’s avatar.":["Füge den Avatar eines Benutzers hinzu."],"block title\u0004Avatar":["Avatar"],"View Preview":["Vorschau anzeigen"],"Download your theme with updated templates and styles.":["Lade dein Theme mit aktualisierten Templates und Styles herunter."],"Show text instead of icons on buttons.":["Zeige Text anstatt Icons auf Buttons."],"Custom color picker. The currently selected color is called \"%1$s\" and has a value of \"%2$s\".":["Individueller Farbwähler. Die aktuell ausgewählte Farbe heißt \"%1$s\" und hat einen Wert von \"%2$s\"."],"Largest size":["Größte Abmessung"],"Smallest size":["Kleinste Abmessung"],"Add text or blocks that will display when a query returns no results.":["Füge einen Text oder Blöcke hinzu, die angezeigt werden, wenn die Abfrage keine Ergebnisse ausgibt."],"Featured image: %s":["Beitragsbild: %s"],"Link to post":["Link zum Beitrag"],"This item has been deleted, or is a draft":["Dieses Element wurde gelöscht oder ist ein Entwurf"],"Invalid":["Ungültig"],"Link to user profile":["Link zum Benutzerprofil"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["Wähle den gewünschten Avatar-Benutzer zum Anzeigen, falls dieser leer ist, wird der Autor des Beitrags\/der Seite verwendet."],"Default Avatar":["Standard-Avatar"],"Enter a date or time <Link>format string<\/Link>.":["Gib eine Datums- oder Zeit-<Link>Format-Zeichenfolge<\/Link> ein."],"Custom format":["Individuelles Format"],"Choose a format":["Wähle ein Format"],"Enter your own date format":["Gib dein eigenes Datumsformat ein"],"long date format\u0004F j, Y":["j. F Y"],"medium date format with time\u0004M j, Y g:i A":["j. M. Y G:i"],"medium date format\u0004M j, Y":["j. M. Y"],"short date format with time\u0004n\/j\/Y g:i A":["j.n.Y G:i"],"short date format\u0004n\/j\/Y":["j.n.Y"],"Default format":["Standardformat"],"Lock":["Sperren"],"Unlock":["Freischalten"],"Prevent removal":["Entfernen verhindern"],"Disable movement":["Bewegen deaktivieren"],"Lock all":["Alle sperren"],"Choose specific attributes to restrict or lock all available options.":["Wähle bestimmte Eigenschaften, um alle verfügbaren Optionen einzuschränken oder zu sperren."],"Lock %s":["%s sperren"],"Could not register file \"%s\" as a block pattern (\"Title\" field missing)":["Die Datei „%s“ konnte nicht als Block-Vorlage registriert werden (Feld „Titel“ fehlt)"],"Could not register file \"%1$s\" as a block pattern (invalid slug \"%2$s\")":["Die Datei „%1$s“ konnte nicht als Block-Vorlage registriert werden (ungültige Titelform „%2$s“)"],"Could not register file \"%s\" as a block pattern (\"Slug\" field missing)":["Die Datei „%s“ konnte nicht als Block-Vorlage registriert werden (Feld „Titelform“ fehlt)"],"(%s website link, opens in a new tab)":["(Der Link zur Website von %s wird in einem neuen Tab geöffnet)"],"(%s author archive, opens in a new tab)":["(Das Autoren-Archiv von %s wird in einem neuen Tab geöffnet)"],"Preference activated - %s":["Präferenz aktiviert – %s"],"Preference deactivated - %s":["Präferenz deaktiviert – %s"],"Insert a link to a post or page.":["Ein Link zu einem Beitrag oder einer Seite einfügen"],"Classic menu import failed.":["Der Import des klassischen Menüs ist fehlgeschlagen."],"Classic menu imported successfully.":["Das klassische Menü wurde erfolgreich importiert."],"Classic menu importing.":["Ein klassisches Menü importieren."],"Failed to create Navigation Menu.":["Die Erstellung des Navigationsmenüs ist fehlgeschlagen."],"Navigation Menu successfully created.":["Das Navigationsmenü wurde erfolgreich erstellt."],"Creating Navigation Menu.":["Ein Navigationsmenü erstellen."],"Unable to create Navigation Menu \"%s\".":["Das Navigationsmenü „%s“ kann nicht erstellt werden."],"Unable to fetch classic menu \"%s\" from API.":["Das klassische Menü „%s“ kann über die API nicht abgerufen werden."],"Navigation block setup options ready.":["Die Navigationsblock-Einstellungsoptionen sind bereit."],"Loading navigation block setup options…":["Die Einrichtungs-Optionen für den Navigation-Block werden geladen …"],"Choose a %s":["%s auswählen"],"Existing template parts":["Vorhandene Template-Teile"],"Convert to Link":["In Link umwandeln"],"%s blocks deselected.":["%s Blöcke wurden abgewählt."],"%s deselected.":["%s wurde abgewählt."],"block description\u0004Displays the link of a post, page, or any other content-type.":["Zeigt den Link eines Beitrags, einer Seite oder eines anderen Inhaltstyps an."],"block title\u0004Read More":["Weiterlesen"],"block description\u0004The author biography.":["Die Biografie des Autors."],"block title\u0004Author Biography":["Biografie des Autors"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["Das Plugin „%s“ hat einen Fehler festgestellt und kann nicht gerendert werden."],"The posts page template cannot be changed.":["Das Beitrags-Seitentemplate kann nicht geändert werden."],"Show labels":["Labels anzeigen"],"Author Biography":["Autor-Biografie"],"Create from '%s'":["Aus „%s“ erstellen"],"Older comments page link":["Link zur Seite der älteren Kommentare"],"If you take over, the other user will lose editing control to the post, but their changes will be saved.":["Wenn du den Beitrag übernimmst, verliert der andere Benutzer die Kontrolle über die Bearbeitung des Beitrags, aber seine Änderungen werden gespeichert."],"Choose a different style combination for the theme styles.":["Wähle eine andere Stilkombination für die Theme-Stile."],"Select the size of the source image.":["Wähle die Größe des Quellbildes aus."],"Configure the visual appearance of the button opening the overlay menu.":["Konfiguriere das Erscheinungsbild des Buttons, der das Overlay-Menü öffnet."],"Show icon button":["Icon-Button anzeigen"],"font weight\u0004Black":["Schwarz"],"font weight\u0004Extra Bold":["Extrafett"],"font weight\u0004Bold":["Fett"],"font weight\u0004Semi Bold":["Halbfett"],"font weight\u0004Medium":["Medium"],"font weight\u0004Regular":["Normal"],"font weight\u0004Light":["Leicht"],"font weight\u0004Extra Light":["Extraleicht"],"font weight\u0004Thin":["Dünn"],"font style\u0004Italic":["Kursiv"],"font style\u0004Regular":["Normal"],"Transparent text may be hard for people to read.":["Transparenter Text kann für Menschen schwer zu lesen sein."],"Sorry, you are not allowed to view this global style.":["Du bist leider nicht berechtigt, diesen globalen Stil anzuzeigen."],"Sorry, you are not allowed to edit this global style.":["Du bist leider nicht berechtigt, diesen globalen Stil zu bearbeiten."],"Older Comments":["Ältere Kommentare"],"Newer Comments":["Neuere Kommentare"],"block description\u0004Display post author details such as name, avatar, and bio.":["Details zum Beitragsautor wie Name, Avatar und Bio anzeigen."],"Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.":["Kategorien sind hilfreich, um verwandte Beiträge zu gruppieren und Lesern schnell zu sagen, worum es in einem Beitrag geht."],"Assign a category":["Eine Kategorie zuweisen"],"<strong>%s<\/strong> is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["<strong>%s<\/strong> arbeitet gerade an diesem Beitrag (<PreviewLink \/>), d. h. du kannst keine Änderungen vornehmen, wenn du nicht übernimmst."],"preview":["Vorschau"],"<strong>%s<\/strong> now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["<strong>%s<\/strong> hat jetzt die Bearbeitungskontrolle für diesen Beitrag (<PreviewLink \/>). Keine Sorge, deine Änderungen bis hierhin wurden gespeichert."],"Exit editor":["Editor verlassen"],"Draft saved.":["Der Entwurf wurde gespeichert."],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"site exporter menu item\u0004Export":["Exportieren"],"\"%s\" deleted.":["„%s“ wurde gelöscht."],"Close block inserter":["Block-Inserter schließen"],"Page List: Cannot retrieve Pages.":["Seitenliste: Seiten können nicht abgerufen werden."],"Link is empty":["Der Link ist leer"],"Button label to reveal tool panel options\u0004%s options":["%s-Optionen"],"Search %s":["%s suchen"],"Set custom size":["Eine individuelle Größe festlegen"],"Use size preset":["Eine voreingestellte Größe verwenden"],"Reset colors":["Farben zurücksetzen"],"Reset gradient":["Verlauf zurücksetzen"],"Remove all colors":["Alle Farben entfernen"],"Remove all gradients":["Alle Verläufe entfernen"],"Color options":["Farb-Optionen"],"Gradient options":["Verlauf-Optionen"],"Add color":["Eine Farbe hinzufügen"],"Add gradient":["Einen Verlauf hinzufügen"],"Done":["Fertig"],"Gradient name":["Name des Verlaufs"],"Color %s":["Farbe %s"],"Color format":["Farbformat"],"Hex color":["Hex-Farbe"],"block description\u0004The author name.":["Der Autorenname."],"block title\u0004Author Name":["Name des Autors"],"block description\u0004Displays the previous comment's page link.":["Zeigt den vorherigen Kommentar-Seiten-Link an."],"block description\u0004Displays the next comment's page link.":["Zeit den nächsten Kommentar-Seiten-Link an."],"Icon":["Icon"],"Delete":["Löschen"],"Entity renamed.":["Die Entität wurde umbenannt."],"Icon background":["Icon-Hintergrund"],"Use as site icon":["Als Website-Icon verwenden"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":["Website-Icons werden in Browser-Tabs, in der Lesezeichenleiste und in den WordPress Mobile Apps genutzt. Um ein individuelles Icon zu benutzen, das sich von deinem Website-Logo unterscheidet, benutze die <a>Website-Icon-Einstellungen<\/a>."],"Post type":["Inhaltstyp"],"Link to author archive":["Link zum Autorenarchiv"],"Author Name":["Autorenname"],"You do not have permission to create Navigation Menus.":["Du hast keine Berechtigung, Navigationsmenüs zu erstellen."],"You do not have permission to edit this Menu. Any changes made will not be saved.":["Du hast keine Berechtigung, dieses Menü zu bearbeiten. Die vorgenommenen Änderungen werden nicht gespeichert."],"Newer comments page link":["Link zur Seite der neueren Kommentare"],"Site icon.":["Website-Icon."],"Font size name\u0004Extra Large":["Extra groß"],"block title\u0004Pagination":["Seitennummerierung"],"block title\u0004Previous Page":["Vorherige Seite"],"block title\u0004Page Numbers":["Seitenzahlen"],"block title\u0004Next Page":["Nächste Seite"],"block description\u0004Displays a list of page numbers for comments pagination.":["Zeigt eine Liste von Seitenzahlen für die Kommentarpaginierung an."],"Site updated.":["Die Website wurde aktualisiert."],"Saving failed.":["Das Speichern ist fehlgeschlagen."],"Now displaying: %s":["Aktuell wird angezeigt: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s – WordPress"],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"An error occurred while creating the site export.":["Beim Erstellen des Website-Exports ist ein Fehler aufgetreten."],"Manage menus":["Menüs verwalten"],"%s submenu":["Untermenü von %s"],"block description\u0004Displays a paginated navigation to next\/previous set of comments, when applicable.":["Falls vorhanden, wird damit eine seitenweise Navigation zum nächsten\/vorherigen Satz von Kommentaren angezeigt."],"block title\u0004Comments Pagination":["Seitennummerierung der Kommentare"],"Added by":["Hinzugefügt von"],"Actions":["Aktionen"],"An error occurred while reverting the entity.":["Beim Zurücksetzen der Entität ist ein Fehler aufgetreten."],"Rename":["Umbenennen"],"An error occurred while renaming the entity.":["Beim Umbenennen der Entität ist ein Fehler aufgetreten."],"An error occurred while creating the template part.":["Beim Erstellen des Template-Teils ist ein Fehler aufgetreten."],"An error occurred while creating the template.":["Beim Erstellen des Templates ist ein Fehler aufgetreten."],"Custom gradients are empty! Add some gradients to create your own palette.":["Die individuellen Verläufe sind leer! Füge einige Verläufe hinzu, um deine eigene Palette zu erstellen."],"Add custom colors":["Individuelle Farben hinzufügen"],"Manage the fonts and typography used on the links.":["Verwalte die für die Links verwendeten Schriften und Typografien."],"Manage the fonts used on the site.":["Verwalte die auf der Website verwendeten Schriften."],"Manage the typography settings for different elements.":["Verwalte die Typografie-Einstellungen für verschiedene Elemente."],"Aa":["Aa"],"An error occurred while deleting the template.":["Beim Löschen des Templates ist ein Fehler aufgetreten."],"Show arrow":["Pfeil anzeigen"],"Create a new menu?":["Ein neues Menü erstellen?"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":["Guillemet"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":["Pfeil"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":["Keine"],"A decorative arrow appended to the next and previous comments link.":["Ein dekorativer Pfeil, der für die Links zum vorherigen und nächsten Kommentar angezeigt wird."],"Indicates this palette is created by the user.\u0004Custom":["Individuell"],"Indicates this palette comes from the theme.\u0004Custom":["Individuell"],"Indicates this palette comes from WordPress.\u0004Default":["Standard"],"Indicates this palette comes from the theme.\u0004Theme":["Theme"],"Add default block":["Einen Standard-Block hinzufügen"],"The ID for the author of the revision.":["Die ID für den Autor der Revision."],"Displays latest posts written by a single author.":["Zeigt die neuesten Beiträge eines ausgewählten Autors an."],"Here’s a detailed guide to learn how to make the most of it.":["Hier gibt es eine ausführliche Anleitung, wie du das Beste daraus machen kannst."],"New to block themes and styling your site? ":["Neu bei Block-Themes und dem Gestalten deiner Website? "],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Du kannst deine Blöcke anpassen, um eine durchgängige Anmutung über deine Website hinweg sicherzustellen – gib einem gebrandeten Button-Block deine ganz eigenen Farben oder pass den Überschriften-Block an deine bevorzugte Größe an."],"Personalize blocks":["Blöcke individualisieren"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Du kannst deine Website mit unterschiedlichen Farben, Schriften und Layouts nach Belieben anpassen. Falls dir das lieber ist, kannst du das auch einfach deinem Theme überlassen! "],"Set the design":["Design festlegen"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Optimiere deine Website oder gib ihr ein ganz neues Aussehen! Sei kreativ – wie wäre es mit einer neuen Farbpalette für deine Buttons oder einer neuen Schriftart? Schau dir hier an, was du alles tun kannst."],"Welcome to Styles":["Willkommen bei den Stilen"],"styles":["Stile"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Klicke auf <StylesIconImage \/>, um mit der Gestaltung deiner Blöcke zu beginnen, und wähle deine Typografie, dein Layout und deine Farben aus."],"Design everything on your site — from the header right down to the footer — using blocks.":["Designe alles auf deiner Website – vom Header bis runter zum Footer – mithilfe von Blöcken."],"Edit your site":["Deine Website bearbeiten"],"Welcome to the site editor":["Willkommen beim Website-Editor"],"Add a featured image":["Ein Beitragsbild hinzufügen"],"block description\u0004This block is deprecated. Please use the Comments block instead.":["Dieser Block ist veraltet. Bitte verwende stattdessen den Kommentar-Block."],"block title\u0004Comment (deprecated)":["Kommentar (veraltet)"],"block description\u0004Show a block pattern.":["Eine Block-Vorlage anzeigen."],"block title\u0004Pattern":["Vorlage"],"block description\u0004Contains the block elements used to display a comment, like the title, date, author, avatar and more.":["Enthält die Block-Elemente für das Anzeigen eines Kommentars wie Titel, Datum, Autor, Avatar und mehr."],"block title\u0004Comment Template":["Kommentar-Template"],"block description\u0004Displays a link to reply to a comment.":["Zeigt einen Link zum Antworten auf einen Kommentar an."],"block title\u0004Comment Reply Link":["Kommentar-Antwort-Link"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Zeigt einen Link an, um den Kommentar im WordPress-Dashboard zu bearbeiten. Dieser Link ist nur für Benutzer sichtbar, die Kommentare bearbeiten dürfen."],"block title\u0004Comment Edit Link":["Kommentar-bearbeiten-Link"],"block description\u0004Displays the contents of a comment.":["Zeigt den Inhalt eines Kommentars an."],"block title\u0004Comment Author Name":["Kommentar-Autorenname"],"%s applied.":["%s wurde angewandt."],"%s removed.":["%s wurde entfernt."],"%s: Sorry, you are not allowed to upload this file type.":["%s: Du bist leider nicht berechtigt, diesen Dateityp hochzuladen."],"The following changes have been made to your site, templates, and content.":["Die folgenden Änderungen wurden an deiner Website, deinen Vorlagen und Inhalten vorgenommen."],"The following content has been modified.":["Der folgende Inhalt wurde geändert."],"This change will affect pages and posts that use this template.":["Diese Änderung betrifft Seiten und Beiträge, die dieses Template verwenden."],"This change will affect your whole site.":["Diese Änderung betrifft deine ganze Website."],"Use left and right arrow keys to resize the canvas.":["Benutze die Pfeiltasten links und rechts, um die Größe der Arbeitsfläche zu ändern."],"Drag to resize":["Zum Ändern der Größe ziehen"],"Transform":["Transformieren"],"Submenu & overlay background":["Untermenü- und Overlay-Hintergrund"],"Submenu & overlay text":["Untermenü- und Overlay-Text"],"Navigation menu has been deleted or is unavailable. ":["Das Navigationsmenü wurde gelöscht oder ist nicht verfügbar. "],"Confirm":["Bestätigen"],"Delete %s":["%s löschen"],"%s navigation":["%s-Navigation"],"Create new menu":["Neues Menü erstellen"],"Unsaved Navigation Menu.":["Ungespeichertes Navigationsmenü."],"Menus":["Menüs"],"Embed Wolfram notebook content.":["Inhalte aus Wolfram-Notizbuch einbetten."],"Reply":["Antwort"],"Avatar Settings":["Avatar-Einstellungen"],"Displays more block tools":["Zeigt weitere Block-Werkzeuge an"],"Create a two-tone color effect without losing your original image.":["Erstelle einen Duotone-Farbeffekt, ohne dein Originalbild zu verlieren."],"Remove %s":["%s entfernen"],"%1$d pattern found for \"%2$s\"":["%1$d Vorlage wurde für „%2$s“ gefunden","%1$d Vorlagen wurden für „%2$s“ gefunden"],"Explore all patterns":["Alle Vorlagen erkunden"],"Orientation":["Richtung"],"Allow to wrap to multiple lines":["Zeilenumbruch auf mehrere Zeilen erlauben"],"No Navigation Menus found.":["Es wurde kein Navigationsmenü gefunden."],"Theme not found.":["Das Theme wurde nicht gefunden."],"HTML title for the post, transformed for display.":["HTML-Titel für den Beitrag, transformiert für die Anzeige."],"Title for the global styles variation, as it exists in the database.":["Der Titel der globalen Stile-Variation, wie er in der Datenbank existiert."],"Title of the global styles variation.":["Der Titel der globalen Stile-Variation."],"Global settings.":["Globale Einstellungen."],"Global styles.":["Globale Stile."],"ID of global styles config.":["Die ID der globalen Stile-Konfiguration."],"No global styles config exist with that id.":["Es existiert keine Globale-Stile-Konfiguration mit dieser ID."],"Sorry, you are not allowed to access the global styles on this site.":["Du bist leider nicht berechtigt, auf die globalen Styles auf dieser Website zuzugreifen."],"The theme identifier":["Bezeichnung des Themes"],"%s Avatar":["Avatar von %s"],"block style label\u0004Plain":["Einfach"],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Farbpaletten dienen dazu, Standard-Farboptionen für Blöcke und verschiedene Designwerkzeuge zu liefern. Hier kannst du die Farben und ihre Bezeichnungen bearbeiten."],"Elements":["Elemente"],"Manage palettes and the default color of different global elements on the site.":["Farbpaletten und die Standardfarbe für verschiedene globale Elemente auf der Website verwalten."],"Customize the appearance of specific blocks and for the whole site.":["Das Design ausgewählter Blöcke sowie der ganzen Website anpassen."],"Areas":["Bereiche"],"Link to comment":["Link zum Kommentar"],"Link to authors URL":["Link zur Autoren-URL"],"Choose an existing %s or create a new one.":["Ein vorhandenes Template-Teil %s wählen oder ein neues erstellen."],"Name and create your new %s":["Benenne und erstelle dein neues Template-Teil %s"],"Add a site logo":["Ein Website-Logo hinzufügen"],"Open on click":["Bei Klick öffnen"],"Submenus":["Untermenüs"],"Always":["Immer"],"Collapses the navigation options in a menu icon opening an overlay.":["Faltet die Navigationsoptionen eines Menü-Icons ein, das ein Overlay öffnet."],"Configure overlay menu":["Overlay-Menü konfigurieren"],"Overlay Menu":["Overlay-Menü"],"Display":["Darstellung"],"Embed Pinterest pins, boards, and profiles.":["Pins, Boards und Profile von Pinterest einbetten."],"bookmark":["Lesezeichen"],"Drag and drop onto this block, upload, or select existing media from your library.":["Auf diesen Block ziehen und ablegen, hochladen oder vorhandene Medien aus deiner Mediathek auswählen."],"Show only top level categories":["Nur Kategorien der obersten Ebene anzeigen"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Zeigt den Namen dieser Website an. Wenn du den Block aktualisierst, werden die Änderungen überall übernommen, wo er genutzt wird. Erscheint auch in der Browser-Titelzeile und in Suchergebnissen."],"Highlight":["Hervorheben"],"Create page: <mark>%s<\/mark>":["Seite erstellen: <mark>%s<\/mark>"],"You do not have permission to create Pages.":["Du hast keine Berechtigung, Seiten anzulegen."],"%d color":["%d Farbe","%d Farben"],"Palette":["Palette"],"Navigate to the previous view":["Zur vorherigen Ansicht navigieren"],"Include the label as part of the link":["Das Label als Teil des Links mit übergeben"],"Previous: ":["Zurück: "],"Next: ":["Weiter: "],"Make title link to home":["Den Titel auf die Startseite verlinken"],"This item is missing a link":["Dem Element fehlt ein Link"],"Block spacing":["Block-Abstände"],"Max %s wide":["Max. %s breit"],"label before the title of the previous post\u0004Previous:":["Zurück:"],"label before the title of the next post\u0004Next:":["Weiter:"],"block description\u0004Add a submenu to your navigation.":["Füge deiner Navigation ein Untermenü hinzu."],"block title\u0004Submenu":["Untermenü"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Inhalte mehrspaltig darstellen, wobei jeder Spalte Blöcke hinzugefügt werden."],"Customize the appearance of specific blocks for the whole site.":["Das Design ausgewählter Blöcke für die ganze Website anpassen."],"Colors":["Farben"],"Show %s":["%s anzeigen"],"Hide and reset %s":["%s verstecken und zurücksetzen"],"Reset %s":["%s zurücksetzen"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Das <footer>-Element sollte einen Footer für das ihm am nächsten liegende Abschnittselement darstellen (z. B. <section>, <article>, <main> usw.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Das <aside>-Element sollte einen Teil eines Dokuments abbilden, dessen Inhalt nur indirekt mit dem Hauptinhalt zusammenhängt."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["Das <article>-Element sollte einen in sich geschlossenen, zusammenfassenden Teil des Dokuments abbilden."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Das <section>-Element sollte einen eigenständigen Teil des Dokuments abbilden, der sich nicht besser durch ein anderes Element darstellen lässt."],"The <main> element should be used for the primary content of your document only. ":["Das <main>-Element sollte nur für den Hauptinhalt deines Dokuments benutzt werden. "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Das <header>-Element sollte einleitenden Inhalt abbilden, typischerweise eine Gruppe von Einführungs- oder Navigationshilfen."],"Minimum height":["Mindesthöhe"],"block description\u0004Create structured content in rows and columns to display information.":["Erstelle strukturierte Inhalte in Zeilen und Spalten, um Informationen darzustellen."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["Erstelle ein klassisches Widget-Layout mit einem Titel, das von deinem Theme für deine Widget-Bereiche gestylt wird."],"Widget Group":["Widget-Gruppe"],"Size of a UI element\u0004Extra Large":["Extra groß"],"Size of a UI element\u0004Large":["Groß"],"Size of a UI element\u0004Medium":["Mittel"],"Size of a UI element\u0004Small":["Klein"],"Size of a UI element\u0004None":["Keine"],"No selection":["Keine Auswahl"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":["Guillemet"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":["Pfeil"],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":["Keine"],"A decorative arrow appended to the next and previous page link.":["Ein dekorativer Pfeil, der für die Links zur vorherigen und nächsten Seite angezeigt wird."],"Arrow":["Pfeil"],"Preload value\u0004None":["Keiner"],"noun; Audio block parameter\u0004Preload":["Vorladen"],"Media item link option\u0004None":["Nichts"],"Currently selected font appearance: %s":["Aktuell ausgewähltes Schrift-Design: %s"],"Currently selected font style: %s":["Aktuell ausgewählter Schriftstil: %s"],"Currently selected font weight: %s":["Aktuell ausgewählte Schriftstärke: %s"],"No selected font appearance":["Es wurde kein Schrift-Design ausgewählt"],"Justification":["Anordnung"],"Duotone name\u0004Blue and orange":["Blau und Orange"],"Duotone name\u0004Purple and green":["Lila und Grün"],"Duotone name\u0004Magenta and yellow":["Magenta und Gelb"],"Duotone name\u0004Midnight":["Mitternacht"],"Duotone name\u0004Blue and red":["Blau und Rot"],"Duotone name\u0004Purple and yellow":["Lila und Gelb"],"Duotone name\u0004Grayscale":["Graustufen"],"Duotone name\u0004Dark grayscale":["Dunkle Graustufen"],"Gradient name\u0004Midnight":["Mitternacht"],"Gradient name\u0004Electric grass":["Elektrisches Gras"],"Gradient name\u0004Pale ocean":["Blasser Ozean"],"Gradient name\u0004Luminous dusk":["Leuchtende Dämmerung"],"Gradient name\u0004Blush bordeaux":["Errötendes Bordeaux"],"Gradient name\u0004Blush light purple":["Errötendes Hellviolett"],"Gradient name\u0004Cool to warm spectrum":["Kühles bis warmes Spektrum"],"Gradient name\u0004Very light gray to cyan bluish gray":["Sehr helles Grau bis bläuliches Cyangrau"],"Gradient name\u0004Luminous vivid orange to vivid red":["Leuchtendes, kräftiges Orange bis kräftiges Rot"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["Leuchtend lebendiger Bernstein bis leuchtend lebendiges Orange"],"Gradient name\u0004Light green cyan to vivid green cyan":["Hellgrünes Cyan bis leuchtend grünes Cyan"],"Gradient name\u0004Vivid cyan blue to vivid purple":["Kräftiges Cyanblau bis kräftiges Lila"],"Color name\u0004Vivid purple":["Kräftiges Lila"],"Color name\u0004Vivid cyan blue":["Lebhaftes Cyanblau"],"Color name\u0004Pale cyan blue":["Helles Cyanblau"],"Color name\u0004Vivid green cyan":["Lebhaftes Grün-Cyan"],"Color name\u0004Light green cyan":["Helles Cyangrün"],"Color name\u0004Luminous vivid amber":["Leuchtendes, lebhaftes Bernstein"],"Color name\u0004Luminous vivid orange":["Leuchtendes, kräftiges Orange"],"Color name\u0004Vivid red":["Lebhaftes Rot"],"Color name\u0004Pale pink":["Blasses Pink"],"Color name\u0004White":["Weiß"],"Color name\u0004Cyan bluish gray":["Zyan-bläuliches Grau"],"Color name\u0004Black":["Schwarz"],"Font size name\u0004Large":["Groß"],"Font size name\u0004Medium":["Mittelgroß"],"Font size name\u0004Small":["Klein"],"Reset all":["Alle zurücksetzen"],"Currently selected font size: %s":["Aktuell ausgewählte Schriftgröße: %s"],"Currently selected: %s":["Aktuell ausgewählt: %s"],"Image scaling options\u0004Scale":["Skalieren"],"Image will be stretched and distorted to completely fill the space.":["Das Bild wird gedehnt und gestaucht, um den Platz vollständig auszufüllen."],"Image is scaled to fill the space without clipping nor distorting.":["Das Bild wird skaliert, um den Platz ohne Beschneiden oder Verzerren auszufüllen."],"Image is scaled and cropped to fill the entire space without being distorted.":["Das Bild wird skaliert und beschnitten, um den gesamten Platz zu füllen, ohne dass es verzerrt wird."],"Scale option for Image dimension control\u0004Fill":["Füllen"],"Scale option for Image dimension control\u0004Contain":["Contain"],"Scale option for Image dimension control\u0004Cover":["Cover"],"Loading options…":["Optionen werden geladen ..."],"All gallery image sizes updated to: %s":["Die Größen aller Galeriebilder wurden aktualisiert auf: %s"],"All gallery images updated to not open in new tab":["Alle Galeriebilder wurden aktualisiert, damit sie nicht in einem neuen Tab geöffnet werden"],"All gallery images updated to open in new tab":["Alle Galeriebilder wurden aktualisiert, damit sie in einem neuen Tab geöffnet werden"],"All gallery image links updated to: %s":["Alle Links der Galeriebilder wurden aktualisiert auf: %s"],"If uploading to a gallery all files need to be image formats":["Beim Hochladen zu einer Galerie müssen alle Dateien in Bildformaten vorliegen"],"https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/":["https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/"],"Flow":["Flow"],"Flex":["Flex"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Du versuchst ein Element zu bearbeiten, welches nicht existiert. Möglicherweise wurde es gelöscht?"],"Customize how you interact with blocks in the block library and editing canvas.":["Anpassen, wie du mit Blöcken in der Block-Bibliothek und im Bearbeitungsbereich interagierst."],"Block interactions":["Block-Interaktionen"],"Customize options related to the block editor interface and editing flow.":["Optionen für die Schnittstelle des Block-Editors und den Bearbeitungsablauf anpassen."],"Change options related to publishing.":["Optionen für die Veröffentlichung ändern."],"Publishing":["Veröffentlichen"],"Enter character(s) used to separate terms.":["Ein oder mehrere Zeichen zur Trennung der Begriffe eingeben."],"Add \"read more\" link text":["Einen „Weiterlesen“-Linktext hinzufügen"],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Blogbeiträge können „oben gehalten“ werden, eine Funktion, die sie auf der Beitrags-Startseite oben hält, bis neue oben gehaltene Beiträge veröffentlicht werden."],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress enthält verschiedene Arten von Inhalten und diese sind in Sammlungen unterteilt, die „Inhaltstypen“ genannt werden. Standardmäßig gibt es ein paar verschiedene, wie Blogbeiträge und Seiten, aber Plugins können weitere hinzufügen."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Umschalten, um den globalen Abfragekontext zu verwenden, der mit dem aktuellen Template eingestellt ist, z. B. ein Archiv oder eine Suche. Deaktivieren, um die Einstellungen unabhängig anzupassen."],"Inherit query from template":["Abfrage aus Template übernehmen"],"Site Title placeholder":["Website-Titel-Platzhalter"],"Site Tagline placeholder":["Website-Untertitel-Platzhalter"],"Link image to home":["Bild auf die Startseite verlinken"],"block example\u0004Home Link":["Link der Startseite"],"Add home link":["Link zur Startseite hinzufügen"],"Home link text":["Linktext der Startseite"],"Media width":["Medienbreite"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"No published posts found.":["Es wurden keine veröffentlichten Beträge gefunden."],"Autoplay may cause usability issues for some users.":["Die automatische Wiedergabe kann bei einigen Benutzern zu Problemen bei der Benutzerfreundlichkeit führen."],"Style":["Stil"],"Radius":["Radius"],"Link radii":["Radii verlinken"],"Unlink radii":["Radii-Links entfernen"],"Bottom right":["Unten rechts"],"Bottom left":["Unten links"],"Top right":["Oben rechts"],"Top left":["Oben links"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["Der Block „%s“ ist von Fehlern betroffen und funktioniert möglicherweise nicht richtig. Bitte prüfe für weitere Details die Entwicklungswerkzeuge."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Deaktiviere Blöcke, die du nicht im Inserter haben möchtest. Du kannst sie später jederzeit wieder einschalten."],"Visible blocks":["Sichtbare Blöcke"],"Review settings, such as visibility and tags.":["Einstellungen wie Sichtbarkeit und Schlagwörter überprüfen."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Ein erweiterter Block, der das Anzeigen von Inhaltstypen anhand verschiedener Abfrage-Parameter und visueller Konfigurationen erlaubt."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Enthält die Blockelemente, die für die Ausgabe eines Beitrags verwendet werden, beispielsweise Titel, Datum, Beitragsbild, Inhalt oder Textauszug und mehr."],"block title\u0004Post Template":["Beitrags-Template"],"block keyword\u0004link":["Link"],"No preview available.":["Vorschau ist nicht verfügbar."],"Widgets footer":["Widgets-Footer"],"Display block breadcrumbs deactivated":["Anzeige der Block-Breadcrumbs deaktiviert"],"Display block breadcrumbs activated":["Anzeige der Block-Breadcrumbs aktiviert"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Templates helfen dabei, das Layout der Website festzulegen. Du kannst alle Aspekte deiner Beiträge und Seiten über Blöcke und Vorlagen in diesem Editor anpassen."],"noun\u0004Document":["Dokument"],"%d block is hidden.":["%d Block ist verborgen.","%d Blöcke sind verborgen."],"The calendar block is hidden because there are no published posts.":["Der Kalender-Block ist verborgen, weil es keine veröffentlichten Beiträge gibt."],"block keyword\u0004movie":["Film"],"block description\u0004Embed a video from your media library or upload a new one.":["Ein Video aus deiner Mediathek einbetten oder ein neues hochladen."],"block keyword\u0004poem":["Gedicht"],"block keyword\u0004poetry":["Lyrik"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Füge Lyrik ein. Benutze spezielle Abstandsformate. Oder zitiere Liedtexte."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Dieser Block ist veraltet. Bitte verwende stattdessen den Spalten-Block."],"block description\u0004A cloud of your most used tags.":["Eine Wolke deiner meist genutzten Schlagwörter."],"block style label\u0004Stripes":["Streifen"],"block keyword\u0004summary":["Zusammenfassung"],"block keyword\u0004document outline":["Gliederung des Dokuments"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Fasse deinen Beitrag mit einer Liste an Überschriften zusammen. Füge HTML-Anker zu Überschriftenblöcken hinzu, um sie hier zu verknüpfen."],"block title\u0004Table of Contents":["Inhaltsverzeichnis"],"block description\u0004Add white space between blocks and customize its height.":["Weißraum zwischen den Blöcken hinzufügen und dessen Höhe anpassen."],"block style label\u0004Pill Shape":["Pillenform"],"block style label\u0004Logos Only":["Nur Logos"],"block description\u0004Display icons linking to your social media profiles or sites.":["Icons anzeigen, die mit deinen Social-Media-Profilen oder Websites verlinkt sind."],"block description\u0004Display an icon linking to a social media profile or site.":["Ein Icon anzeigen, das mit einem Social-Media-Profil oder einer Website verlinkt ist."],"block keyword\u0004description":["Beschreibung"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it’s not displayed in the theme design.":["Beschreibe in wenigen Worten, worum es bei der Website geht. Der Untertitel lässt sich in Suchergebnissen oder beim Teilen in sozialen Netzwerken verwenden, auch wenn er im Theme-Design nicht angezeigt wird."],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Zusätzliche individuelle Elemente über einen WordPress-Shortcode einfügen."],"block style label\u0004Dots":["Punkte"],"block style label\u0004Wide Line":["Breite Linie"],"block keyword\u0004divider":["Trennlinie"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["horizontale Linie"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Trenne deine Ideen oder Abschnitte mit einem horizontalen Trennelement."],"block keyword\u0004find":["finden"],"block description\u0004Help visitors find your content.":["Hilf Besuchern, deine Inhalte zu finden."],"block keyword\u0004feed":["Feed"],"block keyword\u0004atom":["Atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Einträge von jedem RSS- oder Atom-Feed anzeigen."],"block keyword\u0004cite":["zitieren"],"block keyword\u0004blockquote":["Blockquote"],"block description\u0004Display the query title.":["Abfrage-Titel anzeigen."],"block title\u0004Query Title":["Abfrage-Titel"],"block description\u0004Displays a paginated navigation to next\/previous set of posts, when applicable.":["Zeigt – falls verfügbar – eine seitenweise Navigation zum nächsten\/vorherigen Satz von Beiträgen an."],"block description\u0004Displays the previous posts page link.":["Zeigt den vorherigen Beitrags-Seiten-Link an."],"block description\u0004Displays a list of page numbers for pagination":["Zeigt eine Liste von Seitenzahlen für die Seitennummerierung an"],"block description\u0004Displays the next posts page link.":["Zeigt den nächsten Beitrags-Seiten-Link an."],"block description\u0004Give special visual emphasis to a quote from your text.":["Hebe ein Zitat aus deinem Text optisch besonders hervor."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Füge Text hinzu, der deine Abstände und Tabulatoren respektiert und ebenfalls Styling erlaubt."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Zeigt den Titel eines Beitrags, einer Seite oder einer sonstigen Inhaltsart an."],"block description\u0004Post terms.":["Beitragsbegriffe."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Zeigt den Link zum nächsten oder vorherigen Beitrag an, der an den aktuellen Beitrag angrenzt."],"block title\u0004Post Navigation Link":["Beitrags-Navigations-Link"],"block description\u0004Display a post's featured image.":["Beitragsbild eines Beitrags anzeigen."],"block description\u0004Display the excerpt.":["Den Textauszug anzeigen."],"block description\u0004Displays the contents of a post or page.":["Zeigt die Inhalte eines Beitrags oder einer Seite an."],"block description\u0004Displays the link to the current post comments.":["Zeigt den Link zu den aktuellen Beitragskommentaren an."],"block description\u0004Display a post's comments form.":["Das Kommentarformular eines Beitrags anzeigen."],"block description\u0004Display a post's comments count.":["Die Anzahl der Kommentare eines Beitrags anzeigen."],"block keyword\u0004text":["Text"],"block description\u0004Start with the basic building block of all narrative.":["Starte mit dem Grundbaustein aller Erzählungen."],"block description\u0004Display a list of all pages.":["Eine Liste aller Seiten anzeigen."],"block keyword\u0004pagination":["Seitennummerierung"],"block keyword\u0004next page":["nächste Seite"],"block description\u0004Separate your content into a multi-page experience.":["Trenne deinen Inhalt und präsentiere ihn auf mehreren Seiten."],"block keyword\u0004navigation":["Navigation"],"block keyword\u0004menu":["Menü"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Eine Sammlung von Blöcken, mit denen Besucher auf deiner Website navigieren können."],"block description\u0004Add a page, link, or another item to your navigation.":["Eine Seite, einen Link oder ein anderes Element zu deinem Navigationsmenü hinzufügen."],"block keyword\u0004read more":["weiterlesen"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["Inhalte vor diesem Block werden im Textauszug auf der Archivseite angezeigt."],"block description\u0004Your site doesn’t include support for this block.":["Deine Website unterstützt diesen Block nicht."],"block keyword\u0004video":["Video"],"block keyword\u0004image":["Bild"],"block description\u0004Set media and words side-by-side for a richer layout.":["Setze Medien und Wörter für ein vielfältigeres Layout nebeneinander."],"block keyword\u0004form":["Formular"],"block keyword\u0004logout":["abmelden"],"block keyword\u0004login":["Anmeldung"],"block description\u0004Show login & logout links.":["Links zum An- und Abmelden anzeigen."],"block keyword\u0004numbered list":["nummerierte Liste"],"block keyword\u0004ordered list":["nummerierte Liste"],"block keyword\u0004bullet list":["Aufzählungsliste"],"block description\u0004Create a bulleted or numbered list.":["Eine Aufzählungs- oder nummerierte Liste erstellen."],"block description\u0004Display a legacy widget.":["Ein Legacy-Widget anzeigen."],"block title\u0004Legacy Widget":["Legacy-Widget"],"block keyword\u0004recent posts":["Aktuelle Beiträge"],"block description\u0004Display a list of your most recent posts.":["Zeige eine Liste deiner neuesten Beiträge an."],"block keyword\u0004recent comments":["Letzte Kommentare"],"block description\u0004Display a list of your most recent comments.":["Eine Liste deiner letzten Kommentare anzeigen."],"block style label\u0004Rounded":["Abgerundet"],"block style label\u0004Default":["Standard"],"block keyword\u0004picture":["Bild"],"block keyword\u0004photo":["Foto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Ein Bild einfügen, um eine visuelle Aussage zu treffen."],"block keyword\u0004embed":["einbetten"],"block description\u0004Add custom HTML code and preview it as you edit.":["Individuellen HTML-Code hinzufügen, mit Voransicht während des Bearbeitens."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Erzeuge einen Link, der stets auf die Homepage der Website verweist. Normalerweise unnötig, wenn es im Header bereits einen Seitentitel-Link gibt."],"block title\u0004Home Link":["Home-Link"],"block keyword\u0004subtitle":["Untertitel"],"block keyword\u0004title":["Titel"],"block keyword\u0004section":["Abschnitt"],"block keyword\u0004row":["Zeile"],"block keyword\u0004wrapper":["Wrapper"],"block keyword\u0004container":["Container"],"block keyword\u0004photos":["Fotos"],"block keyword\u0004images":["Bilder"],"block description\u0004Display multiple images in a rich gallery.":["Zeige mehrere Bilder in einer ansprechenden Galerie an."],"block description\u0004Use the classic WordPress editor.":["Den klassischen WordPress-Editor verwenden."],"block keyword\u0004download":["Download"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["Dokument"],"block description\u0004Add a link to a downloadable file.":["Einen Link zu einer Datei zum Herunterladen hinzufügen."],"block description\u0004A single column within a columns block.":["Eine einzelne Spalte innerhalb eines Spalten-Blocks."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Code-Schnipsel anzeigen, die deine Abstände und Tabs beibehalten."],"block description\u0004Display a list of all categories.":["Eine Liste aller Kategorien anzeigen."],"block keyword\u0004archive":["Archiv"],"block keyword\u0004posts":["Beiträge"],"block description\u0004A calendar of your site’s posts.":["Ein Kalender mit den Beiträgen deiner Website."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Besucher mit einer Gruppe von Button-Links zum Handeln auffordern."],"block style label\u0004Outline":["Kontur"],"block style label\u0004Fill":["Füllen"],"block description\u0004Prompt visitors to take action with a button-style link.":["Besucher mit einem Link im Button-Stil auffordern, aktiv zu werden."],"block keyword\u0004recording":["Aufnahme"],"block keyword\u0004podcast":["Podcast"],"block keyword\u0004sound":["Sound"],"block keyword\u0004music":["Musik"],"block description\u0004Embed a simple audio player.":["Einen einfachen Audio-Player einbetten."],"block description\u0004Display a date archive of your posts.":["Ein monatliches Archiv deiner Beiträge anzeigen."],"Letter spacing":["Zeichenabstand"],"Points (pt)":["Points (pt)"],"Picas (pc)":["Picas (pc)"],"Inches (in)":["Inches (in)"],"Millimeters (mm)":["Millimeter (mm)"],"Centimeters (cm)":["Zentimeter (cm)"],"x-height of the font (ex)":["x-Höhe der Schriftart (ex)"],"Width of the zero (0) character (ch)":["Breite des Zeichens (ch) Null (0)"],"Viewport largest dimension (vmax)":["Größte Viewport-Ausdehnung (vmax)"],"Viewport smallest dimension (vmin)":["Kleinste Viewport-Ausdehnung (vmin)"],"Percent (%)":["Prozent (%)"],"Welcome to the template editor":["Willkommen beim Template-Editor"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Dein Theme stellt dir %s „Block“-Bereich zur Verfügung, wo du Inhalte hinzufügen und bearbeiten kannst. Versuche, hier eine Suchleiste, Social-Icons oder andere Blöcke einzubauen und schau, wie sie auf der Website aussehen.","Dein Theme stellt dir %s verschiedene „Block“-Bereiche bereit, wo du Inhalte hinzufügen und bearbeiten kannst. Versuche, hier eine Suchleiste, Social-Icons oder andere Blöcke einzubauen und schau, wie sie auf deiner Website aussehen."],"Margin":["Außenabstand"],"New to the block editor?":["Neu im Block-Editor?"],"Get the Classic Widgets plugin.":["Hol dir das Plugin Classic Widgets."],"Want to stick with the old widgets?":["Möchtest du bei den alten Widgets bleiben?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Du kannst nun jeden Block zu den Widget-Bereichen deiner Website hinzufügen. Keine Sorge, all deine Lieblings-Widgets funktionieren weiter problemlos."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Dein Theme stellt verschiedene „Block“-Bereiche bereit, wo du Inhalte hinzufügen und bearbeiten kannst. Versuche, hier eine Suchleiste, Social-Icons oder andere Blöcke einzubauen und schau, wie sie auf deiner Website aussehen."],"Welcome to block Widgets":["Willkommen bei den Block-Widgets"],"Contain text cursor inside block deactivated":["Enthält den Textcursor innerhalb eines deaktivierten Blocks"],"Contain text cursor inside block activated":["Enthält den Textcursor innerhalb eines aktivierten Blocks"],"(Home link, opens in a new tab)":["(Link zur Startseite, öffnet in einem neuen Tab)"],"Close menu":["Menü schließen"],"Open menu":["Menü öffnen"],"Styles consolidated from core, theme, and user origins.":["Styles konsolidiert aus Core, Theme und Benutzerquellen."],"Settings consolidated from core, theme, and user origins.":["Einstellungen konsolidiert aus Core, Theme und Benutzerquellen."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Werkzeuge bieten unterschiedliche Interaktionen zum Auswählen, Navigieren und Bearbeiten von Blöcken. Schalte zwischen Auswählen und Bearbeiten um, indem du Escape und Eingabetaste drückst."],"Carousel view":["Karussell-Ansicht"],"Next pattern":["Nächste Vorlage"],"Previous pattern":["Vorige Vorlage"],"Start blank":["Leer beginnen"],"Apply duotone filter":["Duotone-Filter anwenden"],"Duotone":["Duotone"],"Page on front":["Frontseite"],"Show on front":["Vorne anzeigen"],"Logo":["Logo"],"Tagline":["Untertitel"],"Highlights":["Glanzlichter"],"Shadows":["Schatten"],"Duotone: %s":["Duotone: %s"],"Duotone code: %s":["Duotone-Code: %s"],"Active theme gradients.":["Verläufe des aktiven Themes."],"Active theme font sizes.":["Schriftgrößen des aktiven Themes."],"Active theme color palette.":["Farbpalette des aktiven Themes."],"Maximum upload size in bytes allowed for the site.":["Maximale Upload-Größe für diese Website in Bytes."],"Available image sizes.":["Verfügbare Bildgrößen."],"Determines whether the image editing feature is enabled.":["Stellt fest, ob die Bearbeitung von Bildern aktiviert ist."],"Available image dimensions.":["Verfügbare Bildgrößen."],"Default size for images.":["Standardgrößen für Bilder."],"Determines whether the current locale is right-to-left (RTL).":["Stellt fest, ob die aktuelle Sprache von rechts nach links (RTL) geschrieben wird."],"Enables custom units.":["Aktiviert individuelle Einheiten."],"Enables custom spacing.":["Aktiviert individuelle Abstände."],"Enables custom line height.":["Aktiviert die individuelle Zeilenhöhe."],"Disables custom font size.":["Deaktiviert die individuelle Schriftgröße."],"Disables custom colors.":["Deaktiviert individuelle Farben."],"Returns all the categories for block types that will be shown in the block editor.":["Gibt alle Kategorien für Block-Typen aus, die im Block-Editor angezeigt werden."],"List of allowed mime types and file extensions.":["Liste erlaubter MIME-Typen und Dateierweiterungen."],"List of allowed block types.":["Liste erlaubter Block-Typen."],"Enable\/Disable Wide\/Full Alignments.":["Ausrichtungen für Gesamte oder Weite Breite de-\/aktivieren."],"Widget types to hide from Legacy Widget block.":["Widget-Typen, die für den Legacy-Widget-Block nicht sichtbar sein sollen."],"Enable\/disable layouts support in container blocks.":["Die Unterstützung für Layouts in Container-Blöcken de-\/aktivieren."],"Editor styles":["Editor-Stile"],"Enables experimental Site Editor blocks":["Aktiviert experimentelle Blöcke des Website-Editors"],"Sorry, you are not allowed to read the block editor settings.":["Du bist leider nicht berechtigt, die Block-Editor-Einstellungen zu lesen."],"Patterns list":["Vorlagenliste"],"Use left and right arrow keys to move through blocks":["Verwende die linke und rechte Pfeiltaste, um durch die Blöcke zu navigieren"],"Customize the width for all elements that are assigned to the center or wide columns.":["Passe die Breite für alle Elemente an, die der mittleren oder breiten Spalte(n) zugewiesen sind."],"Wide":["Breit"],"Layout":["Layout"],"Dotted":["Gepunktet"],"Dashed":["Gestrichelt"],"Add new page":["Neue Seite hinzufügen"],"Close inserter":["Inserter schließen"],"Customizing":["Anpassen"],"Widget types":["Widget-Typen"],"Custom Template":["Individuelles Template"],"Create custom template":["Ein individuelles Template erstellen"],"Custom template created. You're in template mode now.":["Ein individuelles Template wurde erstellt. Du befindest dich jetzt im Template-Modus."],"Term Description":["Begriffsbeschreibung"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Kategoriebeschreibungen, Schlagwörter und individuelle Taxonomien beim Aufruf eines Archivs anzeigen."],"block title\u0004Term Description":["Begriffsbeschreibung"],"Post Comments Link block: post not found.":["Beitrags-Kommentar-Link: Es wurde kein Beitrag gefunden."],"%s comment":["%s Kommentar","%s Kommentare"],"No comments":["Keine Kommentare"],"block title\u0004Comments Link":["Link zu den Kommentaren"],"Provided type is not supported.":["Der bereitgestellte Typ wird nicht unterstützt."],"Archive title":["Archiv-Titel"],"Display the archive title based on the queried object.":["Archiv-Titel basierend auf den abgefragten Objekten anzeigen."],"Archive Title":["Archiv-Titel"],"Click plus to add":["Klick zum Hinzufügen auf Plus"],"Log out":["Abmelden"],"Redirect to current URL":["An die aktuelle URL weiterleiten"],"Display login as form":["Anmeldung als Formular anzeigen"],"block title\u0004Login\/out":["An-\/abmelden"],"Widget is missing.":["Das Widget fehlt."],"Legacy Widget Preview":["Legacy-Widget-Vorschau"],"Select widget":["Ein Widget auswählen"],"block title\u0004Custom Link":["Individueller Link"],"Embed of %s.":["Einbettung von %s."],"PDF embed":["PDF-Einbettung"],"Embed of the selected PDF file.":["Einbettung der ausgewählten PDF-Datei."],"Copied URL to clipboard.":["URL wurde in die Zwischenablage kopiert."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Hinweis: Die meisten Browser für Handys und Tablets zeigen keine eingebetteten PDFs an."],"Show inline embed":["Inline-Einbettung anzeigen"],"PDF settings":["PDF-Einstellungen"],"%1$s (%2$d of %3$d)":["%1$s (%2$d von %3$d)"],"Add citation":["Quellenangabe hinzufügen"],"Add quote":["Zitat hinzufügen"],"Add caption":["Beschriftung hinzufügen"],"Type \/ to choose a block":["Tippe \/, um einen Block auszuwählen"],"%1$s. There is %2$d event":["%1$s. Es gibt %2$d Ereignis","%1$s. Es gibt %2$d Ereignisse"],"Relative to root font size (rem)\u0004rems":["rems"],"Relative to parent font size (em)\u0004ems":["ems"],"Manage with live preview":["Mit Live-Vorschau verwalten"],"Move to widget area":["In einen anderen Widget-Bereich verschieben"],"Border color":["Randfarbe"],"Border width":["Randbreite"],"Border":["Ränder"],"Generic label for block inserter button\u0004Toggle block inserter":["Block-Inserter umschalten"],"Clear customizations":["Anpassungen entfernen"],"Template revert failed. Please reload.":["Das Zurücksetzen des Templates ist fehlgeschlagen. Bitte neu laden."],"Template reverted.":["Das Template wurde zurückgesetzt."],"The editor has encountered an unexpected error. Please reload.":["Im Editor ist ein unerwarteter Fehler aufgetreten. Bitte neu laden."],"This template is not revertable.":["Dieses Template lässt sich nicht zurücksetzen."],"A link to a post format":["Ein Link zu einem Beitragsformat"],"Post Format Link":["Beitragsformat-Link"],"This content is password protected.":["Dieser Inhalt ist passwortgeschützt."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s<\/span>":["%1$s Kommentar<span class=\"screen-reader-text\"> auf %2$s<\/span>","%1$s Kommentare<span class=\"screen-reader-text\"> auf %2$s<\/span>"],"No comments<span class=\"screen-reader-text\"> on %s<\/span>":["Keine Kommentare<span class=\"screen-reader-text\"> auf %s<\/span>"],"Page title":["Seitentitel"],"Grid":["Raster"],"Template name\u0004Single Posts":["Einzelne Beiträge"],"Default based on area (%s)":["Standard auf Basis des Bereiches (%s)"],"Area":["Bereich"],"navigation link preview example\u0004Example Link":["Beispiel-Link"],"Select tag":["Schlagwort auswählen"],"Select category":["Kategorie auswählen"],"Select page":["Seite auswählen"],"Select post":["Beitrag auswählen"],"Select a block to install and add it to your post.":["Wähle einen zu installierenden Block aus und füge ihn zu deinem Beitrag hinzu."],"Available to install":["Verfügbar zur Installation"],"No results available from your installed blocks.":["Es sind keine Ergebnisse für deine installierten Blöcke verfügbar."],"%d additional block is available to install.":["%d zusätzlicher Block ist für die Installation verfügbar.","%d zusätzliche Blöcke sind für die Installation verfügbar."],"Blocks available for install":["Verfügbare Blöcke für die Installation"],"Install block":["Block installieren"],"%1$s <span>by %2$s<\/span>":["%1$s <span>von %2$s<\/span>"],"Installing…":["Wird installiert …"],"Installed!":["Installiert!"],"Install %1$s. %2$s stars with %3$s review.":["Installiere %1$s. %2$s Sterne mit einer %3$s-Bewertung.","Installiere %1$s. %2$s Sterne mit %3$s-Bewertungen."],"Try reloading the page.":["Versuche, die Seite neu zu laden."],"Block %s installed and added.":["Block %s wurde installiert und hinzugefügt."],"Invalid item":["Ungültiges Element"],"Switch to '%s'":["Zu ‚%s‘ wechseln"],"List View":["Listenansicht"],"Template name\u0004Taxonomy":["Taxonomie"],"Template part created.":["Das Template-Teil wurde erstellt."],"Template (selected)":["Template (ausgewählt)"],"Search for blocks and patterns":["Suche nach Blöcken und Vorlagen"],"If you have entered a custom label, it will be prepended before the title.":["Wenn du ein individuelles Label eingegeben hast, wird es dem Titel vorangestellt."],"Display the title as a link":["Den Titel als Link anzeigen"],"Displays the post link that precedes the current post.":["Zeigt den Beitrags-Link an, der dem aktuellen Beitrag vorausgeht."],"Previous post":["Vorheriger Beitrag"],"Displays the post link that follows the current post.":["Zeigt den Beitrags-Link an, der auf den aktuellen Beitrag folgt."],"Next post":["Nächster Beitrag"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Bearbeite die verschiedenen globalen Regionen deiner Website, zum Beispiel den Header, den Footer und die Seitenleiste, oder erstelle eine eigene."],"block title\u0004Page List":["Seitenliste"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Deine Website hat noch keine Beiträge, daher gibt es hier noch nichts anzuzeigen."],"Select %s":["%s auswählen"],"label for previous post link\u0004Previous":["Zurück"],"label for next post link\u0004Next":["Vorwärts"],"An example title":["Ein Beispieltitel"],"Previous page link":["Link für vorherige Seite"],"Previous Page":["Vorherige Seite"],"block title\u0004Comments Page Numbers":["Kommentar-Paginierungsnummern"],"Next page link":["Link für nächste Seite"],"Next Page":["Nächste Seite"],"Max page to show":["Maximal anzuzeigende Seiten"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Grenze die Seiten ein, die du anzeigen möchtest, selbst wenn die Abfrage mehr Ergebnisse hat. Um alle Seiten anzuzeigen, verwende 0 (null)."],"Template part has been deleted or is unavailable: %s":["Das Template-Teil wurde gelöscht oder ist nicht verfügbar: %s"],"Icon color":["Icon-Farbe"],"Block cannot be rendered inside itself.":["Ein Block kann nicht in sich selbst ausgeführt werden."],"Indent":["Einrücken"],"Outdent":["Ausrücken"],"Ordered":["Sortiert"],"Unordered":["Unsortiert"],"Space between items":["Abstand zwischen Elementen"],"Add Media":["Medien hinzufügen"],"Add text over image":["Text über dem Bild hinzufügen"],"Drag":["Ziehen"],"Add an anchor":["Einen Anchor hinzufügen"],"Align":["Ausrichten"],"Additional":["Weitere"],"Panels":["Bedienfelder"],"Display block breadcrumbs":["Block-Breadcrumbs anzeigen"],"Shows block breadcrumbs at the bottom of the editor.":["Zeigt Block-Breadcrumbs am unteren Editor-Rand an."],"The pattern category slugs.":["Kategorie-Titelformen der Vorlage."],"The pattern content.":["Inhalt der Vorlage."],"https:\/\/wordpress.org\/support\/forums\/":["https:\/\/de.wordpress.org\/support\/forums\/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums<\/a>.":["Ein unerwarteter Fehler ist aufgetreten. Es scheint etwas mit WordPress.org oder dieser Serverkonfiguration nicht zu stimmen. Sollte das Problem weiter bestehen, nutze bitte die <a href=\"%s\">Support-Foren<\/a>."],"[block rendering halted]":["[Block-Rendering wurde angehalten]"],"block title\u0004Post Terms":["Beitragsbegriffe"],"block title\u0004Featured Image":["Beitragsbild"],"block title\u0004Comments Form":["Formular für Kommentare"],"block title\u0004Comments Count":["Anzahl der Kommentare"],"block title\u0004Comment Date":["Kommentar-Datum"],"block title\u0004Comment Content":["Kommentar-Inhalt"],"block title\u0004Comment Author":["Kommentar-Autor"],"block title\u0004Post Comment":["Beitrags-Kommentar"],"block title\u0004Query Loop":["Abfrage-Loop"],"block title\u0004Template Part":["Template-Teil"],"Untitled Template Part":["Unbenannter Template-Teil"],"block title\u0004Site Title":["Website-Titel"],"block title\u0004Site Tagline":["Website-Untertitel"],"block title\u0004Site Logo":["Website-Logo"],"block title\u0004Social Icon":["Social-Icon"],"block title\u0004Social Icons":["Social-Icons"],"block title\u0004Tag Cloud":["Schlagwort-Wolke"],"block title\u0004Video":["Video"],"block title\u0004Verse":["Vers"],"block title\u0004Text Columns (deprecated)":["Textspalten (veraltet)"],"block title\u0004Table":["Tabelle"],"block title\u0004Spacer":["Abstandshalter"],"block title\u0004Shortcode":["Shortcode"],"block title\u0004Separator":["Trennzeichen"],"block title\u0004Group":["Gruppe"],"block title\u0004Search":["Suchen"],"block title\u0004RSS":["RSS"],"block title\u0004Pullquote":["Pullquote"],"block title\u0004Preformatted":["Vorformatiert"],"block title\u0004Page Break":["Seitenumbruch"],"block title\u0004More":["Mehr"],"block title\u0004Unsupported":["Nicht unterstützt"],"block title\u0004List":["Liste"],"block title\u0004Latest Posts":["Neueste Beiträge"],"block title\u0004Latest Comments":["Neueste Kommentare"],"block title\u0004Navigation":["Navigation"],"block title\u0004Media & Text":["Medien und Text"],"block title\u0004Custom HTML":["Individuelles HTML"],"block title\u0004File":["Datei"],"block title\u0004Cover":["Cover"],"block title\u0004Column":["Spalte"],"block title\u0004Columns":["Spalten"],"block title\u0004Code":["Code"],"block title\u0004Calendar":["Kalender"],"block title\u0004Buttons":["Buttons"],"block title\u0004Button":["Button"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Archive"],"block title\u0004Gallery":["Galerie"],"block title\u0004Quote":["Zitat"],"block title\u0004Heading":["Überschrift"],"block title\u0004Image":["Bild"],"block title\u0004Paragraph":["Absatz"],"Editor canvas":["Editor-Arbeitsfläche"],"Select unit":["Einheit auswählen"],"The id of a template":["Die ID eines Templates"],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":["Unten ausrichten"],"Block vertical alignment setting\u0004Align middle":["Mittig ausrichten"],"Block vertical alignment setting\u0004Align top":["Oben ausrichten"],"Capitalize":["Großschreibung"],"Lowercase":["Kleinbuchstaben"],"Uppercase":["Großbuchstaben"],"Post author byline text":["Beitragsautor-Unterzeilentext"],"Default (<div>)":["Standard (<div>)"],"HTML element":["HTML-Element"],"Write site title…":["Website-Titel eingeben …"],"Site title text":["Website-Titel-Text"],"Write site tagline…":["Website-Untertitel eingeben …"],"Site tagline text":["Website-Untertiteltext"],"Wood thrush singing in Central Park, NYC.":["Singende Walddrossel im Central Park, NYC."],"Video caption text":["Video-Untertitel Text"],"Write verse…":["Verse schreiben…"],"Verse text":["Vers-Text"],"Column %d text":["Spalte %d Text"],"Table caption text":["Text der Tabellenüberschrift"],"Footer cell text":["Text für die Fußzelle"],"Body cell text":["Text der Hauptzelle"],"Header cell text":["Text für die Kopfzelle"],"Shortcode text":["Shortcode-Text"],"Pullquote citation text":["Pullquote-Zitat-Text"],"Pullquote text":["Pullquote-Text"],"Preformatted text":["Vorformatierter Text"],"List text":["Listen-Text"],"Navigation link text":["Navigations-Link-Text"],"Start empty":["Leer anfangen"],"Download button text":["Download-Button Text"],"Vertical":["Vertikal"],"Horizontal":["Horizontal"],"Audio caption text":["Audio-Untertitel-Text"],"Gallery caption text":["Galerie-Bildunterschrift-Text"],"Heading text":["Überschrift-Text"],"Image caption text":["Bildunterschrift-Text"],"Editing template. Changes made here affect all posts and pages that use the template.":["Template bearbeiten. Hier vorgenommene Änderungen wirken sich auf alle Beiträge und Seiten aus, die das Template verwenden."],"Add template: %s":["Template hinzufügen: %s"],"To show a comment, input the comment ID.":["Um einen Kommentar anzuzeigen, gib die Kommentar-ID ein."],"No Title":["Kein Titel"],"Image, Date, & Title":["Bild, Datum und Titel"],"Title & Date":["Titel und Datum"],"Display a list of your most recent posts, excluding sticky posts.":["Zeigt eine Liste deiner neusten Beiträge an, mit Ausnahme der oben gehaltenen Beiträge."],"Posts List":["Beitragsliste"],"Toggle full height":["Umschalten auf volle Höhe"],"Font weight":["Schriftstärke"],"Font style":["Schriftstil"],"%1$s %2$s":["%1$s %2$s"],"Themes":["Themes"],"Template name\u0004Tag Archives":["Schlagwort-Archive"],"Template name\u0004Date Archives":["Datums-Archive"],"Template name\u0004Category Archives":["Kategorie-Archive"],"Template name\u0004Author Archives":["Autor-Archive"],"Template name\u0004Pages":["Seiten"],"Keyword":["Suchbegriff"],"Filters":["Filter"],"Viewport height (vh)":["Viewport-Höhe (vh)"],"Viewport width (vw)":["Viewport-Breite (vw)"],"Relative to root font size (rem)":["Relativ zur Basis-Schriftgröße (rem)"],"Relative to parent font size (em)":["Relativ zur vererbten Schriftgröße (em)"],"Pixels (px)":["Pixel (px)"],"Percentage (%)":["Prozentual (%)"],"Button width":["Button-Breite"],"Width settings":["Breite-Einstellungen"],"Keyboard input":["Tastatur-Eingabe"],"Transform to variation":["In Variation umwandeln"],"Font family":["Schriftfamilie"],"Letter case":["Schreibweise"],"Decoration":["Dekoration"],"Custom colors are empty! Add some colors to create your own color palette.":["Die individuellen Farben sind leer! Füge einige Farben hinzu, um deine eigene Farbpalette zu erstellen."],"Close search":["Suche schließen"],"Search in %s":["Suche nach %s"],"Title, Date, & Excerpt":["Titel, Datum und Textauszug"],"Title & Excerpt":["Titel und Textauszug"],"Sticky posts":["Oben gehaltene Beiträge"],"Only":["Nur"],"Exclude":["Ausschließen"],"Include":["Einschließen"],"Loading …":["Wird geladen …"],"Detach blocks from template part":["Blöcke vom Template-Teil lösen"],"Template name\u0004Search Results":["Suchergebnisse"],"Template name\u0004Front Page":["Startseite"],"Color palettes":["Farbpaletten"],"Remove color":["Farbe entfernen"],"Color name":["Farbname"],"Add extra areas to the editor.":["Zusätzliche Bereiche zum Editor hinzufügen."],"Choose what displays in the panel.":["Wähle aus, was das Bedienfeld anzeigt."],"Use theme styles":["Theme-Stile verwenden"],"Make the editor look like your theme.":["Lass den Editor wie dein Theme aussehen."],"Highlights the current block and fades other content.":["Hebt den aktuellen Block hervor und blendet anderen Inhalt aus."],"Appearance":["Design"],"Contain text cursor inside block":["Enthält den Textcursor innerhalb des aktiven Blocks"],"Aids screen readers by stopping text caret from leaving blocks.":["Unterstützt Screenreader, indem der Textcursor innerhalb der Blöcke bleibt."],"Show most used blocks":["Die meistbenutzten Blöcke anzeigen"],"Places the most frequent blocks in the block library.":["Platziert die meist genutzten Blöcke in die Block-Bibliothek."],"Include pre-publish checklist":["Die Checkliste vor dem Veröffentlichen einschließen"],"Preferences":["Einstellungen"],"Widgets settings":["Widgets-Einstellungen"],"Widgets and blocks":["Widgets und Blöcke"],"Widgets top bar":["Widgets obere Leiste"],"Your theme does not contain any Widget Areas.":["Dein Theme enthält keine Widgetbereiche."],"Blocks in this Widget Area will not be displayed in your site.":["Blöcke in diesem Widget-Bereich werden auf deiner Website nicht angezeigt."],"Could not save the following widgets: %s.":["Folgende Widgets konnten nicht gespeichert werden: %s."],"There was an error. %s":["Ein Fehler ist aufgetreten. %s"],"Items per Page":["Elemente pro Seite"],"Add tracks":["Tracks hinzufügen"],"Remove track":["Track entfernen"],"English":["Englisch"],"Kind":["Art"],"Language tag (en, fr, etc.)":["Sprachkürzel (en, fr etc.)"],"Source language":["Ausgangssprache"],"Title of track":["Titel des Tracks"],"Label":["Label"],"Edit track":["Track bearbeiten"],"Text tracks":["Texthinweise"],"Edit %s":["%s bearbeiten"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Hinweise können Untertitel, Beschriftungen, Kapitel oder Beschreibungen sein. Sie tragen dazu bei, deine Inhalte für eine größere Anzahl von Benutzern besser zugänglich zu machen."],"Chapters":["Kapitel"],"Descriptions":["Beschreibungen"],"Captions":["Bildbeschreibung"],"Subtitles":["Untertitel"],"Repeated background":["Hintergrund wiederholen"],"One column":["Eine Spalte"],"100":["100"],"Reset to defaults":["Auf Standardeinstellungen zurücksetzen"],"Item selected.":["Eintrag ausgewählt."],"Show more settings":["Weitere Einstellungen anzeigen"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Deine Website unterstützt den „%s“-Block nicht. Du kannst versuchen, den Block zu installieren oder ihn ganz entfernen."],"Make title a link":["Titel als Link darstellen"],"Open links in new tab":["Links in neuem Tab öffnen"],"“Read more” link text":["Weiterlesen-Linktext"],"The current image has no alternative text. The file name is: %s":["Das aktuelle Bild hat keinen Alternativtext. Der Dateiname ist: %s"],"Current image: %s":["Aktuelles Bild: %s"],"link color":["Linkfarbe"],"Show button text labels":["Beschriftungen für Button-Text anzeigen"],"Delete menu":["Menü löschen"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Deine Website unterstützt den „%s“-Block nicht. Du kannst versuchen, diesen Block zu installieren, ihn in einen individuellen HTML-Block umwandeln oder ihn ganz entfernen."],"Install %s":["Installiere %s"],"Percentage Width":["Prozentuale Breite"],"Display Settings":["Einstellungen anzeigen"],"Use button with icon":["Button mit Icon benutzen"],"Button inside":["Button innen"],"Button outside":["Button außen"],"No button":["Kein Button"],"Change button position":["Buttonposition ändern"],"Toggle search label":["Suchbeschriftung ein-\/ausblenden"],"Details":["Details"],"Radial":["Radial"],"Linear":["Linear"],"Saving…":["Wird gespeichert …"],"Create: <mark>%s<\/mark>":["Erstellen: <mark>%s<\/mark>"],"Search for patterns":["Nach Vorlagen suchen"],"Term items not found.":["Begriffselemente nicht gefunden."],"Anonymous":["Anonym"],"Post Comment":["Beitragskommentar"],"Add link to featured image":["Link zum Beitragsbild hinzufügen"],"Create draft post: <mark>%s<\/mark>":["Beitrags-Entwurf erstellen: <mark>%s<\/mark>"],"Characters":["Zeichen"],"Widgets saved.":["Widgets gespeichert."],"Block pattern \"%s\" inserted.":["Die Block-Vorlage „%s“ wurde eingefügt."],"Find out more":["Mehr erfahren"],"Post Comments Form block: Comments are not enabled for this post type (%s).":["Block-Beitrags-Kommentarformular: Kommentare sind für diesen Inhaltstyp nicht aktiviert (%s)."],"Post Comments Count block: post not found.":["Block Beitragskommentar-Zähler: Beitrag nicht gefunden."],"Insert column after":["Spalte danach einfügen"],"Insert column before":["Spalte davor einfügen"],"Insert row after":["Zeile danach einfügen"],"Insert row before":["Zeile davor einfügen"],"Description":["Beschreibung"],"Contact us":["Kontaktiere uns"],"Image width":["Bildbreite"],"Site Icon":["Website-Icon"],"Open the block list view.":["Die Block-Listenansicht öffnen."],"Base":["Basis"],"Author":["Autor"],"Media preview":["Medien-Vorschau"],"Coordinated Universal Time":["Koordinierte Weltzeit"],"Site logo.":["Website-Logo."],"Edit gallery image":["Galerie-Bild bearbeiten"],"Upload external image":["Externes Bild hochladen"],"Image uploaded.":["Bild hochgeladen."],"Could not edit image. %s":["Bild konnte nicht bearbeitet werden. %s"],"Original":["Original"],"Move the selected block(s) down.":["Ausgewählte(n) Block\/Blöcke nach unten verschieben."],"Move the selected block(s) up.":["Ausgewählte(n) Block\/Blöcke nach oben verschieben."],"Move to":["Verschieben nach"],"Browse all":["Alle durchsuchen"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Alles durchsuchen. Dies wird das Haupt-Inserter-Bedienfeld in der Editor-Werkzeugleiste öffnen."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Benutze die Tab-Taste und die Pfeiltasten, um eine neue Block-Position auszuwählen. Benutze die linke und rechte Pfeiltaste, um die Verschachtelungsebene zu ändern. Sobald eine Position ausgewählt ist, drücke Enter oder die Leertaste, um den Block zu verschieben."],"Reset search":["Suche zurücksetzen"],"Error installing block. You can reload the page and try again.":["Fehler beim Installieren des Blocks. Du kannst die Seite neu laden und es erneut versuchen."],"This block is already installed. Try reloading the page.":["Dieser Block ist bereits installiert. Versuche, die Seite neu zu laden."],"Error registering block. Try reloading the page.":["Fehler beim Registrieren des Blocks. Versuche, die Seite neu zu laden."],"Button only":["Nur Button"],"Name":["Name"],"Template Part \"%s\" inserted.":["Das Template-Teil „%s“ wurde eingefügt."],"Display author name":["Autorennamen anzeigen"],"Crop":["Zuschneiden"],"Rotate":["Drehen"],"Zoom":["Zoom"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Hochformat"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Landscape":["Querformat"],"Aspect Ratio":["Seitenverhältnis"],"The following block has been added to your site.":["Der folgende Block wurde deiner Website hinzugefügt.","Die folgenden Blöcke wurden deiner Website hinzugefügt."],"Added: %d block":["Hinzugefügt: %d Block","Hinzugefügt: %d Blöcke"],"An error occurred.":["Ein Fehler ist aufgetreten."],"Box Control":["Boxen-Steuerung"],"Mixed":["Gemischt"],"Right":["Rechts"],"Left":["Links"],"Bottom":["Unten"],"Top":["Oben"],"Image size presets":["Voreinstellungen für die Bildgröße"],"A tip for using the block editor":["Ein Tipp zur Verwendung des Block-Editors"],"%d block added.":["%d Block hinzugefügt.","%d Blöcke hinzugefügt."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Du bist aktuell im Navigationsmodus. Navigiere durch die Blöcke mithilfe der Tab-Taste und der Pfeiltasten. Benutze die Pfeiltasten links und rechts, um die Verschachtelungsebene zu wechseln. Um den Navigationsmodus zu verlassen und den ausgewählten Block zu bearbeiten, drücke Enter."],"Padding":["Innenabstand"],"%s (selected)":["%s ausgewählt"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Widget-Bereiche sind globale Teile im Layout deiner Website, die Blöcke aufnehmen können. Diese variieren je nach Theme, sind aber normalerweise Teile wie deine Seitenleiste oder Footer."],"The pattern title, in human readable format.":["Der Vorlagentitel in menschenlesbarem Format."],"Design":["Design"],"Text":["Text"],"by %s":["von %s"],"Alignment Matrix Control":["Steuerung der Ausrichtungsmatrix"],"Bottom Right":["Unten Rechts"],"Bottom Center":["Unten zentriert"],"Bottom Left":["Unten Links"],"Center Right":["Mitte Rechts"],"Center Left":["Mitte Links"],"Top Right":["Oben Rechts"],"Top Center":["Oben zentriert"],"Top Left":["Oben Links"],"Open Navigation":["Navigation öffnen"],"Menu name":["Menüname"],"Widget areas":["Widget-Bereiche"],"Moved %d block to clipboard.":["%d Block in die Zwischenablage verschoben.","%d Blöcke in die Zwischenablage verschoben."],"Copied %d block to clipboard.":["%d Block in die Zwischenablage kopiert.","%d Blöcke in die Zwischenablage kopiert."],"Moved \"%s\" to clipboard.":["„%s“ wurde in die Zwischenablage verschoben."],"Copied \"%s\" to clipboard.":["„%s“ wurde in die Zwischenablage kopiert."],"Block navigation structure":["Blocknavigationsstruktur"],"Block %1$d of %2$d, Level %3$d":["Block %1$d von %2$d, Level %3$d"],"Change matrix alignment":["Matrixausrichtung anpassen"],"Notifications":["Benachrichtigungen"],"Are you ready to save?":["Bereit zum Speichern?"],"Template parts":["Template-Teile"],"Offset":["Versatz"],"Number of tags":["Anzahl der Schlagwörter"],"Posts per page":["Beiträge pro Seite"],"A widget area container.":["Ein Container für Widget-Bereiche."],"Widget Area":["Widgetbereich"],"Change content position":["Inhaltsposition ändern"],"Pages":["Seiten"],"Uncategorized":["Nicht kategorisiert"],"Block pattern category\u0004Testimonials":["Testimonials"],"Block pattern category\u0004Featured":["Hervorhebungen"],"Block pattern category\u0004Gallery":["Galerie"],"Block pattern category\u0004Buttons":["Buttons"],"Block pattern category\u0004Posts":["Beiträge"],"Block pattern category\u0004Text":["Text"],"Block pattern categories":["Kategorien der Block-Vorlagen"],"Open save panel":["Speichern-Bedienfeld öffnen"],"Are you sure you want to delete this navigation menu?":["Bist du sicher, dass du dieses Navigationsmenü löschen möchtest?"],"Write byline…":["Autorzeile schreiben …"],"Show bio":["Bio anzeigen"],"Avatar size":["Avatargröße"],"Show avatar":["Avatar anzeigen"],"This column count exceeds the recommended amount and may cause visual breakage.":["Diese Spaltenanzahl übersteigt die empfohlene Anzahl und kann zu visuellem Bruch führen."],"Search results":["Suchergebnisse"],"White":["Weiß"],"Black":["Schwarz"],"Superscript":["Hochgestellt"],"Subscript":["Tiefgestellt"],"Patterns":["Vorlagen"],"Block Library":["Block-Bibliothek"],"Browser default":["Browser-Standard"],"Minimum height of cover":["Mindesthöhe des Covers"],"%1$s Block. Row %2$d":["%1$s Block. Zeile %2$d"],"Typography":["Typografie"],"Line height":["Zeilenhöhe"],"Content":["Inhalt"],"Header":["Header"],"Toggle fullscreen mode.":["Vollbildmodus umschalten."],"Menu Location":["Menü-Position"],"Menu":["Menü"],"Contact":["Kontakt"],"About":["Über"],"Home":["Startseite"],"25 \/ 50 \/ 25":["25 \/ 50 \/ 25"],"33 \/ 33 \/ 33":["33 \/ 33 \/ 33"],"50 \/ 50":["50 \/ 50"],"Current media URL:":["Aktuelle Medien-URL:"],"Block variations":["Block-Varianten"],"Preview in new tab":["Vorschau im neuen Tab"],"Sort collection by post attribute.":["Sammlung nach Beitragsattribut sortieren."],"Order sort attribute ascending or descending.":["Sortierattribut aufsteigend oder absteigend."],"Sorry, you are not allowed to edit posts in this post type.":["Du bist leider nicht berechtigt, Beiträge dieses Inhaltstyps zu bearbeiten."],"Move %1$s block from position %2$d left to position %3$d":["Bewege %1$s Block von Position %2$d nach links zur Position %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Bewege %1$s Block von Position %2$d nach unten zur Position %3$d"],"User":["Benutzer"],"Widget Areas":["Widget-Bereiche"],"Post Type":["Inhaltstyp"],"Site":["Website"],"Block Patterns":["Block-Vorlagen"],"Link to %s":["Link zu %s"],"Type":["Typ"],"Block %1$s is at the beginning of the content and can’t be moved left":["%1$s-Block steht am Anfang des Inhalts und kann nicht nach Links verschoben werden"],"Block %1$s is at the beginning of the content and can’t be moved up":["%1$s-Block steht am Anfang des Inhalts und kann nicht nach Oben verschoben werden"],"Block %1$s is at the end of the content and can’t be moved left":["%1$s-Block befindet sich am Ende des Inhalts und kann nicht nach Links verschoben werden"],"Block %1$s is at the end of the content and can’t be moved down":["%1$s-Block befindet sich am Ende des Inhalts und kann nicht nach Unten verschoben werden"],"Creating":["Erstellen"],"An unknown error occurred during creation. Please try again.":["Während der Erstellung ist ein unbekannter Fehler aufgetreten. Bitte versuche es erneut."],"Create draft page: <mark>%s<\/mark>":["Seiten-Entwurf erstellen: <mark>%s<\/mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Wechsle den Typ eines Blocks, indem du auf das Blocksymbol in der Werkzeugleiste drückst."],"Drag files into the editor to automatically insert media blocks.":["Ziehe Dateien in den Editor, um automatisch Medienblöcke einzufügen."],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":["Rücke eine Liste aus, durch Drücken von <kbd>Backspace<\/kbd> am Anfang einer Zeile."],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":["Einrücken einer Liste durch Drücken von <kbd>Leerzeichen<\/kbd> am Anfang einer Zeile."],"Solid":["Einfarbig"],"Open document settings":["Dokument-Einstellungen öffnen"],"Open block settings":["Block-Einstellungen öffnen"],"Desktop":["Desktop"],"Mobile":["Mobil"],"Tablet":["Tablet"],"Show link on new line":["Link in neuer Zeile anzeigen"],"Date format":["Datumsformat"],"Change Date":["Datum ändern"],"Social Icon":["Social Icon"],"block keyword\u0004links":["Links"],"Select poster image":["Vorschaubild auswählen"],"Image alignment":["Bildausrichtung"],"Display featured image":["Beitragsbild anzeigen"],"Post content":["Beitragsinhalt"],"Media file":["Medien-Datei"],"text color":["Textfarbe"],"Embed a TikTok video.":["Ein TikTok-Video einbetten."],"survey":["Umfrage"],"social":["Social"],"Loading…":["Wird geladen …"],"Customized":["Angepasst"],"Add template":["Template hinzufügen"],"Global Styles":["Globale Stile"],"Display settings":["Anzeige-Einstellungen"],"Choose variation":["Variante wählen"],"Angle":["Winkel"],"%s Block":["%s Block"],"%1$s Block. %2$s":["%1$s Block. %2$s"],"%1$s Block. Column %2$d":["%1$s Block. Spalte %2$d"],"%1$s Block. Column %2$d. %3$s":["%1$s Block. Spalte %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["%1$s Block. Zeile %2$d. %3$s"],"Post Date":["Beitragsdatum"],"Post Author":["Autor"],"Choose":["Auswählen"],"Theme":["Theme"],"Footer label":["Fußzeilen-Label"],"Header label":["Kopfzeilen-Label"],"The description will be displayed in the menu if the current theme supports it.":["Die Beschreibung wird im Menü angezeigt, sofern das benutzte Theme das unterstützt."],"Level %1$s. %2$s":["Ebene %1$s. %2$s"],"Level %s. Empty.":["Ebene %s. Leer."],"Empty":["Leer"],"Search results for \"%s\"":["Suchergebnisse für „%s“"],"Multiple selected blocks":["Mehrere ausgewählte Blöcke"],"By %s":["Von %s"],"Briefly describe the link to help screen reader users.":["Beschreibe den Link in wenigen Worten, um Benutzern von Screenreadern zu helfen."],"Link label":["Link-Label"],"%s label":["%s Label"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATUR)\nFenster, in der Ferne sehr klein, erleuchtet.\nAußen herum ist die Bildfläche fast völlig schwarz, das Fenster wirkt wie eine eingerahmte Briefmarke. Langsam bewegt sich die Kamera darauf zu, allmählich werden andere Formen sichtbar;"],"Full post":["Vollständiger Beitrag"],"Show:":["Anzeigen:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Buttons":["Buttons"],"Background":["Hintergrund"],"Image size":["Bildgröße"],"Here's a detailed guide.":["Hier ist eine detaillierte Anleitung."],"New to the block editor? Want to learn more about using it? ":["Neu im Block-Editor? Willst du mehr über die Bedienung erfahren? "],"Learn how to use the block editor":["Lerne, wie du den Block-Editor benutzen kannst"],"Help":["Hilfe"],"Submit for Review…":["Zur Überprüfung einreichen ..."],"Update…":["Aktualisieren…"],"Untitled":["Ohne Titel"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["Der Block-Editor enthält experimentelle Funktionen, die bereits während der Entwicklung nutzbar sind. Wähle die Funktionen aus, die du aktivieren möchtest. Diese Funktionen werden sich wahrscheinlich ändern, verwende sie daher nicht auf produktiven Seiten."],"Next":["Weiter"],"Previous":["Zurück"],"Finish":["Fertig"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"Guide controls":["Guide-Bedienelemente"],"Remove Control Point":["Kontrollpunkt entfernen"],"Use your left or right arrow keys or drag and drop with the mouse to change the gradient position. Press the button to change the color or remove the control point.":["Benutze deine linke oder rechte Pfeiltaste oder Drag-and-drop mit der Maus, um die Verlaufsposition zu ändern. Drücke den Button, um die Farbe zu ändern oder den Kontrollpunkt zu entfernen."],"Gradient control point at position %1$s%% with color code %2$s.":["Verlaufskontrollpunkt an Position %1$s mit Farbcode %2$s."],"Open Media Library":["Mediathek öffnen"],"The media file has been replaced":["Die Mediendatei wurde ersetzt"],"Replace":["Ersetzen"],"Choose a pattern":["Wähle eine Vorlage"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Du befindest dich im Bearbeitungsmodus. Um zum Navigationsmodus zurückzukehren, drück Escape."],"You are probably offline.":["Du bist wahrscheinlich offline."],"Justify items right":["Elemente rechts ausrichten"],"Justify items center":["Elemente zentriert ausrichten"],"Justify items left":["Elemente links ausrichten"],"Change items justification":["Ausrichtung der Elemente ändern"],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":["\/\/ Ein „Block“ ist der abstrakte Begriff, der verwendet wird,\n\/\/ um Einheiten des Markups zu beschreiben.\n\/\/ Zusammengesetzt bilden sie den\n\/\/ Inhalt oder das Layout einer Seite.\nregisterBlockType( name, settings );"],"ADD MEDIA":["MEDIEN HINZUFÜGEN"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Alle dir zur Verfügung stehenden Blöcke befinden sich in der Block-Bibliothek. Du findest sie überall dort, wo du das Icon <InserterIconImage \/> siehst."],"Get to know the block library":["Lerne die Blockbibliothek kennen"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Jeder Block wird mit einem eigenen Set von Bedienelementen geliefert, um Dinge wie Farbe, Breite und Ausrichtung zu ändern. Diese werden automatisch ein- und ausgeblendet, wenn du einen Block ausgewählt hast."],"Make each block your own":["Mache jeden Block zu deinem eigenen"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Im WordPress-Editor wird jeder Absatz, jedes Bild oder Video als eigener \"Block\" des Inhalts dargestellt."],"Welcome to the block editor":["Willkommen im Block-Editor"],"Get started":["Jetzt starten"],"inserter":["inserter"],"Welcome Guide":["Willkommensleitfaden"],"Post Title":["Beitragstitel"],"Add submenu":["Untermenü hinzufügen"],"Add link":["Link hinzufügen"],"podcast":["Podcast"],"All template parts":["Alle Template-Teile"],"Template Part":["Template-Teil"],"Template Parts":["Template-Teile"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Das GEDICHT - nicht\n\tjeder beherrscht die Dichterkunst,\nauch wenn er meint er wär' gescheit.\nDie Muse wählt sich selbst die Gunst,\nzu der sie kommt - hereingeschneit.\n    WordPress? Bist du so weit ..."],"Menu Item":["Menüeintrag"],"Navigation":["Navigation"],"(Note: many devices and browsers do not display this text.)":["(Hinweis: Viele Geräte und Browser zeigen diesen Text nicht an.)"],"Describe the role of this image on the page.":["Beschreibe die Bedeutung dieses Bildes auf der Seite."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Wechsel zwischen der Verwendung desselben Wertes für alle Bildschirmgrößen oder der Verwendung eines eigenen Wertes pro Bildschirmgröße."],"Use the same %s on all screensizes.":["Verwende für alle Bildschirmgrößen die gleichen %s."],"Large screens":["Große Bildschirme"],"Medium screens":["Mittlere Bildschirme"],"Small screens":["Kleine Bildschirme"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Steuert die %1$s Eigenschaft für %2$s Ansichten."],"Currently selected":["Aktuell ausgewählt"],"Search or type url":["Suchen oder URL eingeben"],"Press ENTER to add this link":["Drücke ENTER, um Link einzufügen"],"Currently selected link settings":["Aktuell ausgewählte Link-Einstellungen"],"Generic label for block inserter button\u0004Add block":["Block hinzufügen"],"directly add the only allowed block\u0004Add %s":["%s hinzufügen"],"%s block added":["%s Block hinzugefügt"],"Extra Large":["Extra groß "],"Block breadcrumb":["Block-Breadcrumb"],"Editor footer":["Footer-Editor"],"Site Title":["Website-Titel"],"Open Colors Selector":["Farbauswahl öffnen"],"No templates found":["Es wurden keine Templates gefunden"],"All templates":["Alle Templates"],"Template":["Template"],"Gradient: %s":["Farbverlauf: %s"],"Gradient code: %s":["Farbverlaufs-Code: %s"],"All content copied.":["Alle Inhalte wurden kopiert."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Das Hochladen der Mediendatei ist fehlgeschlagen. Wenn es sich um ein Foto oder ein großes Bild handelt, verkleinere es bitte und versuche es erneut."],"Gradient":["Farbverlauf"],"No Preview Available.":["Vorschau ist nicht verfügbar."],"Midnight":["Mitternacht"],"Electric grass":["Elektrisches Gras"],"Pale ocean":["Blasser Ozean"],"Luminous dusk":["Leuchtende Abenddämmerung"],"Blush bordeaux":["Bordeauxrot"],"Blush light purple":["Rötliches Hellviolett"],"Cool to warm spectrum":["Kühles bis warmes Spektrum"],"Very light gray to cyan bluish gray":["Sehr hellgrau bis blaugrau"],"Luminous vivid orange to vivid red":["Leuchtend lebhaftes Orange bis lebhaftes Rot"],"Luminous vivid amber to luminous vivid orange":["Leuchtend lebendiger Bernstein bis leuchtend lebendiges Orange"],"Light green cyan to vivid green cyan":["Hellgrünes Cyan bis leuchtend grünes Cyan"],"Vivid cyan blue to vivid purple":["Kräftiges Cyanblau bis kräftiges Lila"],"December 6, 2018":["6. Dezember 2018"],"February 21, 2019":["21. Februar 2019"],"May 7, 2019":["7. Mai 2019"],"Release Date":["Veröffentlichungsdatum"],"Jazz Musician":["Jazzmusiker"],"Version":["Version"],"Six.":["Sechs."],"Five.":["Fünf."],"Four.":["Vier."],"Three.":["Drei."],"Two.":["Zwei."],"One.":["Eins."],"One of the hardest things to do in technology is disrupt yourself.":["Eines der schlimmsten Dinge, die man in der Technik tun kann, ist, sich selbst zu stören."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Der Zaunkönig <br>lernt sein Leben <br> ohne Gnade."],"Welcome to the wonderful world of blocks…":["Willkommen in der wunderbaren Welt der Blöcke…"],"<strong>Snow Patrol<\/strong>":["<strong>Schneepatrouille<\/strong>"],"Dimensions":["Größe"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit."],"Call to Action":["Handlungsaufforderung"],"In quoting others, we cite ourselves.":["Indem wir andere zitieren, zitieren wir uns selbst."],"Mont Blanc appears—still, snowy, and serene.":["Der Mont Blanc erscheint - still, schneereich und ruhig."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["An einem Orte der Mancha, an dessen Namen ich mich nicht erinnern will, lebte vor nicht langer Zeit ein Hidalgo, einer von jenen, die einen Speer im Lanzengestell, eine alte Tartsche [ein alter Schild], einen hageren Gaul und einen Windhund zum Jagen haben."],"Templates":["Templates"],"Add":["Hinzufügen"],"%s out of 5 stars":["%s von 5 Sternen"],"Enter address":["Adresse eingeben"],"Attachment page":["Anhang-Seite"],"Fill":["Füllen"],"Link rel":["Link rel"],"Border radius":["Eckenradius"],"Write gallery caption…":["Schreibe Galerie Untertitel ..."],"Restore the backup":["Backup wiederherstellen"],"The backup of this post in your browser is different from the version below.":["Das Backup dieses Beitrags in deinem Browser unterscheidet sich von der untenstehenden Version."],"Reverse list numbering":["Nummerierung der Liste umkehren"],"Start value":["Startwert"],"Ordered list settings":["Einstellungen für geordnete Listen"],"Clear Media":["Medien entfernen"],"Default Style":["Standard-Stil"],"Not set":["Nicht festgelegt"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["Während des Schreibens kannst du <kbd>\/<\/kbd> drücken, um schnell neue Blöcke einzufügen."],"Change column alignment":["Spaltenausrichtung ändern"],"Align column right":["Spalte rechts ausrichten"],"Align column center":["Spalte mittig ausrichten"],"Align column left":["Spalte links ausrichten"],"Color":["Farbe"],"Vivid purple":["Kräftiges Violett"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Für diese Änderung ist ein Neuladen der Seite erforderlich. Vergewissere dich, dass dein Inhalt gespeichert ist, bevor du ihn neu lädst."],"Display these keyboard shortcuts.":["Diese Tastenkombinationen anzeigen."],"Experiments Settings":["Einstellungen für Experimente"],"Experimental settings":["Experimentelle Einstellungen"],"Custom":["Individuell"],"Draft":["Entwurf"],"Learn more about anchors":["Mehr über Anker erfahren"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Gib ein oder zwei Wörter – ohne Leerzeichen – ein, um eine eindeutige Webadresse nur für diesen Block zu erstellen, die als „Anker“ bezeichnet wird. Dann kannst du direkt zu diesem Abschnitt deiner Seite verlinken."],"Upload a video file, pick one from your media library, or add one with a URL.":["Lade eine Videodatei hoch, wähle eine aus deiner Mediathek oder füge eine mit einer URL hinzu."],"Upload an image file, pick one from your media library, or add one with a URL.":["Lade eine Bilddatei hoch, wähle eine aus deiner Mediathek oder füge eine mit einer URL hinzu."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Lade eine Audiodatei hoch, wähle eine aus deiner Mediathek oder füge eine mit einer URL hinzu."],"Upload a media file or pick one from your media library.":["Lade eine Mediendatei hoch oder wähle eine aus deiner Mediathek aus."],"Skip":["Überspringen"],"Select a variation to start with.":["Wähle eine Variante, mit der du beginnen möchtest."],"Title attribute":["HTML-Attribut title"],"Open in new tab":["In neuem Tab öffnen"],"Move right":["Nach rechts verschieben"],"Move left":["Nach links verschieben"],"Links":["Links"],"menu":["Menü"],"Upload a file or pick one from your media library.":["Lade eine Datei hoch oder wähle eine aus deiner Mediathek."],"Learn more about embeds":["Mehr über Embeds erfahren"],"Paste a link to the content you want to display on your site.":["Füge einen Link zu dem Inhalt ein, den du auf deiner Website anzeigen möchtest."],"Three columns; wide center column":["Drei Spalten; breite Mittelspalte"],"Three columns; equal split":["Drei Spalten; gleiche Breite"],"Two columns; two-thirds, one-third split":["Zwei Spalten; zwei Drittel, ein Drittel geteilt"],"Two columns; one-third, two-thirds split":["Zwei Spalten; ein Drittel, zwei Drittel geteilt"],"Two columns; equal split":["Zwei Spalten; gleiche Breite"],"Create Table":["Tabelle erstellen"],"Insert a table for sharing data.":["Füge eine Tabelle ein, um Daten zu teilen."],"Ungrouping blocks from within a grouping block back into individual blocks within the Editor \u0004Ungroup":["Gruppierung aufheben"],"verb\u0004Group":["Gruppieren"],"Separate with commas or the Enter key.":["Trenne sie durch Kommas oder die Eingabetaste."],"Separate with commas, spaces, or the Enter key.":["Trenne sie durch Kommas, Leerzeichen oder die Eingabetaste."],"Separate multiple classes with spaces.":["Trenne mehrere Klassen durch Leerzeichen."],"Move image forward":["Bild weiter verschieben"],"Move image backward":["Bild zurück verschieben"],"Block rendered as empty.":["Block wird als leer dargestellt."],"Inline code":["Inline-Code"],"Footer section":["Fußzeile"],"Header section":["Kopfzeile"],"Sorting and filtering":["Sortieren und Filtern"],"Column settings":["Spalteneinstellungen"],"Footer":["Footer"],"This color combination may be hard for people to read.":["Diese Farbkombination ist unter Umständen für manche Menschen schwer lesbar."],"There is no poster image currently selected":["Es ist derzeit kein Vorschaubild ausgewählt"],"The current poster image url is %s":["Die aktuelle Vorschaubild URL lautet %s"],"Group":["Gruppe"],"Crop image to fill entire column":["Bild zuschneiden, um die gesamte Spalte zu füllen"],"Play inline":["Inline abspielen"],"Describe the purpose of the image.":["Beschreibe den Zweck des Bildes."],"Add a block":["Block hinzufügen"],"Block vertical alignment setting label\u0004Change vertical alignment":["Vertikale Ausrichtung ändern"],"Legacy Widget":["Legacy-Widget"],"Select a legacy widget to display:":["Wähle ein Legacy-Widget aus, das angezeigt werden soll:"],"There are no widgets available.":["Es sind keine Widgets verfügbar."],"%s: Change block type or style":["%s: Block-Typ oder -Stil ändern"],"Search Terms":["Begriffe suchen"],"Embedded content from %s can't be previewed in the editor.":["Eingebettete Inhalte von %s können im Editor nicht in der Vorschau angezeigt werden."],"An error has occurred, which probably means the feed is down. Try again later.":["Ein Fehler ist aufgetreten – der Feed funktioniert zurzeit nicht. Versuche es später noch einmal."],"RSS Error:":["RSS-Fehler:"],"block style\u0004Default":["Standard"],"Stick to the top of the blog":["Oben im Blog halten"],"The last part of the URL.":["Der letzte Teil der URL."],"Fullscreen mode deactivated":["Vollbildmodus deaktiviert"],"Fullscreen mode activated":["Vollbildmodus aktiviert"],"Spotlight mode deactivated":["Spotlight-Modus deaktiviert"],"Spotlight mode activated":["Spotlight-Modus aktiviert"],"Top toolbar deactivated":["Obere Werkzeugleiste aktiviert"],"Top toolbar activated":["Obere Werkzeugleiste deaktiviert"],"Back":["Zurück"],"Taxonomy":["Taxonomie"],"- Select -":["- Auswählen -"],"Default":["Standard"],"Search":["Suchen"],"Add button text…":["Button-Text hinzufügen ..."],"Button text":["Button-Text"],"Optional placeholder…":["Optionaler Platzhalter ..."],"Optional placeholder text":["Optionaler Platzhaltertext"],"Add label…":["Label hinzufügen ..."],"Label text":["Label-Text"],"Max number of words in excerpt":["Maximale Anzahl von Wörtern im Textauszug"],"Display excerpt":["Textauszug anzeigen"],"Display date":["Datum anzeigen"],"Display author":["Autor anzeigen"],"Edit RSS URL":["RSS-URL bearbeiten"],"Hide the excerpt on the full content page":["Textauszug auf der gesamten Inhaltsseite ausblenden"],"The excerpt is visible.":["Der Textauszug ist sichtbar."],"The excerpt is hidden.":["Der Textauszug ist ausgeblendet."],"image %1$d of %2$d in gallery":["Bild %1$d von %2$d in der Galerie"],"Sorry, this content could not be embedded.":["Leider konnte dieser Inhalt nicht eingebettet werden."],"Embed Amazon Kindle content.":["Amazon Kindle-Inhalt einbetten."],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Crowdsignal (früher Polldaddy) Inhalt einbetten."],"Focal point picker":["Fokuspunkt-Auswahl"],"Calendar":["Kalender"],"Underline":["Unterstreichen"],"Attempt Block Recovery":["Versuch der Blockwiederherstellung"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Inhalt ..."],"button label\u0004Convert to link":["In Link umwandeln"],"button label\u0004Try again":["Nochmal versuchen"],"Editor tips":["Editor-Tipps"],"Block (selected)":["Block (ausgewählt)"],"Top toolbar":["Obere Werkzeugleiste"],"Link CSS Class":["CSS-Klasse des Links"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/de.wordpress.org\/plugins\/classic-editor\/"],"Sorry, you are not allowed to view revisions for this global style.":["Du bist leider nicht berechtigt, dir Revisionen für diesen globalen Stil anzeigen zu lassen."],"To edit the featured image, you need permission to upload media.":["Um das Beitragsbild zu bearbeiten, benötigst du die Berechtigung zum Hochladen von Medien."],"To edit this block, you need permission to upload media.":["Um diesen Block zu bearbeiten, benötigst du die Berechtigung zum Hochladen von Medien."],"Block tools":["Block-Werkzeuge"],"Permalink":["Permalink"],"This image has an empty alt attribute":["Dieses Bild hat ein leeres alt-Attribut"],"This image has an empty alt attribute; its file name is %s":["Dieses Bild hat ein leeres alt-Attribut; sein Dateiname ist %s"],"Link inserted.":["Link eingefügt."],"Warning: the link has been inserted but may have errors. Please test it.":["Warnung: Der Link wurde eingefügt, könnte aber fehlerhaft sein. Bitte teste ihn."],"%s block selected.":["%s Block ausgewählt.","%s Blöcke ausgewählt."],"Thumbnail":["Vorschaubild"],"Full Size":["Vollständige Größe"],"Link selected.":["Link ausgewählt."],"Start writing with text or HTML":["Beginne mit dem Schreiben von Text oder HTML"],"Type text or HTML":["Schreib Text oder HTML"],"Align text right":["Text rechts ausrichten"],"Align text center":["Text zentriert ausrichten"],"Align text left":["Text links ausrichten"],"Empty block; start writing or type forward slash to choose a block":["Leerer Block; schreib los oder gib einen Schrägstrich ein, um einen Block auszuwählen"],"Paragraph block":["Absatz-Block"],"Stack on mobile":["Auf Mobilgeräten stapeln"],"Drag images, upload new ones or select files from your library.":["Ziehe Bilder hierher, lade neue hoch oder wähle Dateien aus deiner Mediathek aus."],"Annotation":["Anmerkung"],"blocks\u0004Most used":["Meistgenutzt"],"imperative verb\u0004Resolve":["Lösen"],"font size name\u0004Huge":["Riesig"],"font size name\u0004Large":["Groß"],"font size name\u0004Medium":["Medium"],"font size name\u0004Small":["Klein"],"font size name\u0004Normal":["Normal"],"button label\u0004Import":["Importieren"],"button label\u0004Download":["Herunterladen"],"button label\u0004Embed":["Einbetten"],"block title\u0004Embed":["Einbetten"],"block title\u0004Classic":["Classic"],"Link edited.":["Der Link wurde bearbeitet."],"Link removed.":["Link entfernt."],"media":["Medien"],"Double-check your settings before publishing.":["Prüfe deine Einstellungen sorgfältig vor dem Veröffentlichen."],"Generating preview…":["Vorschau wird erstellt …"],"Edit or replace the image":["Das Bild bearbeiten oder ersetzen"],"Media":["Medien"],"Navigate to the nearest toolbar.":["Zur nächsten Werkzeugleiste navigieren."],"Document tools":["Dokument-Werkzeuge"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Hebe Zitate visuell hervor. „Indem wir andere zitieren, zitieren wir uns selbst.“ — Julio Cortázar"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Führe neue Abschnitte ein und organisiere Inhalte, damit Besucher (und Suchmaschinen) die Struktur deiner Inhalte besser verstehen können."],"Resize for smaller devices":["Für kleinere Geräte skalieren"],"This embed may not preserve its aspect ratio when the browser is resized.":["Das Seitenverhältnis dieser Einbettung könnte verloren gehen, wenn die Anzeigegröße des Browsers verändert wird."],"This embed will preserve its aspect ratio when the browser is resized.":["Das Seitenverhältnis dieser Einbettung wird beibehalten, wenn die Anzeigegröße des Browsers verändert wird."],"Embed an Animoto video.":["Ein Animoto-Video einbetten."],"Embed a Vimeo video.":["Ein Vimeo-Video einbetten."],"Embed Flickr content.":["Flickr-Inhalt einbetten."],"Embed Spotify content.":["Spotify-Inhalt einbetten."],"Embed SoundCloud content.":["SoundCloud-Inhalt einbetten."],"Embed a WordPress post.":["Einen WordPress-Beitrag einbetten."],"Embed an Instagram post.":["Einen Instagram-Beitrag einbetten."],"Embed a Facebook post.":["Einen Facebook-Beitrag einbetten."],"Embed a WordPress.tv video.":["Ein WordPress.tv-Video einbetten."],"Embed a VideoPress video.":["Ein VideoPress-Video einbetten."],"Embed a Tumblr post.":["Einen Tumblr-Beitrag einbetten."],"Embed a TED video.":["Ein TED-Video einbetten."],"Embed Speaker Deck content.":["Speaker-Deck-Inhalt einbetten."],"Embed a YouTube video.":["Ein YouTube-Video einbetten."],"Embed SmugMug content.":["SmugMug-Inhalt einbetten."],"Embed Slideshare content.":["Slideshare-Inhalt einbetten."],"Embed Scribd content.":["Scribd-Inhalt einbetten."],"Embed Screencast content.":["Screencast-Inhalt einbetten."],"Embed ReverbNation content.":["ReverbNation-Inhalt einbetten."],"Embed a Reddit thread.":["Einen Reddit-Thread einbetten."],"Embed Mixcloud content.":["Mixcloud-Inhalt einbetten."],"Embed a tweet.":["Einen Tweet einbetten."],"Embed Kickstarter content.":["Kickstarter-Inhalt einbetten."],"Embed Issuu content.":["Issuu-Inhalt einbetten."],"Embed Imgur content.":["Imgur-Inhalt einbetten."],"Embed a Dailymotion video.":["Ein Dailymotion-Video einbetten."],"Embed CollegeHumor content.":["CollegeHumor-Inhalt einbetten."],"Embed Cloudup content.":["Cloudup-Inhalt einbetten."],"Pattern published privately.":["Die Vorlage wurde privat veröffentlicht."],"Pattern reverted to draft.":["Die Vorlage wurde auf Entwurf zurückgesetzt."],"M j, Y g:i a":["j. M. Y G:i"],"noun\u0004View":["Ansicht"],"editor button\u0004Left to right":["Links nach rechts"],"Save as pending":["Als ausstehend speichern"],"%s address":["%s-Adresse"],"Paste or type URL":["URL einfügen oder eingeben"],"Insert from URL":["Von URL einfügen"],"Styles":["Stile"],"General":["Allgemein"],"Focus on one block at a time":["Fokussierung auf einen Block nach dem anderen"],"Access all block and document tools in a single place":["Zugang zu allen Blöcken und Dokument-Werkzeugen von einem Platz aus"],"Options":["Ansicht anpassen"],"(opens in a new tab)":["(öffnet in neuem Tab)"],"Minutes":["Minuten"],"Hours":["Öffnungszeiten"],"Time":["Zeit"],"Year":["Jahr"],"Day":["Tag"],"December":["Dezember"],"November":["November"],"October":["Oktober"],"September":["September"],"August":["August"],"July":["Juli"],"June":["Juni"],"May":["Mai"],"April":["April"],"March":["März"],"February":["Februar"],"January":["Januar"],"Month":["Monat"],"Date":["Datum"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Deine Website unterstützt den „%s“-Block nicht. Du kannst diesen Block unberührt lassen oder ihn ganz entfernen."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Deine Website unterstützt den „%s“-Block nicht. Du kannst diesen Block unberührt lassen, seinen Inhalt in einen individuellen HTML-Block wandeln oder ihn ganz entfernen."],"Media area":["Medienbereich"],"Show media on right":["Medien rechts anzeigen"],"Show media on left":["Medien links anzeigen"],"Cover":["Cover"],"Huge":["Riesig"],"Medium":["Mittel"],"Normal":["Normal"],"Paste URL or type to search":["URL einfügen oder zum Suchen tippen"],"Terms":["Begriffe"],"Your work will be published at the specified date and time.":["Deine Arbeit wird zu dem bestimmten Datum und Zeit veröffentlicht werden."],"Are you ready to schedule?":["Bist du bereit für die Veröffentlichung?"],"Always show pre-publish checks.":["Prüfungen vor der Veröffentlichung immer anzeigen."],"Take over":["Übernehmen"],"Another user is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["Ein anderer Benutzer arbeitet momentan an diesem Beitrag (<PreviewLink \/>). Du kannst daher keine Änderungen vornehmen, außer du übernimmst."],"Another user now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["Ein anderer Benutzer hat nun die Kontrolle über die Bearbeitung dieses Beitrags (<PreviewLink \/>). Keine Sorge, deine Änderungen bis zu diesem Moment wurden gespeichert."],"Avatar":["Avatar"],"This post is already being edited":["Dieser Beitrag wird bereits bearbeitet"],"Someone else has taken over this post":["Jemand anderes hat diesen Beitrag übernommen"],"This block contains unexpected or invalid content.":["Dieser Block enthält unerwarteten oder ungültigen Inhalt."],"Resolve Block":["Block lösen"],"Convert to HTML":["Zu HTML umwandeln"],"Enable pre-publish checklist":["Checkliste vor dem Veröffentlichen aktivieren"],"This block can only be used once.":["Dieser Block kann nur einmal verwendet werden."],"Exit code editor":["Code-Editor verlassen"],"Editing code":["Code bearbeiten"],"View":["Ansicht"],"HTML":["HTML"],"Write HTML…":["Schreibe HTML…"],"Media settings":["Medien-Einstellungen"],"Overlay":["Overlay"],"Invalid JSON file":["Ungültige JSON-Datei"],"Import from JSON":["Import von JSON"],"Backtick":["Backtick"],"Period":["Punkt"],"Comma":["Komma"],"Change type of %d block":["Typ des %d Blocks ändern","Typ der %d Blöcke ändern"],"Current":["Aktuell"],"After Conversion":["Nach Umwandlung"],"Change alignment":["Ausrichtung ändern"],"Change text alignment":["Textausrichtung ändern"],"%d block":["%d Block","%d Blöcke"],"Forward-slash":["Schrägstrich"],"No archives to show.":["Keine Archive zum Anzeigen."],"%s: This file is empty.":["%s: Diese Datei ist leer."],"%s: Sorry, this file type is not supported here.":["%s: Dieser Dateityp wird hier leider nicht unterstützt."],"Title":["Titel"],"Fullscreen mode":["Vollbildmodus"],"Beautiful landscape":["Schöne Landschaft"],"Close panel":["Bedienfeld schließen"],"Convert to Classic Block":["In Block konvertieren"],"Poster image":["Vorschaubild"],"Create":["Erstellen"],"Row count":["Anzahl der Zeilen"],"Column count":["Anzahl der Spalten"],"block description\u0004Create and save content to reuse across your site. Update the pattern, and the changes apply everywhere it’s used.":["Erstelle Inhalte und speichere diese für die Wiederverwendung auf deiner Website. Aktualisiere die Vorlage und die Änderungen werden überall dort angewendet, wo diese eingesetzt wird."],"Change the block type after adding a new paragraph.":["Den Blocktyp nach Hinzufügen eines neuen Absatzes ändern."],"Spotlight mode":["Spotlight-Modus"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Mithilfe von Schlagwörtern können Benutzer und Suchmaschinen auf deiner Website navigieren und deine Inhalte finden. Füge einige Schlagwörter hinzu, um deinen Beitrag zu beschreiben."],"Add tags":["Schlagwörter hinzufügen"],"Apply the \"%1$s\" format.":["Das „%1$s“-Format verwenden."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Dein Theme verwendet Beitragsformate, um verschiedene Arten von Inhalten wie Bilder oder Videos hervorzuheben. Wähle ein Beitragsformat aus, um dieses spezielle Styling zu sehen."],"Use a post format":["Verwende ein Beitragsformat"],"Move %1$d blocks from position %2$d right by one place":["Bewege %1$d Blöcke von Position %2$d um einen Platz nach rechts"],"Move %1$d blocks from position %2$d up by one place":["Bewege %1$d Blöcke von Position %2$d um einen Platz nach oben"],"Move %1$s block from position %2$d right to position %3$d":["Bewege %1$s Block von Position %2$d zur Position %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Bewege %1$s Block von Position %2$d zur Position %3$d"],"Insert a new block before the selected block(s).":["Neuen Block vor dem\/den ausgewählten Block\/Blöcken einfügen."],"Remove the selected block(s).":["Ausgewählte(n) Block\/Blöcke entfernen."],"Duplicate the selected block(s).":["Ausgewählte(n) Block\/Blöcke duplizieren."],"Block shortcuts":["Block-Tastaturkürzel"],"Clear selection.":["Auswahl löschen."],"Select all text when typing. Press again to select all blocks.":["Wähle bei der Eingabe den gesamten Text aus. Drücke erneut, um alle Blöcke auszuwählen."],"Selection shortcuts":["Auswahl-Tastaturkürzel"],"Switch between visual editor and code editor.":["Zwischen Visuellem Editor und Code-Editor umschalten."],"Navigate to the previous part of the editor.":["Zum vorherigen Teil des Editors navigieren."],"Navigate to the next part of the editor.":["Zum nächsten Teil des Editors navigieren."],"Show or hide the Settings sidebar.":["Die Einstellungen-Seitenleiste anzeigen oder verbergen."],"Redo your last undo.":["Wiederhole dein letztes Rückgängigmachen."],"Undo your last changes.":["Deine letzten Änderungen rückgängig machen."],"Save your changes.":["Deine Änderungen speichern."],"Global shortcuts":["Globale Tastaturkürzel"],"Remove a link.":["Einen Link entfernen."],"Convert the selected text into a link.":["Ausgewählten Text in einen Link umwandeln."],"Underline the selected text.":["Den ausgewählten Text unterstreichen."],"Make the selected text italic.":["Macht den ausgewählten Text kursiv."],"Make the selected text bold.":["Macht den ausgewählten Text fett."],"Text formatting":["Textformatierung"],"Insert a new block after the selected block(s).":["Neuen Block nach dem\/den ausgewählten Block\/Blöcken einfügen."],"Keyboard shortcuts":["Tastaturkürzel"],"Thanks for testing Gutenberg!":["Danke für das Testen von Gutenberg!"],"Help build Gutenberg":["Hilf, Gutenberg zu gestalten"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository<\/a>.":["Falls du mehr darüber erfahren willst, wie zusätzliche Blöcke erstellt werden oder falls du bei dem Projekt mithelfen möchtest, komm rüber zum <a href=\"%s\">GitHub repository<\/a>."],"The WordPress community":["Die WordPress-Community"],"Code is Poetry":["Code ist Poesie"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Du kannst jede Art von Block erstellen, die du magst, statisch oder dynamisch, dekorativ oder schlicht. Hier ist ein Block mit einem hervorgehobenen Zitat:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Jeder Block kann sich an diese Ausrichtungen anpassen. Der Einbetten-Block hat sie auch und ist standardmäßig responsiv:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Hier oben ist eine Galerie mit nur zwei Bildern. Das ist ein einfache Möglichkeit, optisch ansprechende Layouts zu erstellen, ohne dafür floats zu verwenden. Du kannst die Galerie mithilfe des Block-Umschalters auch wieder zurück in einzelne Bilder konvertieren."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Klar, ein Bild in ganzer Breite kann ganz schön groß sein. Aber manchmal ist das Bild es wert."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Barrierefreiheit ist wichtig &ndash; vergiss das alt-Attribut des Bildes nicht"],"If you combine the new <strong>wide<\/strong> and <strong>full-wide<\/strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Wenn du die neuen <strong>Weite-Breite<\/strong> und <strong>Volle-Breite<\/strong>-Ausrichtungen mit Galerien kombinierst, kannst du sehr schnell ein umfangreiches, multimediales Layout erstellen:"],"Media Rich":["Multimedial"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Du kannst die Anzahl der Spalten in deinen Galerien ändern, indem du einen Schieberegler im Block-Inspektor in der Seitenleiste bewegst."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Blöcke können alles sein, was du brauchst. Zum Beispiel willst du vielleicht ein dezentes Zitat als Teil deiner Textkomposition hinzufügen oder du bevorzugst einen gigantischen Stil. All diese Optionen sind im Inserter verfügbar."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["Die Quellenangabe des Zitats ist ein separates Textfeld, ähnlich wie bei den Bildunterschriften. Somit bleibt die Struktur des Zitats geschützt, auch wenn du die Quelle auswählst, veränderst oder entfernst. Sie kann jederzeit wieder hinzugefügt werden."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["Der Editor bietet ein neue Erfahrung beim Erstellen von Seiten und Beiträgen, die das mühelose Schreiben umfangreicher Inhalte ermöglicht. Er hat „Blöcke“, um das Einbetten von Inhalten, die bisher über Shortcodes, individuelles HTML oder „mysteriöse Praktiken“ eingebettet wurden, zu vereinfachen."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Ein großer Vorteil von Blöcken ist es, dass du sie direkt vor Ort bearbeiten und deinen Inhalt verändern kannst. Anstelle von Feldern, um beispielsweise die Quelle eines Zitats oder den Text eines Buttons zu bearbeiten, kannst du den Inhalt direkt ändern. Versuche, das folgende Zitat zu bearbeiten:"],"Visual Editing":["Visuelle Bearbeitung"],"And <em>Lists<\/em> like this one of course :)":["Und natürlich <em>Listen<\/em> wie diese :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Layout-Blöcke, wie Buttons, Hero-Bilder, Trennzeichen etc."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Einbettungen, wie YouTube, Tweets, oder andere WordPress-Beiträge."],"Galleries":["Galerien"],"Images &amp; Videos":["Bilder und Videos"],"Text &amp; Headings":["Text und Überschriften"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Versuch es, du entdeckst womöglich Dinge, die WordPress bereits in deine Beiträge einfügen kann, von denen du nichts wusstest. Hier ist eine kurze Liste, was du aktuell dort findest:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)<\/code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Stell dir vor, alles, was WordPress kann, steht dir direkt auf der Oberfläche zur Verfügung. Keine Notwendigkeit mehr, sich an HTML-Tags, Klassen oder komplizierte Shortcode-Syntax zu erinnern. Das ist der Grundgedanke hinter dem Inserter – der <code>(+)<\/code>-Button, den du um den Editor herum siehst – mit dem du alle verfügbaren Inhalts-Blöcke suchen und in deinen Beitrag einfügen kannst. Plugins und Themes sind in der Lage, ihre eigenen Blöcke zu registrieren, was alle Arten von Möglichkeiten für eine umfangreiche Bearbeitung und Veröffentlichung eröffnet."],"The <em>Inserter<\/em> Tool":["Das <em>Inserter<\/em>-Werkzeug"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Versuche, die Bildunterschrift auszuwählen, zu bewegen oder zu bearbeiten. Jetzt musst du nicht mehr aufpassen, versehentlich ein Bild oder anderen Text auszuwählen und so die Präsentation zu ruinieren."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Falls dein Theme es unterstützt, siehst du das „Weite-Breite“-Icon in der Bild-Werkzeugleiste. Probiere es aus."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Der Umgang mit Bildern und Medien mit der größten Sorgfalt ist ein primärer Schwerpunkt des neuen Editors. Hoffentlich empfindest du das Hinzufügen von Bildunterschriften oder das Anzeigen deiner Bilder in voller Breite viel einfacher und solider als bisher."],"A Picture is Worth a Thousand Words":["Ein Bild sagt mehr als tausend Worte"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Überschriften sind selbst separate Blöcke, was bei der Gliederung und Organisation deiner Inhalte hilft."],"... like this one, which is right aligned.":["… wie dieser, der rechtsbündig ist."],"What you are reading now is a <strong>text block<\/strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Was du gerade liest, befindet sich in einem <strong>Text-Block<\/strong>, der einfachste Block von allen. Der Text-Block kann frei im Beitrag positioniert werden ..."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content<\/em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Das Ziel des neuen Editors ist es, das Hinzufügen von umfangreichen Inhalten in WordPress einfach und angenehm zu gestalten. Dieser ganze Beitrag besteht aus einzelnen <em>Inhalts-Elementen<\/em>, die LEGO-Steinen ähneln, die man bewegen und mit denen man interagieren kann. Lass den Mauszeiger kreisen und du wirst feststellen, dass um die verschiedenen Blöcke herum Umrisse und Pfeile aufleuchten. Drücke die Pfeile, um Blöcke schnell neu zu positionieren, ohne befürchten zu müssen, beim Kopieren und Einfügen etwas zu verlieren."],"Of Mountains &amp; Printing Presses":["Von Bergen und Druckmaschinen"],"Welcome to the Gutenberg Editor":["Willkommen beim Gutenberg-Editor"],"Learn more":["Erfahre mehr"],"Are you sure you want to unschedule this post?":["Bist du sicher, dass du diesen Beitrag aus dem Zeitplan nehmen willst?"],"The page number requested is larger than the number of pages available.":["Die angeforderte Seitennummer ist größer als die Anzahl der verfügbaren Seiten."],"XL":["XL"],"L":["L"],"M":["M"],"S":["S"],"Small":["Klein"],"Keep as HTML":["Als HTML behalten"],"Edit URL":["URL bearbeiten"],"The response is not a valid JSON response.":["Die Antwort ist keine gültige JSON-Antwort."],"Editor publish":["Editor: Veröffentlichen"],"Muted":["Stumm"],"Display avatar":["Avatar anzeigen"],"Number of comments":["Anzahl der Kommentare"],"Auto":["Auto"],"Preload":["Vorladen"],"https:\/\/wordpress.org\/support\/plugin\/gutenberg\/":["https:\/\/wordpress.org\/support\/plugin\/gutenberg\/"],"Support":["Support"],"No comments to show.":["Keine Kommentare vorhanden."],"%1$s on %2$s":["%1$s zu %2$s"],"Select Post":["Beitrag auswählen"],"Select Week":["Woche auswählen"],"Select Day":["Tag auswählen"],"Select Month":["Monat auswählen"],"Select Year":["Jahr auswählen"],"Archives":["Archive"],"Cyan bluish gray":["Cyan-bläuliches Grau"],"Vivid cyan blue":["Kräftiges Cyanblau"],"Pale cyan blue":["Helles Cyanblau"],"Vivid green cyan":["Kräftiges Cyangrün"],"Light green cyan":["Helles Cyangrün"],"Luminous vivid amber":["Leuchtendes Bernstein"],"Luminous vivid orange":["Leuchtendes Orange"],"Vivid red":["Kräftiges Rot"],"Pale pink":["Helles Rosa"],"Inline image":["Inline-Bild"],"Available block types":["Verfügbare Block-Typen"],"Transform to":["Umwandeln in"],"Open publish panel":["Veröffentlichungs-Eingabefeld öffnen"],"Large":["Groß"],"Show download button":["Download-Button anzeigen"],"Link to":["Link zur"],"Copy URL":["URL kopieren"],"Write file name…":["Schreibe einen Dateinamen…"],"File":["Datei"],"Square":["Quadratisch"],"Loop":["Schleife"],"Autoplay":["Automatische Wiedergabe"],"Playback controls":["Wiedergabe-Steuerung"],"Disable tips":["Tipps deaktivieren"],"Got it":["Verstanden"],"See next tip":["Nächsten Tipp ansehen"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Wenn du fertig bist, reiche deine Arbeit zur Überprüfung ein, und ein Editor kann sie für dich genehmigen."],"Are you ready to submit for review?":["Bist du bereit, eine Überprüfung einzureichen?"],"Replace image":["Bild ersetzen"],"Remove image":["Bild entfernen"],"Error while uploading file %s to the media library.":["Fehler beim Hochladen der Datei %s in die Mediathek."],"%s: This file exceeds the maximum upload size for this site.":["%s: Diese Datei überschreitet die maximale Upload-Größe für diese Website."],"View the autosave":["Die automatische Speicherung anzeigen"],"There is an autosave of this post that is more recent than the version below.":["Es gibt eine automatische Speicherung dieses Beitrags, die aktueller ist, als die unten stehende Version."],"Autosaving":["Automatische Speicherung"],"Enter URL here…":["URL hier eingeben…"],"Pin to toolbar":["Zur Werkzeugleiste hinzufügen"],"Unpin from toolbar":["Aus der Werkzeugleiste entfernen"],"Fixed width table cells":["Tabellenzellen mit fester Breite"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Füge einen Block hinzu, der Inhalte von anderen Websites wie Twitter oder YouTube anzeigt."],"No results found.":["Es wurden keine Ergebnisse gefunden, die deinen Suchkriterien entsprechen."],"Error loading block: %s":["Fehler beim Laden des Blocks: %s"],"Unknown error":["Unbekannter Fehler"],"term\u0004Remove %s":["%s entfernen"],"Height in pixels":["Höhe in Pixel"],"Toggle to show a large initial letter.":["Umschalten, um einen großen Anfangsbuchstaben anzuzeigen."],"Showing large initial letter.":["Großen Anfangsbuchstaben darstellen."],"%1$s (%2$s of %3$s)":["%1$s (%2$s von %3$s)"],"Remove item":["Element entfernen"],"Color code: %s":["Farbcode: %s"],"Skip to the selected block":["Zum ausgewählten Block wechseln"],"Schedule…":["Planen…"],"OK":["OK"],"Close plugin":["Plugin schließen"],"Editor settings":["Editor-Einstellungen"],"Link settings":["Link-Einstellungen"],"Unlink":["Link entfernen"],"Page break":["Seitenumbruch"],"Pagination":["Seitennummerierung"],"Next page":["Nächste Seite"],"Height":["Höhe"],"Width":["Breite"],"Thumbnails are not cropped.":["Vorschaubilder werden nicht abgeschnitten."],"Thumbnails are cropped to align.":["Vorschaubilder werden beschnitten, um sie auszurichten."],"Media Library":["Mediathek"],"Advanced":["Erweitert"],"Add item":["Element hinzufügen"],"Reset the template":["Template zurücksetzen"],"Keep it as is":["So behalten, wie es ist"],"The content of your post doesn’t match the template assigned to your post type.":["Der Inhalt deines Beitrags passt nicht zu dem Template, das deinem Inhaltstyp zugeordnet ist."],"Resetting the template may result in loss of content, do you want to continue?":["Das Zurücksetzen des Templates kann zum Verlust von Inhalten führen, möchtest du fortfahren?"],"Document Statistics":["Dokument-Statistiken"],"is now scheduled. It will go live on":["ist jetzt geplant für die Veröffentlichung am"],"Scheduled":["Geplant"],"Scheduling…":["Wird geplant…"],"Code editor selected":["Code-Editor ausgewählt"],"Visual editor selected":["Visueller Editor ausgewählt"],"Plugins":["Plugins"],"Custom Size":["Individuelle Größe"],"term\u0004%s removed":["%s entfernt"],"term\u0004%s added":["%s hinzugefügt"],"imperative verb\u0004Preview":["Vorschau"],"Trashing failed":["Das Verschieben in den Papierkorb ist gescheitert"],"Updating failed.":["Aktualisieren gescheitert."],"Scheduling failed.":["Planen gescheitert."],"Publishing failed.":["Veröffentlichen gescheitert."],"View post":["Beitrag anzeigen"],"You have unsaved changes. If you proceed, they will be lost.":["Du hast ungespeicherte Änderungen. Falls du fortfährst, gehen diese verloren."],"Document Outline":["Gliederung des Dokuments"],"Paragraphs":["Absätze"],"Headings":["Überschriften"],"Words":["Wörter"],"Public":["Öffentlich"],"Password protected":["Passwortgeschützt"],"Only visible to site admins and editors.":["Nur für Website-Administratoren und Redakteure sichtbar."],"Private":["Privat"],"Visible to everyone.":["Sichtbar für jeden."],"Would you like to privately publish this post now?":["Möchtest du diesen Beitrag jetzt als privat veröffentlichen?"],"Use a secure password":["Wähle ein sicheres Passwort"],"Create password":["Passwort erstellen"],"Move to trash":["In den Papierkorb verschieben"],"Parent Term":["Übergeordneter Begriff"],"Parent Category":["Übergeordnete Kategorie"],"Add new term":["Neuen Begriff hinzufügen"],"Add new category":["Neue Kategorie hinzufügen"],"Term":["Begriff"],"Tag":["Schlagwort"],"Add new Term":["Neuen Begriff hinzufügen"],"Add new tag":["Neues Schlagwort erstellen"],"Switch to draft":["Auf Entwurf umstellen"],"Are you sure you want to unpublish this post?":["Bist du sicher, dass dieser Beitrag nicht mehr veröffentlicht sein soll?"],"Immediately":["Sofort"],"Save draft":["Entwurf speichern"],"Saving":["Speichert"],"Publish:":["Veröffentlichen:"],"Visibility:":["Sichtbarkeit:"],"Are you ready to publish?":["Bereit zur Veröffentlichung?"],"What’s next?":["Was kommt als Nächstes?"],"is now live.":["ist jetzt live."],"Published":["Veröffentlicht"],"Schedule":["Planen"],"Update":["Aktualisieren"],"Submit for Review":["Zur Überprüfung einreichen"],"Updating…":["Aktualisieren…"],"Publishing…":["Veröffentlichen…"],"Allow pingbacks & trackbacks":["Pingbacks und Trackbacks erlauben"],"Copy":["Kopieren"],"Pending review":["Ausstehender Review"],"%d Revision":["%d Revision","%d Revisionen"],"Suggestion:":["Vorschlag:"],"Post Format":["Beitragsformat"],"Chat":["Chat"],"Status":["Status"],"Standard":["Standard"],"Aside":["Kurzmitteilung"],"Featured image":["Beitragsbild"],"Set featured image":["Beitragsbild festlegen"],"Learn more about manual excerpts":["Erfahre mehr über manuelle Textauszüge"],"Write an excerpt (optional)":["Schreibe einen Textauszug (optional)"],"Allow comments":["Kommentare erlauben"],"Default template":["Standard-Template"],"Template:":["Template:"],"no title":["kein Titel"],"Order":["Reihenfolge"],"No blocks found.":["Keine Blöcke gefunden."],"%d result found.":["%d Ergebnis gefunden.","%d Ergebnisse gefunden."],"Saved":["Gespeichert"],"Embeds":["Einbettungen"],"Blocks":["Blöcke"],"Search for a block":["Suche nach einem Block"],"Copy Error":["Fehlermeldung kopieren"],"Copy Post Text":["Beitragstext kopieren"],"The editor has encountered an unexpected error.":["Im Editor ist ein unerwarteter Fehler aufgetreten."],"Undo":["Rückgängig"],"Redo":["Wiederholen"],"(Multiple H1 headings are not recommended)":["(Mehrere H1-Überschriften werden nicht empfohlen)"],"(Your theme may already use a H1 for the post title)":["(Dein Theme könnte bereits eine H1-Überschrift für den Beitragstitel benutzen)"],"(Incorrect heading level)":["(Falsche Überschriftsebene)"],"(Empty heading)":["(Leere Überschrift)"],"Blocks styles":["Stile der Blöcke"],"Convert to blocks":["In Blöcke umwandeln"],"More options":["Mehr Optionen"],"Edit visually":["Visuell bearbeiten"],"Duplicate":["Duplizieren"],"Blocks cannot be moved down as they are already at the bottom":["Blöcke können nicht nach unten verschoben werden, da sie sich bereits unten befinden"],"Blocks cannot be moved up as they are already at the top":["Blöcke können nicht nach oben verschoben werden, da sie sich bereits oben befinden"],"Block %1$s is at the beginning of the content and can’t be moved right":["Block %1$s steht am Anfang des Inhalts und kann nicht nach rechts verschoben werden"],"Block %1$s is at the end of the content and can’t be moved right":["%1$s-Block befindet sich am Ende des Inhalts und kann nicht nach rechts verschoben werden"],"Block %s is the only block, and cannot be moved":["Der Block %s ist der einzige Block und kann nicht verschoben werden"],"Move down":["Nach unten"],"Move up":["Nach oben"],"Edit as HTML":["Als HTML bearbeiten"],"Convert to Blocks":["In Blöcke umwandeln"],"Block: %s":["Block: %s"],"This block has encountered an error and cannot be previewed.":["In diesem Block ist ein Fehler aufgetreten und eine Vorschau ist nicht möglich."],"No block selected.":["Kein Block ausgewählt."],"Transform into:":["Umwandeln in:"],"Remove":["Entfernen"],"Find original":["Original suchen"],"Copied!":["Kopiert!"],"Visibility":["Sichtbarkeit"],"Page attributes":["Seiten-Attribute"],"Block":["Block"],"Block Settings":["Block-Einstellungen"],"Document":["Dokument"],"Document settings":["Dokument-Einstellungen"],"Table of Contents":["Inhaltsverzeichnis"],"Close Settings":["Einstellungen schließen"],"Editor content":["Editor-Inhalt"],"Tools":["Werkzeuge"],"Editor":["Editor"],"Code editor":["Code-Editor"],"Visual editor":["Visueller Editor"],"Editor top bar":["Obere Editor-Leiste"],"Settings":["Einstellungen"],"Reset":["Zurücksetzen"],"Dismiss this notice":["Diesen Hinweis verwerfen"],"Item removed.":["Element entfernt."],"Item added.":["Element hinzugefügt."],"Off":["Aus"],"Drop files to upload":["Dateien für den Upload bereitstellen"],"PM":["PM"],"AM":["AM"],"An unknown error occurred.":["Ein unbekannter Fehler ist aufgetreten."],"No results.":["Keine Ergebnisse."],"%d result found, use up and down arrow keys to navigate.":["%d Ergebnis gefunden, benutze die Pfeile nach oben oder unten zum Navigieren.","%d Ergebnisse gefunden, benutze die Pfeile nach oben oder unten zum Navigieren."],"(no title)":["(kein Titel)"],"URL":["URL"],"Submit":["Senden"],"Close":["Schließen"],"Insert link":["Link einfügen"],"Edit link":["Link bearbeiten"],"Link":["Link"],"Strikethrough":["Durchgestrichen"],"Italic":["Kursiv"],"Bold":["Fett"],"Remove link":["Link entfernen"],"Number of items":["Anzahl der Elemente"],"All":["Alle"],"Category":["Kategorie"],"Z → A":["Z &rarr; A"],"A → Z":["A → Z"],"Oldest to newest":["Alt nach Neu"],"Newest to oldest":["Neu nach Alt"],"Order by":["Reihenfolge von"],"Select":["Auswählen"],"Select or Upload Media":["Medium wählen oder hochladen"],"Video":["Video"],"Text columns":["Textspalten"],"New Column":["Neue Spalte"],"Delete column":["Spalte löschen"],"Delete row":["Zeile löschen"],"Edit table":["Tabelle bearbeiten"],"Table":["Tabelle"],"Write shortcode here…":["Schreibe hier den Shortcode…"],"Shortcode":["Shortcode"],"Separator":["Trennzeichen"],"Quote":["Zitat"],"Write preformatted text…":["Schreibe vorformatierten Text…"],"Paragraph":["Absatz"],"Font size":["Schriftgröße"],"Drop cap":["Initialbuchstabe"],"Read more":["Weiterlesen"],"Indent list item":["Listenelement einrücken"],"Outdent list item":["Listenelement ausrücken"],"Convert to ordered list":["Zu geordneter Liste umwandeln"],"Convert to unordered list":["Zu ungeordneter Liste umwandeln"],"List":["Liste"],"No posts found.":["Keine Beiträge gefunden."],"Latest Posts":["Neueste Beiträge"],"Display post date":["Beitragsdatum anzeigen"],"Grid view":["Rasteransicht"],"List view":["Listenansicht"],"photo":["Foto"],"Size":["Größe"],"Image":["Bild"],"Preview":["Vorschau"],"Heading":["Überschrift"],"Heading %d":["Überschrift %d"],"Heading settings":["Überschrift-Einstellungen"],"Images":["Bilder"],"None":["Keine"],"Media File":["Medien-Datei"],"Attachment Page":["Anhang-Seite"],"Crop images":["Bilder zuschneiden"],"Gallery":["Galerie"],"More":["Mehr"],"Classic":["Classic Editor"],"video":["Video"],"audio":["Audio"],"music":["Musik"],"image":["Bild"],"blog":["Blog"],"post":["Beitrag"],"Embedded content from %s":["Eingebetteter Inhalt von %s"],"Enter URL to embed here…":["URL zum Einbetten hier eingeben…"],"%s URL":["%s URL"],"Write title…":["Schreibe einen Titel…"],"Fixed background":["Hintergrund fixiert"],"Edit image":["Bild bearbeiten"],"Columns":["Spalten"],"Experiments":["Experimente"],"%1$s (%2$s)":["%1$s (%2$s)"],"Code":["Code"],"Write code…":["Schreibe deinen Code…"],"Categories":["Kategorien"],"Show hierarchy":["Hierarchie anzeigen"],"Show post counts":["Anzahl der Beiträge anzeigen"],"Display as dropdown":["Anzeige als Dropdown-Menü"],"Add text…":["Text hinzufügen…"],"Button":["Button"],"Apply":["Übernehmen"],"Block has been deleted or is unavailable.":["Block wurde gelöscht oder ist nicht verfügbar."],"Reusable blocks":["Wiederverwendbare Blöcke"],"Cancel":["Abbrechen"],"Edit":["Bearbeiten"],"Use URL":["URL verwenden"],"Audio":["Audio"],"Upload":["Hochladen"],"Additional CSS class(es)":["Zusätzliche CSS-Klasse(n)"],"HTML anchor":["HTML-Anker"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker %s.":["Diese Farbkombination ist unter Umständen für manche Menschen schwer lesbar. Wähle eine hellere Hintergrundfarbe und\/oder eine dunklere %s."],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter %s.":["Diese Farbkombination ist unter Umständen für manche Menschen schwer lesbar. Wähle eine dunklere Hintergrundfarbe und\/oder eine hellere %s."],"Clear":["Zurücksetzen"],"Custom color picker.":["Individueller Farbwähler."],"Color: %s":["Farbe: %s"],"Full width":["Volle Breite"],"Wide width":["Weite Breite"],"Widgets":["Widgets"],"Align right":["Rechtsbündig"],"Align center":["Zentrieren"],"Align left":["Linksbündig"],"Add title":["Titel hier eingeben"],"Unique identifier for the revision.":["Eindeutige Kennung für die Revision."],"Gutenberg development mode requires files to be built. Run <code>npm install<\/code> to install dependencies, <code>npm run build<\/code> to build the files or <code>npm run dev<\/code> to build the files and watch for changes. Read the <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contributing<\/a> file for more information.":["Im Gutenberg-Entwicklungsmodus müssen Dateien erstellt werden. Führe <code>npm install<\/code> aus, um Abhängigkeiten zu installieren, <code>npm run build<\/code>, um die Dateien zu erstellen oder <code>npm run dev<\/code>, um die Dateien zu erstellen und Änderungen zu beobachten. Weitere Informationen findest du in der Datei <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">Mitwirken (engl.)<\/a>."],"Gutenberg Team":["Gutenberg-Team"],"https:\/\/github.com\/WordPress\/gutenberg":["https:\/\/github.com\/WordPress\/gutenberg"],"Gutenberg":["Gutenberg"],"Authors":["Autoren"],"Slug":["Titelform"],"Comment":["Kommentar"],"Discussion":["Diskussion"],"Custom fields":["Individuelle Felder"],"Excerpt":["Textauszug"],"Publish":["Veröffentlichen"],"Metadata":["Meta-Daten"],"Save":["Speichern"],"Revisions":["Revisionen"],"F j, Y g:i a":["j. F Y G:i"],"F j, Y":["j. F Y"],"g:i a":["G:i"],"%s ago":["vor %s"],"%s from now":["%s ab jetzt"],"Sorry, you are not allowed to edit Navigation Menus as this user.":["Du bist als dieser Benutzer leider nicht berechtigt, Navigationsmenüs zu bearbeiten."],"Classic Editor":["Klassischer Editor"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Gutenberg erfordert WordPress %s oder aktueller, um korrekt zu funktionieren. Bitte aktualisiere WordPress, bevor du Gutenberg aktivierst."],"Documentation":["Dokumentation"],"Demo":["Demo"],"(Untitled)":["(Ohne Titel)"],"Select Category":["Kategorie auswählen"]}}}