{"translation-revision-date":"2023-09-27 17:39:45+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["Especifica cuántos enlaces pueden aparecer antes del número de página actual. Los enlaces a las páginas primera, actual y última siempre son visibles."],"Number of links":["Cantidad de enlaces"],"Don't refresh the page when paginating to another page.":["No recarga la página al paginar a otra página."],"Enhanced pagination":["Paginación mejorada"],"User Experience":["Experiencia de usuario"],"Enhanced Pagination might cause interactive blocks within the Post Template to stop working. Disable it if you experience any issues.":["La paginación mejorada puede provocar que los bloques interactivos dentro de la plantilla de la entrada dejen de funcionar. Desactívala si experimentas algún problema."],"Ungroup":["Desagrupar"],"Block hooks allow automatically inserting a block in a position relative to another.":["Los ganchos de bloques permiten insertar automáticamente un bloque en una posición relativa a otro."],"Block hooks":["Ganchos de bloques"],"This block is automatically inserted near any occurence of the block types used as keys of this map, into a relative position given by the corresponding value.":["Este bloque se inserta automáticamente cerca de cualquier ocurrencia de los tipos de bloque utilizados como claves de este mapa, en una posición relativa dada por el valor correspondiente."],"Cannot hook block to itself.":["No se puede enganchar el bloque a sí mismo."],"%d years":["%d años"],"a year":["un año"],"%d months":["%d meses"],"a month":["un mes"],"%d days":["%d días"],"a day":["un día"],"%d hours":["%d horas"],"an hour":["una hora"],"%d minutes":["%d minutos"],"a minute":["un minuto"],"%d seconds":["%d segundos"],"a second":["un segundo"],"taxonomy singular name\u0004Pattern Category":["Categoría de patrón"],"taxonomy general name\u0004Pattern Categories":["Categorías de patrones"],"Whether the theme is a block-based theme.":["Si el tema es un tema basado en bloques."],"Page Loaded.":["Página cargada."],"Loading page, please wait.":["Cargando página, espera."],"block description\u0004Display the publish date for an entry such as a post or page.":["Muestra la fecha de publicación de una entrada, sea entrada o página."],"block title\u0004Date":["Fecha"],"block title\u0004Content":["Contenido"],"block title\u0004Author":["Autor"],"block keyword\u0004toggle":["cambiar"],"\"%s\" duplicated.":["«%s» duplicado."],"Style revisions":["Revisiones de estilo"],"Customize CSS":["Personalizar CSS"],"Editing template part:":["Editar parte de plantilla:"],"Editing template:":["Editando la plantilla:"],"Editing navigation menu:":["Editando el menú de navegación:"],"Editing pattern:":["Editando el patrón:"],"Any unsaved changes will be lost when you apply this revision.":["Cualquier cambio no guardado se perderá cuando apliques esta revisión."],"Changes saved by %s":["Cambios guardados por %s"],"Default styles":["Estilos por defecto"],"Changes saved by %1$s on %2$s":["Cambios guardados por %1$s el %2$s"],"Changes saved by %1$s on %2$s (current)":["Cambios guardados por %1$s el %2$s (actual)"],"Unsaved changes by %s":["Cambios sin guardar por %s"],"Reset the styles to the theme defaults":["Restablecer los estilos a los por defecto del tema"],"No":["No"],"Yes":["Sí"],"%s (removed)":["%s (eliminado)"],"Changes will apply to new posts only. Individual posts may override these settings.":["Los cambios solo se aplicarán a las nuevas entradas. Solo se pueden omitir estos ajustes en cada entrada individual."],"%s behaviors applied.":["%s comportamientos aplicados."],"Preview in a new tab":["Vista previa en una nueva pestaña"],"Pre-publish checklist on.":["Activada la lista de verificación previa a la publicación."],"Pre-publish checklist off.":["Desactivada la lista de verificación previa a la publicación."],"Disable pre-publish checklist":["Desactivar la lista de comprobación previa a la publicación"],"Breadcrumbs visible.":["Migas de pan visibles."],"Breadcrumbs hidden.":["Migas de pan ocultas."],"Show block breadcrumbs":["Mostrar el bloque de las migas de pan"],"Hide block breadcrumbs":["Ocultar bloque de migas de pan"],"Editor preferences":["Preferencias del editor"],"Post overview\u0004Outline":["Esbozo"],"Post overview\u0004List View":["Vista de lista"],"You can enable the visual editor in your profile settings.":["Puedes activar el editor visual en los ajustes de tu perfil."],"Distraction free off.":["Modo sin distracciones desactivado."],"Distraction free on.":["Modo sin distracciones activado."],"Search for commands":["Buscar comandos"],"The <main> element should be used for the primary content of your document only.":["El elemento <main> solo debe utilizarse para el contenido principal de tu documento."],"Modified Date":["Fecha de modificación"],"Overlay menu controls":["Omitir controles del menú"],"Navigation menu: \"%s\"":["Menú de navegación: «%s»"],"Enter fullscreen":["Abrir pantalla completa"],"Exit fullscreen":["Salir de pantalla completa"],"Select text across multiple blocks.":["Selecciona texto en varios bloques."],"Custom field meta_key":["meta_key del campo personalizado"],"Test Connections":["Probar conexiones"],"Connections":["Conexiones"],"Enable the live collaboration and offline persistence between peers":["Activa la colaboración en directo y la persistencia desconectado entre pares"],"Live Collaboration and offline persistence ":["Colaboración en directo y persistencia desconectado "],"Error installing fonts. No font was installed.":["Error al instalar las fuentes. No se ha instalado ninguna fuente."],"No fonts to install":["No hay fuentes que instalar"],"Error: WordPress does not have permission to write the fonts folder on your server.":["Error: WordPress no tiene permisos de escritura en la carpeta de fuentes de tu servidor."],"Sorry, you are not allowed to update the Font Library on this site.":["Lo siento, no tienes permisos para actualizar la biblioteca de fuentes en este sitio."],"Font family uninstalled successfully.":["Familia de fuentes desinstalada correctamente."],"The font family slug.":["El slug de la familia de fuentes."],"The font families to install.":["La familia de fuentes a instalar."],"Font family [%1$s] Font face [%2$s] file is not defined in the request files.":["El archivo del tipo de letra [%2$s] de la familia de fuentes [%1$s] no está definido en los archivos solicitados."],"Font family [%1$s] Font face [%2$s] should have only one of the downloadFromUrl or uploadedFile properties defined and not both.":["El tipo de letra [%2$s] de la familia de fuentes [%1$s] debería tener solo. una de las propiedades downloadFromUrl o uploadedFile definidas, y no ambas."],"Font family [%1$s] Font face [%2$s] should have fontWeight and fontStyle properties defined.":["El tipo de letra [%2$s] de la familia de fuentes [%1$s] debería tener definidas las propiedades fontWeight y fontStyle."],"Font family [%s] should have at least one font face definition.":["La familia de fuentes [%s] debería tener al menos una definición de tipo de letra."],"Font family [%s] should have fontFace property defined as an array.":["La familia de fuentes [%s] debería tener definid la propiedad fontFace como un array."],"Font family [%s] should have slug, name and fontFamily properties defined.":["La familia de fuentes [%s] debería tener definidas las propiedades slug, name y fontFamily."],"fontFamilies should have at least one font family definition.":["fontFamilies debería tener al menos una definición de familia de fuentes."],"fontFamilies should be an array of font families.":["fontFamilies debería ser un array de las familias de fuentes."],"The font face assets could not be written.":["Los recursos del tipo de letra no tienen permisos de escritura."],"Font post update failed":["Fallo al actualizar la publicación de la fuente"],"Font post creation failed":["Fallo al crear la publicación de la fuente"],"The font family could not be deleted.":["No se pudo borrar la familia de fuentes."],"The font family could not be found.":["No se pudo encontrar la familia de fuentes."],"Fonts must have the same slug to be merged.":["Las fuentes deben tener el mismo slug para poder fusionarse."],"Cannot visit tag closers in HTML Processor.":["No se pueden visitar los cierres de etiqueta en el procesador HTML."],"Please pass a query array to this function.":["Por favor, pasa un array de consulta a esta función."],"Call %s to create an HTML Processor instead of calling the constructor directly.":["LLama a %s para crear un procesador HTML en lugar de llamar directamente al constructor."],"Global behaviors.":["Comportamientos globales."],"Submit Search":["Enviar búsqueda"],"block keyword\u0004reusable":["reutilizable"],"Pattern imported successfully!":["¡Patrón importado correctamente!"],"Invalid Pattern JSON file":["Archivo JSON de patrón no válido"],"Set pattern sync status":["Establecer estado de sincronización de patrones"],"Filter by sync status":["Filtrar por estado de sincronización"],"Last page":["Última página"],"paging\u0004%1$s of %2$s":["%1$s de %2$s"],"Previous page":["Página anterior"],"First page":["Primera página"],"%s item":["%s elemento","%s elementos"],"Copy to My patterns":["Copiar a «Mis patrones»"],"Editing this pattern will also update anywhere it is used":["La edición de este patrón también se actualizará en cualquier lugar donde se utilice"],"Are you sure you want to clear these customizations?":["¿Seguro que quieres borrar estas personalizaciones?"],"Theme & plugin patterns cannot be edited.":["Los patrones de temas y plugins no se pueden editar."],"My Patterns":["Mis patrones"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utiliza las teclas de flecha izquierda y derecha para redimensionar el lienzo. Mantén pulsada la tecla MAY para redimensionar en incrementos más grandes."],"Post Template displays each post or page in a Query Loop.":["La plantilla de entrada muestra cada entrada o página en un bucle de consulta."],"Move to Trash":["Mover a la papelera"],"An error occurred while moving the page to the trash.":["Ha ocurrido un error al mover la página a la papelera."],"\"%s\" moved to the Trash.":["«%s» movida a la papelera."],"Looking for template parts? Find them in \"Patterns\".":["¿Buscas las partes de plantilla? Encuéntralas en los «Patrones»."],"Go to the Dashboard":["Ir al escritorio"],"Open patterns":["Abrir patrones"],"%s name":["Nombre de %s"],"%s: Name":["%s: Nombre"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":["Las actuales opciones de menú ofrecen una accesibilidad reducida para los usuarios y no se recomiendan. Al activar «Abrir al hacer clic» o «Mostrar flecha» se ofrece una accesibilidad mejorada al permitir a los usuarios de teclado navegar de manera selectiva por los submenús."],"Edit Block Pattern":["Editar patrón de bloque"],"Footnotes found in blocks within this document will be displayed here.":["Las notas al pie de página encontradas en bloques dentro de este documento se mostrarán aquí."],"Footnotes":["Notas al pie de página"],"Template name\u0004All Archives":["Todos los archivos"],"Editing the pattern will update it anywhere it is used.":["Al editar el patrón se actualizará en cualquier parte en la que esté en uso."],"Create pattern\/reusable block":["Crear patrón\/bloque reutilizable"],"Patterns content":["Contenido de los patrones"],"Open command palette":["Abrir paleta de comandos"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Ten en cuenta que la misma plantilla puede estar en uso en varias páginas, así que cualquier cambio que hagas aquí podría afectar a otras páginas del sitio. Para volver a editar el contenido de la página haz clic en el botón 'Volver' de la barra de herramientas."],"Editing a template":["Editar una plantilla"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Ahora es posible editar el contenido de una página en el editor del sitio. Para personalizar otras partes de la página, como la cabecera o el pie de página cambia a la edición de la plantilla usando la barra lateral de ajustes."],"Continue":["Continuar"],"Editing a page":["Editar una página"],"This pattern cannot be edited.":["Este patrón no se puede editar."],"Loading patterns…":["Cargando patrones…"],"Are you sure you want to delete this template part?":["¿Seguro que quieres borrar esta parte de plantilla?"],"Are you sure you want to delete this template?":["¿Seguro que quieres borrar esta plantilla?"],"Toggle list view":["Alternar la vista de lista"],"Toggle fullscreen mode":["Alternar el modo de pantalla completa"],"Manage all of my patterns":["Gestionar todos mis patrones"],"Command palette":["Paleta de comandos"],"Open the command palette.":["Abre la paleta de comandos."],"Detach pattern":["Separar patrón"],"Detach patterns":["Separar patrones"],"Detach":["Separar"],"Edit Page List":["Editar lista de páginas"],"This page list is synced with the published pages on your site. Detach the page list to add, delete, or reorder pages yourself.":["Esta lista de páginas está sincronizada con las páginas publicadas en tu sitio. Separa la lista de páginas para añadir, borrar o reordenar las páginas por tu cuenta."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Parece ser que estás tratando de usar el obsoleto bloque clásico. Puedes dejar intacto este bloque, o eliminarlo por completo. Alternativamente, puedes recargar la página para usar el bloque clásico."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Parece ser que estás tratando de usar el obsoleto bloque clásico. Puedes dejar intacto este bloque, convertir su contenido a. un bloque de HTML personalizado, o eliminarlo por completo. Alternativamente, puedes recargar la página para usar el bloque clásico."],"Removing these blocks is not advised.":["No es aconsejable eliminar estos bloques."],"Fade":["Desvanecimiento"],"Name for applying graphical effects\u0004Filters":["Filtros"],"Text orientation":["Orientación del texto"],"Hide block tools":["Ocultar herramientas del bloque"],"Reusable blocks are now synced patterns. A synced pattern will behave in exactly the same way as a reusable block.":["Los bloques reutilizables ahora se llaman patrones sincronizados. Un patrón sincronizado se comportará exactamente del mismo modo que un bloque reutilizable."],"Custom patterns added by site users.":["Patrones personalizados añadidos por los usuarios del sitio."],"My patterns":["Mis patrones"],"Disable TinyMCE and Classic block":["Desactivar TinyMCE y el bloque clásico"],"The offset number requested is larger than or equal to the number of available revisions.":["El número de compensación solicitado es mayor o igual al número de revisiones disponibles."],"Cannot find user global styles revisions.":["No se pudieron encontrar revisiones de estilo globales del usuario."],"Template name\u0004Page: 404":["Página: 404"],"Template name\u0004Attachment Pages":["Páginas de adjuntos"],"Template name\u0004Single Entries":["Entradas individuales"],"Template name\u0004Blog Home":["Inicio del blog"],"`experimental-link-color` is no longer supported. Use `link-color` instead.":["`experimental-link-color` ya no se admite. Usa `link-color` en su lugar."],"Sync status":["Estado de sincronización"],"block title\u0004Pattern placeholder":["Marcador de posición del patrón"],"block keyword\u0004references":["referencias"],"block title\u0004Footnotes":["Notas al pie de página"],"Unsynced Pattern created: %s":["Patrón no sincronizado creado: %s"],"Synced Pattern created: %s":["Patrón sincronizado creado: %s"],"Untitled Pattern block":["Patrón de bloque sin título"],"Not synced":["No sincronizado"],"Fully synced":["Totalmente sincronizado"],"Syncing":["Sincronizando"],"Upload all":["Subir todo"],"There are some external images in the post which can be uploaded to the media library. Images coming from different domains may not always display correctly, load slowly for visitors, or be removed unexpectedly.":["Hay algunas imágenes externas en la entrada que pueden ser subidas a la biblioteca de medios. Las imágenes procedentes de diferentes dominios pueden no mostrarse correctamente, cargar lentamente para los lectores o ser eliminadas inesperadamente."],"External media":["Medios externos"],"Select image block.":["Seleccionar bloque de imagen."],"Allow comments on new posts":["Permitir comentarios en las entradas nuevas"],"Maximum posts per page":["Entradas máximas por página"],"Patterns that can be changed freely without affecting the site.":["Patrones que pueden ser cambiados libremente sin afectar a tu sitio."],"Patterns that are kept in sync across the site.":["Patrones que se mantienen sincronizados en todo el sitio."],"Search patterns":["Buscar patrones"],"No patterns found.":["No se han encontrado patrones."],"Action menu for %s pattern":["Menú de acciones para el patrón %s"],"Empty pattern":["Patrón vacío"],"Press Enter to edit, or Delete to delete the pattern.":["Por favor, pulsa «Intro» para editar o «Borrar» para borrar el patrón."],"An error occurred while deleting the pattern.":["Se ha producido un error al borrar el patrón."],"Learn about styles":["Obtén más información acerca de los estilos"],"Open styles":["Abrir estilos"],"Reset styles to defaults":["Restablecer los estilos a valores por defecto"],"Change publish date":["Cambiar la fecha de publicación"],"Hide this page behind a password":["Ocultar esta página tras una contraseña"],"Password":["Contraseña"],"An error occurred while updating the status":["Ha ocurrido un error al actualizar el estado"],"Change status":["Cambiar el estado"],"Publish automatically on a chosen date.":["Publicar automáticamente en la fecha elegida."],"Waiting for review before publishing.":["Esperando a la valoración antes de publicar."],"Not ready to publish.":["No está preparado para publicar."],"Revision history":["Historial de revisiones"],"An error occurred while creating the page.":["Se ha producido un error al crear la página."],"Activating":["Activando"],"Unable to duplicate Navigation menu (%s).":["No se ha podido duplicar el menú de navegación (%s)."],"Duplicated Navigation menu":["Menú de navegación duplicado"],"%s (Copy)":["%s (copiar)"],"Unable to rename Navigation menu (%s).":["No se ha podido renombrar el menú de navegación (%s)."],"Renamed Navigation menu":["Menú de navegación renombrado"],"Unable to delete Navigation menu (%s).":["No se ha podido eliminar el menú de navegación (%s)."],"Deleted Navigation menu":["Menú de navegación eliminar"],"Are you sure you want to delete this Navigation menu?":["¿Seguro que quieres borrar este menú de navegación?"],"Navigation title":["Título de navegación"],"Go to %s":["Ve a %s"],"This is the %s pattern.":["Este es el patrón %s."],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Configura el número por defecto de entradas a mostrar en las páginas de blog, incluyendo categorías y etiquetas. Algunas plantillas pueden anular este ajuste."],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Configura el título de la página de entradas. Aparece en los resultados de búsqueda, y cuando la página es compartida en medios sociales."],"Blog title":["Título del blog"],"Manage my patterns":["Gestionar mis patrones"],"Select what the new template should apply to:":["Selecciona dónde se deberían aplicar las nuevas plantillas:"],"E.g. %s":["P.ej. %s"],"No template parts or patterns found":["No se ha encontrado ningún patrón o elemento de plantilla"],"Manage what patterns are available when editing the site.":["Gestiona qué patrones están disponibles al editar el sitio."],"Please enter a title.":["Por favor, introduce un título."],"Synced":["Sincronizado"],"My pattern":["Mi patrón"],"Create pattern":["Crear patrón"],"An error occurred while creating the pattern.":["Se ha producido un error al crear el patrón."],"Toggle code editor":["Activar\/Desactivar el editor de código"],"Toggle top toolbar":["Activar\/Desactivar barra de herramientas superior"],"Toggle spotlight mode":["Activar\/Desactivar modo foco"],"Toggle distraction free":["Activar\/Desactivar el modo sin distracciones"],"Toggle block inspector":["Activar\/Desactivar el inspector de bloques"],"Toggle settings sidebar":["Activar\/Desactivar la barra lateral de ajustes"],"Hide & Reload Page":["Ocultar y recargar página"],"Show & Reload Page":["Mostrar y recargar página"],"Manage patterns":["Gestionar patrones"],"Initial %d result loaded. Type to filter all available results. Use up and down arrow keys to navigate.":["Resultado inicial %d cargado. Escribe para filtrar todos los resultados disponibles. Utiliza las teclas de flecha arriba y abajo para navegar.","Resultados iniciaesl %d cargados. Escribe para filtrar todos los resultados disponibles. Utiliza las teclas de flecha arriba y abajo para navegar."],"Footnote":["Notas al pie de página"],"Lowercase Roman numerals":["Números romanos en minúsculas"],"Uppercase Roman numerals":["Números romanos en mayúsculas"],"Lowercase letters":["Letras minúsculas"],"Uppercase letters":["Letras mayúsculas"],"Numbers":["Números"],"Numbering style":["Estilo de numeración"]," … <a>Read more<\/a>":[" … <a>Leer más<\/a>"],"Image is contained without distortion.":["La imagen se ajusta sin distorsionarse."],"Image covers the space evenly.":["La imagen cubre el espacio de manera uniforme."],"Image size option for resolution control\u0004Full Size":["Tamaño completo"],"Image size option for resolution control\u0004Large":["Grande"],"Image size option for resolution control\u0004Medium":["Mediana"],"Image size option for resolution control\u0004Thumbnail":["Miniatura"],"Scale":["Escalar"],"Scale down the content to fit the space if it is too big. Content that is too small will have additional padding.":["Redimensiona el contenido para ajustarlo al espacio si es muy grande. El contenido muy pequeño tendrá un relleno adicional."],"Scale option for dimensions control\u0004Scale down":["Reducir la escala"],"Do not adjust the sizing of the content. Content that is too large will be clipped, and content that is too small will have additional padding.":["No ajustar las dimensiones del contenido. Si es muy grande, será recortado, y si es muy pequeño tendrá un relleno adicional."],"Scale option for dimensions control\u0004None":["Nada"],"Fill the space by clipping what doesn't fit.":["Rellenar el espacio recortando lo que no se ajuste."],"Scale option for dimensions control\u0004Cover":["Cubrir"],"Fit the content to the space without clipping.":["Ajustar el contenido al espacio sin recortar."],"Scale option for dimensions control\u0004Contain":["Ajustar"],"Fill the space by stretching the content.":["Rellena el espacio estirando el contenido."],"Scale option for dimensions control\u0004Fill":["Relleno"],"Aspect ratio option for dimensions control\u0004Custom":["Personalizar"],"Aspect ratio option for dimensions control\u0004Tall - 9:16":["Alto - 9:16"],"Aspect ratio option for dimensions control\u0004Wide - 16:9":["Ancho - 16:9"],"Aspect ratio option for dimensions control\u0004Classic Portrait - 2:3":["Retrato clásico - 2:3"],"Aspect ratio option for dimensions control\u0004Classic - 3:2":["Clásico - 3:2"],"Aspect ratio option for dimensions control\u0004Portrait - 3:4":["Retrato - 3:4"],"Aspect ratio option for dimensions control\u0004Standard - 4:3":["Estándar 4:3"],"Aspect ratio option for dimensions control\u0004Square - 1:1":["Cuadrado 1:1"],"Aspect ratio option for dimensions control\u0004Original":["Original"],"Additional link settings\u0004Advanced":["Avanzado"],"Change level":["Cambiar nivel"],"Position: %1$s":["Posición: %1$s"],"Animation":["Animación"],"The block will stick to the scrollable area of the parent %s block.":["El bloque se anclará al área desplazable del bloque %s superior."],"Synced patterns":["Patrones sincronizados"],"Removing this block is not advised.":["No se aconseja eliminar este bloque.","No se aconseja eliminar estos bloques."],"Are you sure?":["¿Seguro?"],"Post Content displays the content of a post or page.":["Contenido de la entrada muestra el contenido de una entrada o página."],"Query Loop displays a list of posts or pages.":["Lista de contenidos muestra una lista de entradas o páginas."],"The date the template was last modified, in the site's timezone.":["La fecha en la que la plantilla fue modificada por última vez, en la zona horaria del sitio."],"Where the pattern comes from e.g. core":["De dónde procede el patrón, por ejemplo, el núcleo"],"The menu provided is not a valid menu.":["El menú proporcionado no es válido."],"Pattern updated.":["Patrón actualizado."],"Pattern scheduled.":["Patrón programado."],"Pattern published.":["Patrón publicado."],"Patterns list navigation":["Navegación por la lista de patrones"],"Filter Patterns list":["Lista de patrones filtrados"],"No Patterns found in Trash.":["No se han encontrado patrones en la papelera."],"No Patterns found.":["No se han encontrado patrones."],"Search Patterns":["Buscar patrones"],"All Patterns":["Todos los patrones"],"View Patterns":["Ver patrones"],"View Pattern":["Ver patrón"],"New Pattern":["Nuevo patrón"],"Add new Pattern":["Añadir patrón nuevo"],"post type singular name\u0004Pattern":["Patrón"],"post type general name\u0004Patterns":["Patrones"],"\"%s\" in theme.json settings.color.duotone is not a hex or rgb string.":["«%s»\" en theme.json settings.color.duotone no es una cadena hexadecimal o rgb."]," … <a href=\"%1$s\" rel=\"noopener noreferrer\">Read more<\/a>":[" ... <a href=\"%1$s\" rel=\"noopener noreferrer\">Leer más<\/a>"],"block title\u0004Title":["Título"],"block title\u0004Excerpt":["Extracto"],"View site (opens in a new tab)":["Ver sitio (abre en una nueva pestaña)"],"Back to page":["Volver a la página"],"You are editing a template.":["Estás editando una plantilla"],"Edit your template to edit this block.":["Edita tu plantilla para editar este bloque."],"Last edited %s":["Editada por última vez %s"],"Page":["Página"],"Page (selected)":["Página (seleccionada)"],"<time>%s<\/time>":["<time>%s<\/time>"],"Are you sure you want to delete \"%s\"?":["¿Seguro que quieres borrar «%s»?"],"< 1 min":["< 1 min"],"%s mins":["%s mins"],"Unknown":["Desconocido"],"Parent":["Superior"],"Pending":["Pendiente"],"Scheduled: <time>%s<\/time>":["Programada para el <time>%s<\/time>"],"Published <time>%s<\/time>":["Publicada el <time>%s<\/time>"],"Create draft":["Crear borrador"],"Draft a new page":["Borrador de una nueva página"],"No title":["Sin título"],"Review %d change…":["Revisar %d cambio…","Revisar %d cambios…"],"Last modified":["Última modificación"],"Editing template: ":["Editando plantilla: "],"Focal point top position":["Posición superior del punto focal"],"Focal point left position":["Posición izquierda del punto focal"],"Toggle off to hide the label text, e.g. \"Next Page\".":["Cerrar para ocultar el texto de la etiqueta, p.ej. «Página siguiente»."],"Show label text":["Mostrar texto de la etiqueta"],"No excerpt found":["No se ha encontrado ningún extracto"],"Excerpt text":["Texto del extracto"],"The content is currently protected and does not have the available excerpt.":["El contenido está actualmente protegido y no tiene disponible el extracto."],"This block will display the excerpt.":["Este bloque mostrará el extracto."],"Suggestions":["Sugerencias"],"The lightbox behavior is disabled for linked images.":["El comportamiento de la caja de luz está desactivado para las imágenes enlazadas."],"Button label to reveal side configuration options\u0004%s options":["Opciones de %s"],"Horizontal & vertical":["Horizontal y vertical"],"Expand search field":["Ampliar el campo de búsqueda"],"Right to left":["De derecha a izquierda"],"Left to right":["De izquierda a derecha"],"Text direction":["Dirección de escritura"],"A valid language attribute, like \"en\" or \"fr\".":["Un atributo de idioma válido, como «en» o «fr»."],"Language":["Idioma"],"Document not found":["Documento no encontrado"],"\"%s\" reverted.":["«%s» revertida a borrador."],"Navigation Menu missing.":["Falta el menú de navegación."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Los menús de navegación son una colección seleccionada de bloques que permiten a los visitantes desplazarse por tu sitio."],"Manage your Navigation menus.":["Gestiona tus menús de navegación."],"Examples of blocks":["Ejemplos de bloques"],"The relationship of the linked URL as space-separated link types.":["La relación de la URL enlazada como tipos de enlaces, separados por espacios."],"Rel attribute":["Atributo rel"],"Additional information to help clarify the purpose of the link.":["Información adicional para ayudar a aclarar el propósito del enlace."],"This navigation menu is empty.":["Este menú de navegación está vacío."],"Behaviors":["Comportamientos"],"No behaviors":["Ningún comportamiento"],"The duotone id \"%s\" is not registered in theme.json settings":["El id duotono «%s» no está registrado en la configuración de theme.json"],"Enlarge image: %s":["Ampliar la imagen: %s"],"Enlarge image":["Ampliar la imagen"],"block keyword\u0004accordion":["acordeón"],"block description\u0004Hide and show additional content.":["Ocultar y mostrar contenido adicional."],"block description\u0004Add an image or video with a text overlay.":["Añade una imagen o vídeo con un texto superpuesto."],"Save panel":["Guardar panel"],"Editor Canvas":["Lienzo del editor"],"Close Styles":["Cerrar estilos"],"Revisions are added to the timeline when style changes are saved.":["Las revisiones se añaden a la cronología cuando se guardan los cambios de estilo."],"Close revisions":["Cerrar revisiones"],"Global styles revisions":["Revisiones de estilos globales"],"Manage all pages":["Gestionar todas las páginas"],"No page found":["No se ha encontrado ninguna página"],"Loading pages…":["Cargando páginas…"],"Browse and edit pages on your site.":["Ve y edita páginas en tu sitio."],"Activate":["Activar"],"Activate & Save":["Activar y guardar"],"Go back to the theme showcase":["Volver al muestrario de temas"],"Write summary…":["Escribe un resumen…"],"Write summary":["Escribir resumen"],"Type \/ to add a hidden block":["Teclea \/ para añadir un bloque oculto"],"Add an image or video with a text overlay.":["Añade una imagen o vídeo con un texto superpuesto."],"%d word selected.":["%d palabra seleccionada.","%d palabras seleccionadas."],"%d Block":["%d bloque","%d bloques"],"Color %s styles":["Estilos de color de %s"],"Add after":["Añadir después"],"Add before":["Añadir antes"],"Live Preview":["Vista previa en vivo"],"theme\u0004Live Preview %s":["Vista previa de %s"],"block description\u0004Display an image to represent this site. Update this block and the changes apply everywhere.":["Muestra una imagen que representa este sitio. Actualiza este bloque y los cambios se aplicarán en todas partes."],"Add media":["Añadir medios"],"<a>Add new post<\/a>":["<a>Añadir nueva entrada<\/a>"],"Only shows if the post has been modified":["Solo se muestra si se ha modificado la entrada"],"Options for %s":["Opciones para %s"],"%s (locked)":["%s (bloqueado)"],"Show block tools":["Mostrar herramientas del bloque"],"The unique identifier for the Navigation Menu.":["El identificador único del menú de navegación."],"No fallback menu found.":["No se ha encontrado ningún menú de respaldo."],"Sorry, you are not allowed to create Navigation Menus as this user.":["Lo siento, no tienes permisos para crear menús de navegación con este usuario."],"Title of a Navigation menu\u0004Navigation":["Navegación"],"Unable to convert Classic Menu to blocks.":["No ha sido posible convertir el menú clásico a bloques."],"No Classic Menus found.":["No se han encontrado menús clásicos."],"Invalid post parent ID.":["ID de entrada superior no válido."],"The date the revision was last modified, as GMT.":["La fecha en la que se modificó por última vez la revisión, como GMT."],"The date the revision was last modified, in the site's timezone.":["La fecha en la que se modificó por última vez la revisión, en la zona horaria del sitio."],"The date the revision was published, as GMT.":["La fecha en la que se publicó la revisión, como GMT."],"The date the revision was published, in the site's timezone.":["La fecha en la que se publicó la revisión, en la zona horaria del sitio."],"The ID for the parent of the revision.":["El ID del superior de la revisión."],"block keyword\u0004disclosure":["revelación"],"block title\u0004Details":["Detalles"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt"],"Add new post":["Añadir nueva entrada"],"Edit styles":["Editar estilos"],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":["https:\/\/wordpress.org\/documentation\/article\/embeds\/"],"Open by default":["Abierto por defecto"],"Effects":["Efectos"],"https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/":["https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/"],"Delete blocks":["Borrar bloques"],"https:\/\/wordpress.org\/documentation\/article\/page-jumps\/":["https:\/\/wordpress.org\/documentation\/article\/page-jumps\/"],"%s minute":["%s minuto","%s minutos"],"Manage the fonts and typography used on captions.":["Gestiona las fuentes y la tipografía utilizada en los pies de foto."],"Display a post's last updated date.":["Mostrar la fecha de la última actualización de una entrada."],"Post Modified Date":["Fecha de modificación de la entrada"],"Arrange blocks in a grid.":["Ordena los bloques en una cuadrícula."],"Leave empty if decorative.":["Déjalo vacío si es decorativo."],"Alternative text":["Texto alternativo"],"Resolution":["Resolución"],"Name for the value of the CSS position property\u0004Fixed":["Fixed"],"Name for the value of the CSS position property\u0004Sticky":["Fija"],"Minimum column width":["Anchura mínima de columna"],"Test the Grid layout type as a new variation of Group block.":["Prueba el tipo de diseño Cuadrícula como una nueva variación del bloque Grupo."],"Grid variation for Group block ":["Variación de cuadrícula para el bloque Grupo "],"Template name\u0004Index":["Índice"],"caption\u0004<a %1$s>Work<\/a>\/ %2$s":["<a %1$s>Obra<\/a>\/ %2$s"],"Examples of blocks in the %s category":["Ejemplos de bloques de la categoría %s"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Crea nuevas partes de plantilla, o restablece cualquier personalización hecha a las partes de plantilla suministradas por tu tema."],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Crea nuevas plantillas, o restablece cualquier personalización hecha a las plantillas suministradas por tu tema."],"template\u0004(Customized)":["(Personalizado)"],"Express the layout of your site with templates":["Expresa el diseño de tu sitio con plantillas"],"A custom template can be manually applied to any post or page.":["Una plantilla personalizada puede aplicarse manualmente a cualquier entrada o página."],"Customize the appearance of your website using the block editor.":["Personaliza la apariencia de tu web usando el editor de bloques."],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":["https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/"],"Post meta":["Metadatos de la entrada"],"Select the size of the source images.":["Selecciona el tamaño de las imágenes originales."],"Reply to A WordPress Commenter":["Responde a un comentarista de WordPress"],"Commenter Avatar":["Avatar del comentarista"],"Displays when a visitor views a non-existent page, such as a dead link or a mistyped URL.":["Muestra cuándo un visitante ve una página que no existe, como por ejemplo un enlace muerto o una URL mal tecleada."],"Displays your site's Privacy Policy page.":["Muestra la página de política de privacidad de tu sitio."],"Template name\u0004Privacy Policy":["Política de privacidad"],"Displays when a visitor performs a search on your website.":["Muestra cuándo un visitante realiza una búsqueda en tu web."],"Displays when a visitor views the dedicated page that exists for any media attachment.":["Muestra cuando un visitante ve la página que existe dedicada a cualquier medio adjunto."],"Displays a post tag archive. This template will serve as a fallback when more specific template (e.g. Tag: Pizza) cannot be found.":["Muestra un archivo de etiquetas de entrada. Esta plantilla servirá como alternativa cuando no se pueda encontrar una más específica (por ejemplo: etiqueta: pizza)."],"Displays a post archive when a specific date is visited (e.g. example.com\/2023\/).":["Muestra un archivo de entradas cuando se visita una fecha específica (por ejemplo: example.com\/2023\/)."],"Displays a custom taxonomy archive. Like categories and tags, taxonomies have terms which you use to classify things. For example: a taxonomy named \"Art\" can have multiple terms, such as \"Modern\" and \"18th Century.\" This template will serve as a fallback when a more specific template (e.g. Taxonomy: Art) cannot be found.":["Muestra un archivo de taxonomías personalizadas. Al igual que las categorías y las etiquetas, las taxonomías usan términos que puedes utilizar para clasificar cosas. Por ejemplo: una taxonomía llamada «Arte» puede tener múltiples términos como «Moderno» y «Siglo XVIII». Esta plantilla servirá como alternativa cuando no se pueda encontrar una plantilla más específica (por ejemplo: Taxonomía: Arte)."],"Displays a post category archive. This template will serve as a fallback when more specific template (e.g. Category: Recipes) cannot be found.":["Muestra un archivo de entradas relacionadas con una categoría. Esta plantilla servirá como alternativa si no se puede encontrar una más específica (por ejemplo: Categoría: Recetas)."],"Displays a single author's post archive. This template will serve as a fallback when a more a specific template (e.g. Author: Admin) cannot be found.":["Muestra un archivo de entradas de un autor individual. Esta plantilla servirá como alternativa cuando no se pueda encontrar una más específica (por ejemplo: Autor: Administrador)."],"Displays any archive, including posts by a single author, category, tag, taxonomy, custom post type, and date. This template will serve as a fallback when more specific templates (e.g. Category or Tag) cannot be found.":["Muestra cualquier archivo, incluyendo entradas por autor, categoría, etiqueta, taxonomía, tipo de contenido personalizado, y fecha. Esta plantilla servirá como alternativa cuando no se puedan encontrar plantillas más específicas (por ejemplo: categoría o etiqueta)."],"Display all static pages unless a custom template has been applied or a dedicated template exists.":["Muestra todas las páginas estáticas, a menos que se haya aplicado una plantilla personalizada o exista una plantilla dedicada."],"Displays single posts on your website unless a custom template has been applied to that post or a dedicated template exists.":["Muestra todas las entradas individuales de tu web, a menos que se haya aplicado una plantilla personalizada a esa entrada o exista una plantilla dedicada."],"Displays any single entry, such as a post or a page. This template will serve as a fallback when a more specific template (e.g. Single Post, Page, or Attachment) cannot be found.":["Muestra cualquier contenido individual, como una entrada o página. Esta plantilla servirá como alternativa cuando no se pueda encontrar una plantilla específica (por ejemplo: entrada o página individual, o adjunto)."],"Displays your site's homepage, whether it is set to display latest posts or a static page. The Front Page template takes precedence over all templates.":["Muestra la página de inicio de tu sitio, tanto si está configurada para mostrar las últimas entradas como si es una página estática. La plantilla de la página de inicio tiene prioridad sobre todas las plantillas."],"Displays the latest posts as either the site homepage or as the \"Posts page\" as defined under reading settings. If it exists, the Front Page template overrides this template when posts are shown on the homepage.":["Muestra las entradas más recientes, así como la página de inicio del sitio o una «página de entradas» definida en los ajustes de lectura. Si existe, la plantilla de página de inicio sobreescribirá a esta plantilla cuando se muestren las entradas en dicha página de inicio."],"Used as a fallback template for all pages when a more specific template is not defined.":["Usada como plantilla alternativa para todas las páginas cuando no hay definida una plantilla más específica."],"block description\u0004Show minutes required to finish reading the post.":["Muestra los minutos necesarios para finalizar de leer la entrada."],"block title\u0004Time To Read":["Tiempo de lectura"],"template part\u0004Customized":["Personalizado"],"template\u0004Customized":["Personalizado"],"Styles actions":["Acciones de estilos"],"Example:":["Ejemplo:"],"Image inserted.":["Imagen insertada."],"Image uploaded and inserted.":["Imagen subida e insertada."],"Insert":["Insertar"],"External images can be removed by the external provider without warning and could even have legal compliance issues related to privacy legislation.":["Las imágenes externas pueden ser eliminadas por el proveedor externo sin previo aviso e incluso podrían plantear problemas de cumplimiento legal relacionados con la legislación sobre privacidad."],"This image cannot be uploaded to your Media Library, but it can still be inserted as an external image.":["Esta imagen no puede subirse a tu biblioteca de medios pero puede insertarse como imagen externa."],"Insert external image":["Insertar imagen externa"],"%d minute":["%d minuto","%d minutos"],"Save site, content, and template changes":["Guardar cambios de sitio, contenido y plantilla"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Fallback content":["Contenido de respaldo"],"Editing history":["Historial de edición"],"This is a custom template that can be applied manually to any Post or Page.":["Esto es una plantilla personalizada que puede aplicarse manualmente a cualquier entrada o página."],"Scrollable section":["Sección con desplazamiento"],"Aspect ratio":["Relación de aspecto"],"Max number of words":["Máximo de palabras"],"Choose or create a Navigation menu":["Elige o crea un menú de navegación"],"Add submenu link":["Añadir enlace al submenú"],"Dismiss hint":["Descartar pista"],"Looking for other block settings? They've moved to the styles tab.":["¿Buscas otros ajustes del bloque? Se han movido a la pestaña de estilos."],"The query argument must be an array or a tag name.":["El argumento de la consulta debe ser un array o el nombre de una etiqueta."],"Invalid attribute name.":["Nombre de atributo no válido."],"Too many calls to seek() - this can lead to performance issues.":["Demasiadas llamadas a seek() - esto puede llevar a problemas de rendimiento."],"Unknown bookmark name.":["Nombre de marcador desconocido."],"Search Openverse":["Buscar en Openverse"],"Openverse":["Openverse"],"Search audio":["Buscar audio"],"Search videos":["Buscar vídeos"],"Search images":["Buscar imágenes"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Obra<\/a>\/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["\"%1$s\"\/ %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Obra<\/a> por %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["\"%1$s\" por %2$s\/ %3$s"],"Learn more about CSS":["Apende más sobre CSS"],"Add your own CSS to customize the appearance of the %s block.":["Añade tu propio CSS para personalizar la apariencia del bloque %s."],"There is an error with your CSS structure.":["Hay un error con la estructura de tu CSS."],"Shadow":["Sombra"],"Center":["Centrar"],"Edit this menu":["Editar este menú"],"Page List: \"%s\" page has no children.":["Lista de páginas: La página «%s» no tiene hijas."],"You have not yet created any menus. Displaying a list of your Pages":["Todavía no has creado ningún menú. Se muestra una lista de tus páginas"],"Untitled menu":["Menú sin título"],"Structure for navigation menu: %s":["Estructura del menú de navegación: %s"],"(no title %s)":["(sin título %s)"],"Align text":["Alinear texto"],"Append to %1$s block at position %2$d, Level %3$d":["Adjuntar al bloque %1$s en la posición %2$d, nivel %3$d"],"%s block inserted":["Bloque %s insertado"],"Report %s":["Informe de %s"],"Copy styles":["Copiar estilos"],"Stretch items":["Estirar elementos"],"Block vertical alignment setting\u0004Space between":["Espacio intermedio"],"Block vertical alignment setting\u0004Stretch to fill":["Estirar para rellenar"],"Too many bookmarks: cannot create any more.":["Demasiados marcadores: no puedes crear ninguno más."],"The block types which can use this pattern.":["Los tipos de bloque que pueden usar este patrón."],"Untitled post %d":["Entrada sin título %d"],"Printing since 1440. This is the development plugin for the block editor, site editor, and other future WordPress core functionality.":["Imprimiendo desde 1440. Este es el plugin de desarrollo del editor de bloques, el editor del sitio y otras futuras funcionalidades del núcleo de WordPress."],"Style Variations":["Variaciones de estilos"],"Apply globally":["Aplicar globalmente"],"%s styles applied.":["%s estilos aplicados."],"Currently selected position: %s":["Posición seleccionada actualmente: %s"],"Position":["Posición"],"The block will not move when the page is scrolled.":["Este bloque no se moverá cuando hagas scroll en la página."],"The block will stick to the top of the window instead of scrolling.":["Este bloque quedará fijo en la parte superior de la ventana en lugar de hacer scroll."],"Sticky":["Fijo"],"Paste styles":["Pegar estilos"],"Pasted styles to %d blocks.":["Estilos pegados a %d bloques."],"Pasted styles to %s.":["Estilos pegados a %s."],"Unable to paste styles. Block styles couldn't be found within the copied content.":["No se han podido pegar los estilos. Los estilos de bloque no se encontraron en el contenido copiado."],"Unable to paste styles. Please allow browser clipboard permissions before continuing.":["No se han podido pegar los estilos. Por favor, da permisos al portapapeles del navegador antes de continuar."],"Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.":["No se han podido pegar los estilos. Esta característica solo está disponible en sitios seguros (https) en navegadores compatibles."],"Tilde":["Virgulilla"],"Apply this block’s typography, spacing, dimensions, color styles, and behaviors to all %s blocks.":["Aplica la tipografía, espaciado, dimensiones, estilos de color y comportamientos de este bloque a todos los bloques de %s."],"Import widget area":["Importar área de widgets"],"Unable to import the following widgets: %s.":["No ha sido posible importar los siguientes widgets: %s."],"Widget area: %s":["Área de widgets: %s"],"Select widget area":["Seleccionar área de widgets"],"Font family not defined in the variation or \"slug\".":["La familia de fuentes no está definida en la variación o «slug»."],"An array of template types where the pattern fits.":["Un array de tipos de plantilla donde se ajuste el patrón."],"Your %1$s file uses a dynamic value (%2$s) for the path at %3$s. However, the value at %3$s is also a dynamic value (pointing to %4$s) and pointing to another dynamic value is not supported. Please update %3$s to point directly to %4$s.":["Tu archivo %1$s utiliza un valor dinámico (%2$s) para la ruta de %3$s. Sin embargo, el valor en %3$s también es un valor dinámico (que apunta a %4$s) y no está permitido apuntar a otro valor dinámico. Por favor, actualiza %3$s para que apunte directamente a %4$s."],"Clear Unknown Formatting":["Vaciar formatos desconocidos"],"CSS":["CSS"],"Open %s styles in Styles panel":["Abrir estilos de %s en el panel de estilos"],"Close Style Book":["Cerrar libro de estilos"],"Style Book":["Libro de estilos"],"Code Is Poetry":["El código es poesía"],"Additional CSS":["CSS adicional"],"Add your own CSS to customize the appearance and layout of your site.":["Añade tu propio CSS para personalizar la apariencia y diseño de tu sitio."],"Manage all template parts":["Gestionar todas las partes de plantilla"],"Manage all templates":["Gestionar todas las plantillas"],"Loading templates…":["Cargando plantillas…"],"Open code editor":["Abrir el editor de código"],"Specify a fixed height.":["Especifica una altura fija."],"Block inspector tab display overrides.":["La pestaña Inspector de bloques muestra las anulaciones."],"Markup is not allowed in CSS.":["No se permite marcado en el CSS."],"Different layouts containing video or audio.":["Diseños distintos que contienen vídeo o audio."],"Block pattern category\u0004Media":["Medios"],"Different layouts for displaying images.":["Diseños distintos para mostrar imágenes."],"Showcase your latest work.":["Muestra tu trabajo más reciente."],"Block pattern category\u0004Portfolio":["Porfolio"],"Introduce yourself.":["Preséntate."],"Block pattern category\u0004About":["Acerca de"],"Display your contact information.":["Muestra tu información de contacto."],"Block pattern category\u0004Contact":["Contacto"],"Briefly describe what your business does and how you can help.":["Describe brevemente en qué consiste tu negocio y cómo puedes ayudar."],"Block pattern category\u0004Services":["Servicios"],"Share reviews and feedback about your brand\/business.":["Comparte valoraciones y comentarios sobre tu marca o negocio."],"A variety of designs to display your team members.":["Una variedad de diseños para mostrar a los miembros de tu equipo."],"Block pattern category\u0004Team":["Equipo"],"Sections whose purpose is to trigger a specific action.":["Selecciones cuyo objetivo es desencadenar una acción determinada."],"Block pattern category\u0004Call to Action":["Llamada a la acción"],"block keyword\u0004page":["página"],"block description\u0004Displays a page inside a list of all pages.":["Muestra una página dentro de una lista de todas las páginas."],"block title\u0004Page List Item":["Elemento en la lista de páginas"],"Show details":["Mostrar detalles"],"Choose a page to show only its subpages.":["Elige una página para mostrar solo sus subpáginas."],"Parent page":["Página superior"],"Media categories":["Categorías de medios"],"Media List":["Lista de medios"],"Videos":["Vídeos"],"Go to parent Navigation block":["Ir al bloque de navegación superior"],"Fixed":["Fijo"],"Fit":["Ajustar"],"Fit contents.":["Ajustar contenidos."],"Specify a fixed width.":["Especifica un ancho fijo."],"Stretch to fill available space.":["Ampliar para rellenar el espacio disponible."],"A set of high quality curated patterns.":["Un conjunto de patrones de alta calidad cuidadosamente seleccionados."],"Display your latest posts in lists, grids or other layouts.":["Muestra las últimas entradas en listas, cuadrículas u otros diseños."],"Patterns containing mostly text.":["Patrones que contienen principalmente texto."],"A variety of header designs displaying your site title and navigation.":["Una variedad de diseños de cabecera que muestran el título y la navegación de tu sitio."],"A variety of footer designs displaying information and site navigation.":["Una variedad de diseños de pie de página que muestran información y la navegación del sitio."],"Multi-column patterns with more complex layouts.":["Patrones en varias columnas con diseños más complejos."],"Patterns that contain buttons and call to actions.":["Patrones que contienen botones y llamadas a la acción."],"Randomize colors":["Colores aleatorios"],"Text decoration":["Decoración del texto"],"Document Overview":["Resumen del documento"],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Convierte el párrafo o encabezado actual a un encabezado de nivel 1 a 6."],"Convert the current heading to a paragraph.":["Convierte el encabezado actual en un párrafo."],"Transform paragraph to heading.":["Transforma un párrafo en encabezado."],"Transform heading to paragraph.":["Transforma un encabezado en párrafo."],"Extra Extra Large":["Extra extra grande"],"Group blocks together. Select a layout:":["Agrupa bloques juntos. Selecciona una estructura:"],"Min. height":["Altura mínima"],"Test the Global Styles color randomizer; a utility that lets you mix the current color palette pseudo-randomly.":["Prueba los colores aleatorios de estilos globales; una utilidad que te permite mezclar de manera casi aleatoria la paleta de color actual."],"Color randomizer ":["Colores aleatorios "],"Indicates whether the current theme supports block-based templates.":["Indica si el tema actual admite plantillas basadas en bloques."],"Offset the result set by a specific number of items.":["Desplazar el conjunto de resultados un número específico de elementos."],"Maximum number of items to be returned in result set.":["Número máximo de elementos que se devolverán en el conjunto de resultados."],"Current page of the collection.":["Página actual de la colección."],"Block pattern category\u0004Banners":["Banners"],"untitled post %s":["entrada %s sin título"],": %s":[": %s"],"Block pattern category\u0004Headers":["Cabeceras"],"Block pattern category\u0004Footers":["Pies de página"],"Block pattern category\u0004Columns":["Columnas"],"Time to read:":["Tiempo de lectura:"],"Words:":["Palabras:"],"Characters:":["Caracteres:"],"Navigate the structure of your document and address issues like empty or incorrect heading levels.":["Navega por la estructura de tu documento y soluciona problemas como niveles de encabezado vacíos o incorrectos."],"Decrement":["Reducir"],"Increment":["Aumentar"],"Remove caption":["Eliminar leyenda"],"The category description, in human readable format.":["La descripción de la categoría, en un formato legible por humanos."],"Choose a variation to change the look of the site.":["Elige una variación de estilo para cambiar el aspecto del sitio."],"Distraction free mode deactivated":["Modo sin distracciones desactivado"],"Distraction free mode activated":["Modo sin distracciones activado"],"Write with calmness":["Escribe con calma"],"Distraction free":["Sin distracciones"],"Show and hide admin UI":["Muestra y oculta la interfaz de administración"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Reduce las distracciones visuales ocultando la barra de herramientas y otros elementos, para que te centres en escribir."],"Toggle distraction free mode.":["Alternar el modo sin distracciones."],"Pattern":["Patrón"],"Raw size value must be a string, integer or a float.":["El valor de tamaño sin formato debe ser una cadena, un número entero o un número decimal."],"Defaults":["Valores por defecto"],"Link author name to author page":["Enlazar nombre de autor a la página de autor"],"Not available for aligned text.":["No está disponible para el texto alineado."],"There&#8217;s no content to show here yet.":["Todavía no hay contenido que mostrar aquí."],"block title\u0004Comments Previous Page":["Página anterior de comentarios"],"block title\u0004Comments Next Page":["Página siguiente de comentarios"],"Arrow option for Next\/Previous link\u0004Chevron":["Galón"],"Arrow option for Next\/Previous link\u0004Arrow":["Flecha"],"Arrow option for Next\/Previous link\u0004None":["Nada"],"A decorative arrow for the next and previous link.":["Una flecha decorativa para el enlace de siguiente y anterior."],"Format tools":["Herramientas de formato"],"Displays an archive with the latest posts of type: %s.":["Muestra un archivo con las últimas publicaciones del tipo: %s."],"Archive: %s":["Archivo: %s"],"Archive: %1$s (%2$s)":["Archivo: %1$s (%2$s)"],"Zoom-out View":["Vista ampliada"],"handle":["handle"],"Import Classic Menus":["Importar menús clásicos"],"Modify":["Modificar"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Los bloques anidados llenarán el ancho de este contenedor. Alternar para restringir."],"You are currently in zoom-out mode.":["Actualmente estás en el modo de vista ampliada."],"Test a new zoomed out view on the site editor (Warning: The new feature is not ready. You may experience UX issues that are being addressed)":["Prueba una nueva vista ampliada en el editor del sitio (Advertencia: la nueva característica no está terminada. Puede que experimentes problemas de usabilidad que ya se están corrigiendo)"],"Zoomed out view ":["Vista ampliada "],"$store must be an instance of WP_Style_Engine_CSS_Rules_Store_Gutenberg":["$store debe ser una instancia de WP_Style_Engine_CSS_Rules_Store_Gutenberg"],"\"%s\" successfully created.":["«%s» creada correctamente."],"XXL":["XXL"],"%1$s. Selected":["%1$s. Seleccionada"],"%1$s. Selected. There is %2$d event":["%1$s. Seleccionada. Hay %2$d evento","%1$s. Seleccionada. Hay %2$d eventos"],"View next month":["Ver mes siguiente"],"View previous month":["Ver mes anterior"],"Archive type: Name":["Tipo de archivo: Nombre"],"Show archive type in title":["Mostrar el tipo de archivo en el título"],"Display last modified date":["Mostrar la fecha de la última modificación"],"The Queen of Hearts.":["La reina de corazones."],"The Mad Hatter.":["El sombrerero loco."],"The Cheshire Cat.":["El gato de Cheshire."],"The White Rabbit.":["El conejo blanco."],"Alice.":["Alicia."],"Gather blocks in a container.":["Unifica bloques en un contenedor."],"Inner blocks use content width":["Los bloques interiores usan el ancho del contenido"],"Font":["Fuente"],"Constrained":["Constreñido"],"Spacing control":["Control de espaciado"],"Custom (%s)":["Perzonalizado (%s)"],"Disables custom spacing sizes.":["Desactiva los espaciados personalizados."],"All Authors":["Todos los autores"],"No authors found.":["No se han encontrado autores."],"Search Authors":["Buscar autores"],"Create template part":["Crear parte de plantilla"],"Manage the fonts and typography used on headings.":["Gestiona las fuentes y la tipografía usada en los encabezados."],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Select heading level":["Selecciona el nivel de encabezado"],"View site":["Ver sitio"],"Use the template as supplied by the theme.":["Usa la plantilla facilitada por el tema."],"Display the search results title based on the queried object.":["Muestra el título de los resultados de búsqueda basado en el objeto solicitado."],"Search Results Title":["Título de los resultados de búsqueda"],"Search results for: “search term”":["Resultados de la búsqueda de: «término de búsqueda»"],"Show search term in title":["Mostrar el término buscado en el título"],"Taxonomies":["Taxonomías"],"Show label":["Mostrar etiqueta"],"View options":["Ver opciones"],"Disables output of layout styles.":["Desactiva la salida de estilos de diseño."],"The template prefix for the created template. This is used to extract the main template type ex. in `taxonomy-books` we extract the `taxonomy`":["El prefijo de la plantilla para la plantilla creada. Se usa para extraer el tipo de plantilla principal, p. ej. en el caso de 'libros de taxonomía' extraeremos 'taxonomía'"],"Indicates if a template is custom or part of the template hierarchy":["Indica si es una plantilla personalizada o forma parte de la jerarquía de plantillas"],"The slug of the template to get the fallback for":["El slug de la plantilla para conseguir una alternativa"],"Search results for: \"%s\"":["Resultados de búsqueda de: «%s»"],"Move %1$d blocks from position %2$d left by one place":["Mueve %1$d bloques de la posición %2$d un sitio más hacia la izquierda"],"Move %1$d blocks from position %2$d down by one place":["Mueve %1$d bloques de la posición %2$d un sitio más hacia la derecha"],"Suggestions list":["Lista de sugerencias"],"Wide size":["Tamaño del ancho"],"Content size":["Tamaño del contenido"],"Set the width of the main content area.":["Establece el ancho del área principal de contenido."],"Border color and style picker":["Selector de color de bordes y estilos"],"Replace <BlockTitle \/>":["Reemplazar <BlockTitle \/>"],"Search for replacements":["Buscar reemplazos"],"Switch to editable mode":["Cambiar al modo editable"],"Blocks cannot be moved right as they are already are at the rightmost position":["Los bloques no se pueden mover a la derecha porque ya están en la posición más a la derecha"],"Blocks cannot be moved left as they are already are at the leftmost position":["Los bloques no se pueden mover a la izquierda porque ya están en la posición más a la izquierda"],"All blocks are selected, and cannot be moved":["Todos los bloques están seleccionados, y no se pueden mover"],"Whether the V2 of the list block that uses inner blocks should be enabled.":["Si debe activarse la V2 del bloque de lista que usa bloques interiores."],"Post Comments Form block: Comments are not enabled for this item.":["Bloque de formulario de comentarios de entradas: los comentarios no están activados para este elemento."],"Time to read":["Tiempo de lectura"],"<span>%d<\/span> minute":["<span>%d<\/span> minuto","<span>%d<\/span> minutos"],"<span>< 1<\/span> minute":["<span>< 1<\/span> minuto"],"Learn more.":["Saber más."],"Apply suggested format: %s":["Aplicar el formato sugerido: %s"],"Custom template":["Plantilla personalizada"],"Displays taxonomy: %s.":["Muestra la taxonomía: %s."],"Single item: %1$s (%2$s)":["Elemento individual: %1$s (%2$s)"],"Hover":["Al pasar el cursor"],"Change URL: %s":["Cambiar URL: %s"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Describe la plantilla, p.ej.: «Entrada con barra lateral». Una plantilla personalizada se puede aplicar manualmente a cualquier entrada o página."],"Change date: %s":["Cambiar fecha: %s"],"Select visibility: %s":["Seleccionar visibilidad: %s"],"short date format without the year\u0004M j":["j M"],"Apply to all blocks inside":["Aplicar a todos los bloques incluidos"],"Active theme spacing scale.":["Escala de espaciado del tema activo."],"Active theme spacing sizes.":["Tamaños de espaciado del tema activo."],"%sX-Large":["%sX-Grande"],"%sX-Small":["%sX-Pequeño"],"Some of the theme.json settings.spacing.spacingScale values are invalid":["Algunos de los valores «theme.json settings.spacing.spacingScale» no son válidos"],"post schedule date format without year\u0004F j g:i a":["F j g:i a"],"Tomorrow at %s":["Mañana a las %s"],"post schedule time format\u0004g:i a":["g:i a"],"Today at %s":["Hoy a las %s"],"post schedule full date format\u0004F j, Y g:i a":["j \\d\\e F \\d\\e Y H:i"],"Displays a single item: %s.":["Muestra un solo elemento: %s."],"Single item: %s":["Elemento único: %s"],"This template will be used only for the specific item chosen.":["Esta plantilla solo se usará para el elemento específico elegido."],"For a specific item":["Para un elemento específico"],"For all items":["Para todos los elementos"],"Select whether to create a single template for all items or a specific one.":["Selecciona si crear una plantilla única para todos los elementos o para uno específico."],"Manage the fonts and typography used on buttons.":["Gestiona las fuentes y la tipografía usada en los botones."],"Typography %s styles":["Estilos de tipografía para %s"],"%s block styles":["Estilos de bloque para %s"],"Layout styles":["Estilos de diseño"],"Colors styles":["Estilos de colores"],"Typography styles":["Estilos de tipografía"],"Summary":["Resumen"],"Select template":["Seleccionar plantilla"],"Select template: %s":["Seleccionar plantilla: %s"],"Edit template":["Editar plantilla"],"Templates define the way content is displayed when viewing your site.":["Las plantillas definen el modo en el que se muestra el contenido al ver tu sitio."],"Make the selected text inline code.":["Hacer que el texto seleccionado sea código integrado."],"Strikethrough the selected text.":["Tachar el texto seleccionado."],"Unset":["No establecido"],"action that affects the current post\u0004Enable comments":["Activar comentarios"],"Embed a podcast player from Pocket Casts.":["Incrusta un reproductor de podcast desde Pocket Casts."],"66 \/ 33":["66 \/ 33"],"33 \/ 66":["33 \/ 66"],"Nested blocks use content width with options for full and wide widths.":["Los bloques anidados usan el ancho del contenido con opciones para anchos amplio y completo."],"Copy blocks":["Copiar bloques"],"An array of post types that the pattern is restricted to be used with.":["Un array de tipos de contenido al que está restringido el uso del patrón."],"Copy all blocks":["Copiar todos los bloques"],"Overlay opacity":["Opacidad de la superposición"],"Get started here":["Empieza aquí"],"Interested in creating your own block?":["¿Estás interesado en crear tu propio bloque?"],"Now":["Ahora"],"block title\u0004Categories List":["Lista de categorías"],"Always open list view":["Abrir siempre la vista de lista"],"Opens the block list view sidebar by default.":["Abre por defecto la barra lateral de la vista del bloque de lista."],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":["Empieza añadiendo bloques de encabezado para crear una tabla de contenidos. Aquí se enlazarán los encabezados con anclajes HTML."],"Toggle to only include headings from the current page (if the post is paginated).":["Cambia para incluir solo encabezados de la página actual (si la página está paginada)."],"Only including headings from the current page (if the post is paginated).":["Solo incluye encabezados de la página actual (si la entrada está paginada)."],"Only include current page":["Solo incluir la página actual"],"Convert to static list":["Convertir a lista estática"],"Parents":["Principales"],"Commenter avatars come from <a>Gravatar<\/a>.":["Los avatares de los comentaristas vienen de <a>Gravatar<\/a>."],"Links are disabled in the editor.":["Los enlaces están desactivados en el editor."],"Display the assigned taxonomy: %s":["Mostrar la taxonomía asignada: %s"],"%s response":["%s respuesta","%s respuestas"],"%1$s response to %2$s":["%1$s respuesta a %2$s","%1$s respuestas a %2$s"],"&#8220;%s&#8221;":["&#171;%s&#187;"],"block title\u0004Comments":["Comentarios"],"Control how this post is viewed.":["Controla cómo se ve esta entrada."],"Only those with the password can view this post.":["Solo los que tengan la contraseña pueden ver esta entrada."],"All options reset":["Restablecer todas las opciones"],"All options are currently hidden":["Todas las opciones están ocultas"],"%s is now visible":["%s está ahora visible"],"%s hidden and reset to default":["%s oculto y restablecido a por defecto"],"%s reset to default":["%s restablecer a valores por defecto"],"Suffix":["Sufijo"],"Prefix":["Prefijo"],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":["Si hay algún tipo de contenido personalizado registrado en tu sitio, el bloque de contenido también podrá mostrar los contenidos de esas entradas."],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["Puede tratarse de algo sencillo, como párrafos consecutivos en una entrada de blog, o de una composición más elaborada que incluya galerías de imágenes, vídeos, tablas, columnas y cualquier otro tipo de bloque."],"This is the Content block, it will display all the blocks in any single post or page.":["Este es el bloque de contenido, mostrará todos los bloques en cualquier entrada o página individual."],"Post Comments Form block: Comments are not enabled.":["Formulario de bloque de comentarios de entradas: Los comentarios no están activados."],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["Para empezar a moderar, editar y borrar comentarios, por favor, visita la pantalla de comentarios en el escritorio."],"Hi, this is a comment.":["Hola, esto es un comentario."],"January 1, 2000 at 00:00 am":["1 de enero de 2000 a las 00:00 am"],"says":["dice"],"A WordPress Commenter":["Un comentarista de WordPress"],"Leave a Reply":["Deja una respuesta"],"Response to %s":["Respuesta a %s"],"Add pattern":["Añadir patrón"],"Response":["Respuesta"],"Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.":["Tu comentario está pendiente de moderación. Esto es una vista previa, tu comentario será visible después de que haya sido aprobado."],"Your comment is awaiting moderation.":["Tu comentario está pendiente de moderación."],"block description\u0004Displays a title with the number of comments":["Muestra un título con el número de comentarios"],"block title\u0004Comments Title":["Título de los comentarios"],"These changes will affect your whole site.":["Estos cambios afectarán a todo tu sitio."],"Responses to %s":["Respuestas a %s"],"One response to %s":["Una respuesta a %s"],"“Post Title”":["«Título de la entrada»"],"Show comments count":["Mostrar el recuento de comentarios"],"Show post title":["Mostrar el título de la entrada"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["Bloque de paginación de comentarios: La paginación de los comentarios está desactivada en los ajustes de comentarios"],"Show empty categories":["Mostrar categorías vacías"],"Determines whether the pattern is visible in inserter.":["Determina si el patrón es visible en el insertador."],"Responses":["Respuestas"],"One response":["Una respuesta"],"block description\u0004Gather blocks in a layout container.":["Une bloques en un contenedor con diseño."],"block description\u0004An advanced block that allows displaying post comments using different visual configurations.":["Un bloque avanzado que permite mostrar comentarios de la entrada usando distintas configuraciones visuales."],"block description\u0004Displays the date on which the comment was posted.":["Muestra la fecha en la que se publicó el comentario."],"block description\u0004Displays the name of the author of the comment.":["Muestra el nombre del autor del comentario."],"block description\u0004This block is deprecated. Please use the Avatar block instead.":["Este bloque está obsoleto. Por favor, usa el bloque de Avatar en su lugar."],"block title\u0004Comment Author Avatar (deprecated)":["Avatar del autor del comentario (obsoleto)"],"This Navigation Menu is empty.":["Este menú de navegación está vacío."],"Search for blocks":["Buscar bloques"],"Browse styles":["Ver estilos"],"Bottom border":["Borde inferior"],"Right border":["Borde derecho"],"Left border":["Borde izquierdo"],"Top border":["Borde superior"],"Reset to default":["Restablecer a los valores por defecto"],"Close border color":["Cerrar color del borde"],"Border color picker.":["Selector de color del borde."],"Border color and style picker.":["Selector de color y estilo del borde."],"Link sides":["Enlazar laterales"],"Unlink sides":["Quitar enlaces laterales"],"Quote citation":["Cita"],"Choose a pattern for the query loop or start blank.":["Elige un patrón para la consulta de contenidos o empieza en blanco."],"Navigation menu %s successfully deleted.":["Menú de navegación %s borrado correctamente."],"Arrange blocks vertically.":["Ordenar bloques verticalmente."],"Stack":["Pila"],"Arrange blocks horizontally.":["Ordenar bloques horizontalmente."],"Use featured image":["Usar imagen destacada"],"Week":["Semana"],"Group by:":["Agrupar por:"],"Delete selection.":["Borrar selección."],"Transform to %s":["Transformar a %s"],"verb\u0004Stack":["Apilar"],"single horizontal line\u0004Row":["Fila"],"Select parent block (%s)":["Seleccionar bloque superior (%s)"],"Restrict editing":["Restringir la edición"],"Alignment option\u0004None":["Ninguna"],"Vertical alignment":["Alineación vertical"],"Align items bottom":["Alinear elementos al fondo"],"Align items center":["Alinear elementos al centro"],"Align items top":["Alinear elementos arriba"],"Whether the V2 of the quote block that uses inner blocks should be enabled.":["Si debe activarse la V2 del bloque de cita que usa bloques interiores."],"The pattern keywords.":["Palabras clave del patrón."],"Block types that the pattern is intended to be used with.":["Tipos de bloque con los que se supone que debe usarse el patrón."],"The pattern viewport width for inserter preview.":["El ancho de pantalla del patrón para la vista previa en el insertador."],"The pattern detailed description.":["La descripción detallada del patrón."],"The pattern name.":["El nombre del patrón."],"The category label, in human readable format.":["La etiqueta de la categoría, en un formato legible para humanos."],"The category name.":["El nombre de la categoría."],"Adding an RSS feed to this site’s homepage is not supported, as it could lead to a loop that slows down your site. Try using another block, like the <strong>Latest Posts<\/strong> block, to list posts from the site.":["No se puede añadir un RSS feed a la página de inicio de este sitio, ya que podría provocar un bucle que ralentice tu sitio. Prueba a usar otro bloque, como el bloque de <strong>«Últimas entradas»<\/strong>, para mostrar una lista de entradas del sitio."],"block description\u0004Contains the block elements used to render content when no query results are found.":["Contiene los elementos del bloque usados para mostrar contenido cuando no se encuentra ningún resultado en la consulta."],"block title\u0004No results":["Sin resultados"],"block description\u0004Create a list item.":["Crear un elemento de lista."],"block title\u0004List item":["Elemento de lista"],"block description\u0004Add a user’s avatar.":["Añade un avatar de usuario."],"block title\u0004Avatar":["Avatar"],"View Preview":["Ver una vista previa"],"Download your theme with updated templates and styles.":["Descarga tu tema con plantillas y estilos actualizados."],"Show text instead of icons on buttons.":["Mostrar texto en lugar de iconos en los botones."],"Custom color picker. The currently selected color is called \"%1$s\" and has a value of \"%2$s\".":["Selector de color personalizado. El color seleccionado actualmente se llama «%1$s» y tiene un valor de «%2$s»."],"Largest size":["Tamaño más grande"],"Smallest size":["Tamaño más pequeño"],"Add text or blocks that will display when a query returns no results.":["Añade un texto o bloques que se mostrarán cuando una consulta no devuelva ningún resultado."],"Featured image: %s":["Imagen destacada: %s"],"Link to post":["Enlace a la entrada"],"This item has been deleted, or is a draft":["Este elemento se ha borrado, o está en borrador"],"Invalid":["No válido"],"Link to user profile":["Enlace al perfil del usuario"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["Selecciona el usuario del avatar a mostrar, si está en blanco se usará el del autor de la entrada\/página."],"Default Avatar":["Avatar por defecto"],"Enter a date or time <Link>format string<\/Link>.":["Introduce una <Link>cadena en formato<\/Link> de fecha u hora."],"Custom format":["Formato personalizado"],"Choose a format":["Elige un formato"],"Enter your own date format":["Introduce tu propio formato de fecha"],"long date format\u0004F j, Y":["j \\d\\e F \\d\\e Y"],"medium date format with time\u0004M j, Y g:i A":["j \\d\\e M, Y H:i"],"medium date format\u0004M j, Y":["j\/M\/Y"],"short date format with time\u0004n\/j\/Y g:i A":["d\/m\/Y H:i"],"short date format\u0004n\/j\/Y":["d\/m\/Y"],"Default format":["Formato por defecto"],"Lock":["Bloquear"],"Unlock":["Desbloquear"],"Prevent removal":["Evitar eliminación"],"Disable movement":["Desactivar movimiento"],"Lock all":["Bloquear todo"],"Choose specific attributes to restrict or lock all available options.":["Elige atributos específicos a restringir o bloquea todas las opciones disponibles."],"Lock %s":["Bloquear %s"],"Could not register file \"%s\" as a block pattern (\"Title\" field missing)":["No se ha podido registrar el archivo «%s» como patrón de bloques (falta el campo «Título»)"],"Could not register file \"%1$s\" as a block pattern (invalid slug \"%2$s\")":["No se ha podido registrar el archivo «%1$s» como patrón de bloques (el slug «%2$s» no es válido)"],"Could not register file \"%s\" as a block pattern (\"Slug\" field missing)":["No se ha podido registrar el archivo «%s» como patrón de bloques (falta el campo «slug»)"],"(%s website link, opens in a new tab)":["(enlace a la web de %s, se abre en una nueva pestaña)"],"(%s author archive, opens in a new tab)":["(archivo del autor %s, se abre en una nueva pestaña)"],"Preference activated - %s":["Preferencia activada - %s"],"Preference deactivated - %s":["Preferencia desactivada - %s"],"Insert a link to a post or page.":["Insertar un enlace a una entrada o página."],"Classic menu import failed.":["Ha fallado la importación del menú clásico."],"Classic menu imported successfully.":["Menú clásico importado correctamente."],"Classic menu importing.":["Importación del menú clásico."],"Failed to create Navigation Menu.":["Ha fallado la creación del menú de navegación."],"Navigation Menu successfully created.":["Menú de navegación creado correctamente."],"Creating Navigation Menu.":["Creación del menú de navegación."],"Unable to create Navigation Menu \"%s\".":["No se ha podido crear el menú de navegación «%s»."],"Unable to fetch classic menu \"%s\" from API.":["No se ha podido recuperar de la API el menú clásico «%s»."],"Navigation block setup options ready.":["Listas las opciones de configuración del bloque de navegación."],"Loading navigation block setup options…":["Carga de las opciones de configuración del bloque de navegación…"],"Choose a %s":["Elige un(a) %s"],"Existing template parts":["Partes de plantilla existentes"],"Convert to Link":["Convertir en enlace"],"%s blocks deselected.":["%s bloques deseleccionados."],"%s deselected.":["%s deseleccionado."],"block description\u0004Displays the link of a post, page, or any other content-type.":["Muestra el enlace de una entrada, una página o de cualquier otro tipo de contenido."],"block title\u0004Read More":["Leer más"],"block description\u0004The author biography.":["La biografía del autor."],"block title\u0004Author Biography":["Biografía del autor"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["El plugin «%s» ha encontrado un error y no se puede mostrar."],"The posts page template cannot be changed.":["No se puede cambiar la plantilla de la página de entradas."],"Show labels":["Mostrar las etiquetas"],"Author Biography":["Biografía del autor"],"Create from '%s'":["Crear desde «%s»"],"Older comments page link":["Enlace a la página de comentarios siguientes"],"If you take over, the other user will lose editing control to the post, but their changes will be saved.":["Si tomas la posesión, el otro usuario perderá el control de edición de la entrada, pero sus cambios se guardarán."],"Choose a different style combination for the theme styles.":["Elige una combinación de estilo diferente para los estilos del tema."],"Select the size of the source image.":["Selecciona el tamaño de la imagen original."],"Configure the visual appearance of the button opening the overlay menu.":["Configura la apariencia visual del botón que abre el menú superpuesto."],"Show icon button":["Mostrar el icono del botón"],"font weight\u0004Black":["Negro"],"font weight\u0004Extra Bold":["Extra negrita"],"font weight\u0004Bold":["Negrita"],"font weight\u0004Semi Bold":["Semi negrita"],"font weight\u0004Medium":["Mediana"],"font weight\u0004Regular":["Normal"],"font weight\u0004Light":["Clara"],"font weight\u0004Extra Light":["Extra clara"],"font weight\u0004Thin":["Fina"],"font style\u0004Italic":["Cursiva"],"font style\u0004Regular":["Normal"],"Transparent text may be hard for people to read.":["El texto transparente puede ser difícil de leer para la gente."],"Sorry, you are not allowed to view this global style.":["Lo siento, no tienes permisos para ver este estilo global."],"Sorry, you are not allowed to edit this global style.":["Lo siento, no tienes permisos para editar este estilo global."],"Older Comments":["Comentarios anteriores"],"Newer Comments":["Comentarios siguientes"],"block description\u0004Display post author details such as name, avatar, and bio.":["Muestra detalles del autor de la entrada, tales como el nombre, avatar y biografía."],"Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.":["Las categorías ofrecen un modo útil de agrupar juntas entradas relacionadas y de decirle rápidamente a los lectores de qué va una entrada."],"Assign a category":["Asigna una categoría"],"<strong>%s<\/strong> is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["<strong>%s<\/strong> está actualmente trabajando en esta entrada (<PreviewLink \/>), lo que significa que no puedes hacer cambios, a menos que tomes el control."],"preview":["vista previa"],"<strong>%s<\/strong> now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["<strong>%s<\/strong> tiene ahora el control de edición de esta entrada (<PreviewLink \/>). No te preocupes, se han guardado tus cambios hasta este momento."],"Exit editor":["Salir del editor"],"Draft saved.":["Borrador guardado."],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"site exporter menu item\u0004Export":["Exportar"],"\"%s\" deleted.":["«%s» borrado."],"Close block inserter":["Cerrar el insertador de bloques"],"Page List: Cannot retrieve Pages.":["Lista de páginas: No se pueden recuperar páginas."],"Link is empty":["El enlace está vacío"],"Button label to reveal tool panel options\u0004%s options":["Opciones de %s"],"Search %s":["Buscar %s"],"Set custom size":["Establecer un tamaño personalizado"],"Use size preset":["Usar un tamaño prestablecido"],"Reset colors":["Restablecer los colores"],"Reset gradient":["Restablecer el degradado"],"Remove all colors":["Eliminar todos los colores"],"Remove all gradients":["Eliminar todos los degradados"],"Color options":["Opciones del color"],"Gradient options":["Opciones del degradado"],"Add color":["Añadir un color"],"Add gradient":["Añadir un degradado"],"Done":["Hecho"],"Gradient name":["Nombre del degradado"],"Color %s":["Color %s"],"Color format":["Formato del color"],"Hex color":["Color hexadecimal"],"block description\u0004The author name.":["El nombre del autor."],"block title\u0004Author Name":["Nombre del autor"],"block description\u0004Displays the previous comment's page link.":["Muestra el enlace a la página de comentarios anteriores."],"block description\u0004Displays the next comment's page link.":["Muestra el enlace a la página de comentarios siguientes."],"Icon":["Icono"],"Delete":["Borrar"],"Entity renamed.":["Entidad renombrada."],"Icon background":["Fondo del icono"],"Use as site icon":["Usar como icono del sitio"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":["Los iconos del sitio son los que ves en las pestañas del navegador, en las barras de favoritos y dentro de las aplicaciones móviles de WordPress. Para usar un icono personalizado diferente del logotipo de tu sitio, usa los <a>ajustes del icono del sitio<\/a>."],"Post type":["Tipo de contenido"],"Link to author archive":["Enlace al archivo del autor"],"Author Name":["Nombre del autor"],"You do not have permission to create Navigation Menus.":["No tienes permisos para crear menús de navegación."],"You do not have permission to edit this Menu. Any changes made will not be saved.":["No tienes permisos para editar este menú. No se guardará ningún cambio realizado."],"Newer comments page link":["Enlace a la página de comentarios siguientes"],"Site icon.":["Icono del sitio."],"Font size name\u0004Extra Large":["Extra grande"],"block title\u0004Pagination":["Paginación"],"block title\u0004Previous Page":["Página anterior"],"block title\u0004Page Numbers":["Números de página"],"block title\u0004Next Page":["Página siguiente"],"block description\u0004Displays a list of page numbers for comments pagination.":["Muestra una lista de números de página para la paginación de comentarios."],"Site updated.":["Sitio actualizado."],"Saving failed.":["Fallo al guardar."],"Now displaying: %s":["Mostrando ahora: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s — WordPress"],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"An error occurred while creating the site export.":["Ha ocurrido un error al crear la exportación del sitio."],"Manage menus":["Gestionar menús"],"%s submenu":["Submenú de %s"],"block description\u0004Displays a paginated navigation to next\/previous set of comments, when applicable.":["Cuando sea aplicable, muestra una navegación paginada al siguiente\/anterior conjunto de comentarios."],"block title\u0004Comments Pagination":["Paginación de comentarios"],"Added by":["Añadido por"],"Actions":["Acciones"],"An error occurred while reverting the entity.":["Ha ocurrido un error al revertir la entidad."],"Rename":["Renombrar"],"An error occurred while renaming the entity.":["Ha ocurrido un error al renombrar la entidad."],"An error occurred while creating the template part.":["Ha ocurrido un error al crear la parte de plantilla."],"An error occurred while creating the template.":["Ha ocurrido un error al crear la plantilla."],"Custom gradients are empty! Add some gradients to create your own palette.":["¡Los gradientes personalizados están vacíos! Añade algunos gradientes para crear tu propia paleta."],"Add custom colors":["Añadir colores personalizados"],"Manage the fonts and typography used on the links.":["Gestiona las fuentes y la tipografía usada en los enlaces."],"Manage the fonts used on the site.":["Gestiona las fuentes usadas en el sitio."],"Manage the typography settings for different elements.":["Gestiona los ajustes de tipografía para los distintos elementos."],"Aa":["Aa"],"An error occurred while deleting the template.":["Ha ocurrido un error al borrar la plantilla."],"Show arrow":["Mostrar flecha"],"Create a new menu?":["¿Crear un nuevo menú?"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":["Chevrón"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":["Flecha"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":["Ninguna"],"A decorative arrow appended to the next and previous comments link.":["Una flecha decorativa añadida al enlace de comentario siguiente y anterior."],"Indicates this palette is created by the user.\u0004Custom":["Personalizada"],"Indicates this palette comes from the theme.\u0004Custom":["Personalizada"],"Indicates this palette comes from WordPress.\u0004Default":["Por defecto"],"Indicates this palette comes from the theme.\u0004Theme":["Tema"],"Add default block":["Añadir bloque por defecto"],"The ID for the author of the revision.":["El ID del autor de la revisión."],"Displays latest posts written by a single author.":["Muestra las últimas entradas escritas por un único autor."],"Here’s a detailed guide to learn how to make the most of it.":["Aquí tienes una guía detallada para aprende a sacarle el mayor partido posible."],"New to block themes and styling your site? ":["¿Eres nuevo con los temas de bloques y aplicando estilos a tu sitio? "],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Puedes ajustar tus bloques para asegurar una experiencia coherente en todo el sitio – añade colores únicos a un bloque de botón corporativo, o ajusta el bloque de encabezado a tu tamaño favorito."],"Personalize blocks":["Personaliza los bloques"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Puedes personalizar tu sitio tanto como quieras con distintos colores, tipografías y diseños. O, si lo prefieres, ¡simplemente deja que lo gestione tu tema! "],"Set the design":["Define el diseño"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["¡Retoca tu sitio, o dale un aspecto totalmente nuevo! Ponte creativo – ¿qué tal una nueva paleta de color para tus botones, o elegir una nueva fuente? Echa un vistazo a lo que puedes hacer aquí."],"Welcome to Styles":["Bienvenido a los estilos"],"styles":["estilos"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Haz clic <StylesIconImage \/> para empezar a diseñar tus bloques, y a elegir tu tipografía, diseños y colores."],"Design everything on your site — from the header right down to the footer — using blocks.":["Diseña tu sitio al completo – desde la cabecera hasta el pie de página – usando bloques."],"Edit your site":["Edita tu sitio"],"Welcome to the site editor":["Bienvenido al editor del sitio"],"Add a featured image":["Añade una imagen destacada"],"block description\u0004This block is deprecated. Please use the Comments block instead.":["Este bloque está obsoleto. Por favor, utiliza el bloque de comentarios su lugar."],"block title\u0004Comment (deprecated)":["Comentario (obsoleto)"],"block description\u0004Show a block pattern.":["Muestra un patrón de bloques."],"block title\u0004Pattern":["Patrón"],"block description\u0004Contains the block elements used to display a comment, like the title, date, author, avatar and more.":["Contiene los elementos del bloque usados para mostrar un comentario, como el título, fecha, autor, avatar y más."],"block title\u0004Comment Template":["Plantilla de comentarios"],"block description\u0004Displays a link to reply to a comment.":["Muestra un enlace para responder a un comentario."],"block title\u0004Comment Reply Link":["Enlace de responder a comentarios"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Muestra en un enlace para editar el comentario en el escritorio de WordPress. Este enlace solo es visible para los usuarios con la capacidad de editar comentarios."],"block title\u0004Comment Edit Link":["Enlace para editar comentarios"],"block description\u0004Displays the contents of a comment.":["Muestra el contenido de un comentario."],"block title\u0004Comment Author Name":["Nombre del autor del comentario"],"%s applied.":["%s aplicado."],"%s removed.":["%s eliminado."],"%s: Sorry, you are not allowed to upload this file type.":["%s: Lo siento, no tienes permisos para subir este tipo de archivo."],"The following changes have been made to your site, templates, and content.":["Se han hecho los siguientes cambios a tu sitio, plantillas y contenido."],"The following content has been modified.":["Se ha modificado el siguiente contenido."],"This change will affect pages and posts that use this template.":["Este cambio afectará a las páginas y entradas que usen esta plantilla."],"This change will affect your whole site.":["Este cambio afectará a todo tu sitio."],"Use left and right arrow keys to resize the canvas.":["Usa las teclas de flecha izquierda y derecha para cambiar el tamaño del lienzo."],"Drag to resize":["Arrastra para cambiar el tamaño"],"Transform":["Transformar"],"Submenu & overlay background":["Fondo del submenú y la superposición"],"Submenu & overlay text":["Texto del submenú y la superposición"],"Navigation menu has been deleted or is unavailable. ":["El menú de navegación se ha borrado o no está disponible. "],"Confirm":["Confirmar"],"Delete %s":["Borrar %s"],"%s navigation":["Navegación de %s"],"Create new menu":["Crear un menú nuevo"],"Unsaved Navigation Menu.":["Menú de navegación sin guardar."],"Menus":["Menús"],"Embed Wolfram notebook content.":["Incrustar contenido de libro de apuntes de Wolfram."],"Reply":["Responder"],"Avatar Settings":["Ajustes del avatar"],"Displays more block tools":["Muestra más herramientas del bloque"],"Create a two-tone color effect without losing your original image.":["Crea un efecto de color duotono sin perder tu imagen original."],"Remove %s":["Eliminar %s"],"%1$d pattern found for \"%2$s\"":["%1$d patrón encontrado para «%2$s»","%1$d patrones encontrados para «%2$s»"],"Explore all patterns":["Explorar todos los patrones"],"Orientation":["Orientación"],"Allow to wrap to multiple lines":["Permite el ajuste a varias líneas"],"No Navigation Menus found.":["No se ha encontrado ningún menú de navegación."],"Theme not found.":["Tema no encontrado."],"HTML title for the post, transformed for display.":["Título HTML para la entrada, transformado para su visualización."],"Title for the global styles variation, as it exists in the database.":["Título para la variación de estilos globales, tal y como existe en la base de datos."],"Title of the global styles variation.":["Título de la variación de estilos globales."],"Global settings.":["Ajustes globales."],"Global styles.":["Estilos globales."],"ID of global styles config.":["ID de la configuración de estilos globales."],"No global styles config exist with that id.":["No existe ninguna configuración de estilos globales con ese id."],"Sorry, you are not allowed to access the global styles on this site.":["Lo siento, no tienes permisos para acceder a los estilos globales de este sitio."],"The theme identifier":["El identificador del tema"],"%s Avatar":["Avatar de %s"],"block style label\u0004Plain":["Sencillo"],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Las paletas se usan para proporcionar opciones de color por defecto para los bloques y para varias herramientas de diseño. Aquí puedes editar los colores con sus etiquetas."],"Elements":["Elementos"],"Manage palettes and the default color of different global elements on the site.":["Gestiona las paletas y el color por defecto de los distintos elementos globales del sitio."],"Customize the appearance of specific blocks and for the whole site.":["Personaliza la apariencia de bloques específicos y para todo el sitio."],"Areas":["Áreas"],"Link to comment":["Enlace a los comentarios"],"Link to authors URL":["Enlace a la URL del autor"],"Choose an existing %s or create a new one.":["Elige un área de %s existente o crea una nueva."],"Name and create your new %s":["Nombra y crea tu nueva área de %s"],"Add a site logo":["Añadir un logotipo del sitio"],"Open on click":["Abrir al hacer clic"],"Submenus":["Submenús"],"Always":["Siempre"],"Collapses the navigation options in a menu icon opening an overlay.":["Cierra las opciones de navegación en un icono de menú abriendo una superposición."],"Configure overlay menu":["Configurar la superposición del menú"],"Overlay Menu":["Superposición del menú"],"Display":["Visualización"],"Embed Pinterest pins, boards, and profiles.":["Incrusta pines, tableros y perfiles de Pinterest."],"bookmark":["marcador"],"Drag and drop onto this block, upload, or select existing media from your library.":["Arrastra y suelta en este bloque, sube o selecciona medios existentes de tu biblioteca."],"Show only top level categories":["Mostrar solo las categorías de nivel superior"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Muestra el nombre de este sitio. Actualiza el bloque y los cambios se aplican en todas partes donde se use. Esto también aparecerá en el título de la barra del navegador y en los resultados de búsqueda."],"Highlight":["Resaltar"],"Create page: <mark>%s<\/mark>":["Crear página: <mark>%s<\/mark>"],"You do not have permission to create Pages.":["No tienes permisos para crear páginas."],"%d color":["%d color","%d colores"],"Palette":["Paleta"],"Navigate to the previous view":["Navegar a la vista anterior"],"Include the label as part of the link":["Incluir la etiqueta como parte del enlace"],"Previous: ":["Anterior: "],"Next: ":["Siguiente: "],"Make title link to home":["Hacer que el título enlace a la página de inicio"],"This item is missing a link":["A este elemento le falta un enlace"],"Block spacing":["Espaciado del bloque"],"Max %s wide":["Máximo %s de ancho"],"label before the title of the previous post\u0004Previous:":["Anterior:"],"label before the title of the next post\u0004Next:":["Siguiente:"],"block description\u0004Add a submenu to your navigation.":["Añade un submenú a tu navegación."],"block title\u0004Submenu":["Submenú"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Muestra el contenido en múltiples columnas, con bloques añadidos a cada columna."],"Customize the appearance of specific blocks for the whole site.":["Personaliza la apariencia de bloques específicos para todo el sitio."],"Colors":["Colores"],"Show %s":["Mostrar %s"],"Hide and reset %s":["Ocultar y restablecer %s"],"Reset %s":["Restablecer %s"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["El elemento <footer> debe representar un pie de página para su elemento de sección más cercano (por ejemplo: <section>, <article>, <main>, etc.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["El elemento <aside> debe representar una parte de un documento cuyo contenido solo está relacionado indirectamente con el contenido principal del documento."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["El elemento <article> debe representar una parte autocontenida y sindicable del documento."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["El elemento <section> debe representar una porción independiente del documento que no puede ser representada mejor por otro elemento."],"The <main> element should be used for the primary content of your document only. ":["El elemento <main> solo debe ser usado para el contenido principal de tu documento. "],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["El elemento <header> debe representar un contenido de introducción, normalmente un grupo de ayudas de introducción o de la navegación."],"Minimum height":["Altura mínima"],"block description\u0004Create structured content in rows and columns to display information.":["Crea contenido estructurado en filas y columnas para mostrar la información."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["Crea un diseño de widget clásico con un título con el estilo de tu tema para tus áreas de widgets."],"Widget Group":["Grupo de widgets"],"Size of a UI element\u0004Extra Large":["Muy grande"],"Size of a UI element\u0004Large":["Grande"],"Size of a UI element\u0004Medium":["Mediano"],"Size of a UI element\u0004Small":["Pequeño"],"Size of a UI element\u0004None":["Ninguno"],"No selection":["No se ha seleccionado nada"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":["Galón"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":["Flecha"],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":["Ninguna"],"A decorative arrow appended to the next and previous page link.":["Una flecha decorativa añadida al enlace de página siguiente y anterior."],"Arrow":["Flecha"],"Preload value\u0004None":["Ninguna"],"noun; Audio block parameter\u0004Preload":["Precargar"],"Media item link option\u0004None":["Ninguno"],"Currently selected font appearance: %s":["Apariencia de fuente seleccionada actualmente: %s"],"Currently selected font style: %s":["Estilo de fuente seleccionado actualmente: %s"],"Currently selected font weight: %s":["Peso de fuente seleccionado actualmente: %s"],"No selected font appearance":["No se ha seleccionado ninguna apariencia de fuente"],"Justification":["Justificado"],"Duotone name\u0004Blue and orange":["Azul y naranja"],"Duotone name\u0004Purple and green":["Púrpura y verde"],"Duotone name\u0004Magenta and yellow":["Magenta y amarillo"],"Duotone name\u0004Midnight":["Medianoche"],"Duotone name\u0004Blue and red":["Azul y rojo"],"Duotone name\u0004Purple and yellow":["Púrpura y amarillo"],"Duotone name\u0004Grayscale":["Escala de grises"],"Duotone name\u0004Dark grayscale":["Escala de grises oscura"],"Gradient name\u0004Midnight":["Medianoche"],"Gradient name\u0004Electric grass":["Hierba eléctrica"],"Gradient name\u0004Pale ocean":["Océano pálido"],"Gradient name\u0004Luminous dusk":["Atardecer luminoso"],"Gradient name\u0004Blush bordeaux":["Rubor burdeos"],"Gradient name\u0004Blush light purple":["Rubor púrpura claro"],"Gradient name\u0004Cool to warm spectrum":["Espectro frío a caliente"],"Gradient name\u0004Very light gray to cyan bluish gray":["Gris muy claro a gris azulado cian"],"Gradient name\u0004Luminous vivid orange to vivid red":["Naranja vivo luminoso a rojo vivo"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["Ámbar vivo luminoso a naranja vivo luminoso"],"Gradient name\u0004Light green cyan to vivid green cyan":["Verde cian claro a verde cian vivo"],"Gradient name\u0004Vivid cyan blue to vivid purple":["Cian azul vivo a púrpura vivo"],"Color name\u0004Vivid purple":["Púrpura vivo"],"Color name\u0004Vivid cyan blue":["Azul cian vivo"],"Color name\u0004Pale cyan blue":["Azul cian pálido"],"Color name\u0004Vivid green cyan":["Cian verde vivo"],"Color name\u0004Light green cyan":["Cian verde claro"],"Color name\u0004Luminous vivid amber":["Ámbar vivo luminoso"],"Color name\u0004Luminous vivid orange":["Naranja vivo luminoso"],"Color name\u0004Vivid red":["Rojo vivo"],"Color name\u0004Pale pink":["Rosa pálido"],"Color name\u0004White":["Blanco"],"Color name\u0004Cyan bluish gray":["Gris azulado cian"],"Color name\u0004Black":["Negro"],"Font size name\u0004Large":["Grande"],"Font size name\u0004Medium":["Mediana"],"Font size name\u0004Small":["Pequeña"],"Reset all":["Restablecer todo"],"Currently selected font size: %s":["Tamaño de fuente seleccionado actualmente: %s"],"Currently selected: %s":["Seleccionado actualmente: %s"],"Image scaling options\u0004Scale":["Escalar"],"Image will be stretched and distorted to completely fill the space.":["La imagen se estirará y distorsionará para rellenar el espacio por completo."],"Image is scaled to fill the space without clipping nor distorting.":["La imagen se escala para rellenar el espacio sin recortar ni distorsionar."],"Image is scaled and cropped to fill the entire space without being distorted.":["La imagen se escala y se recorta para rellenar todo el espacio sin que se distorsione."],"Scale option for Image dimension control\u0004Fill":["Rellenar"],"Scale option for Image dimension control\u0004Contain":["Contener"],"Scale option for Image dimension control\u0004Cover":["Cubrir"],"Loading options…":["Cargando las opciones..."],"All gallery image sizes updated to: %s":["Todos los tamaños de las imágenes de la galería actualizados a: %s"],"All gallery images updated to not open in new tab":["Todas las imágenes de la galería actualizadas para que no se abran en una nueva pestaña"],"All gallery images updated to open in new tab":["Todas las imágenes de la galería actualizadas para que se abran en una nueva pestaña"],"All gallery image links updated to: %s":["Todos los enlaces de las imágenes de la galería actualizados a: %s"],"If uploading to a gallery all files need to be image formats":["Si se sube a una galería, todos los archivos deben tener formatos de imagen"],"https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/":["https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/"],"Flow":["Flujo"],"Flex":["Flexible"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Has intentado editar un elemento que no existe. ¿Quizá ha sido borrado?"],"Customize how you interact with blocks in the block library and editing canvas.":["Personaliza cómo interactúas con los bloques en la biblioteca de bloques y en el lienzo de edición."],"Block interactions":["Interacciones de bloques"],"Customize options related to the block editor interface and editing flow.":["Personaliza las opciones relativas a la interfaz del editor de bloques y al flujo de edición."],"Change options related to publishing.":["Cambia las opciones relativas a la publicación."],"Publishing":["Publicación"],"Enter character(s) used to separate terms.":["Introduce los caracteres usados para separar los términos."],"Add \"read more\" link text":["Añadir el texto del enlace «Leer más»"],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Las entradas del blog pueden ser «fijadas», una característica que las coloca en la parte superior de la página principal de las entradas, manteniéndolas allí hasta que se publiquen nuevas entradas fijas."],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress contiene diferentes tipos de contenido y están divididos en colecciones llamadas «Tipos de contenido». Por defecto, hay varios diferentes, como entradas de blog y páginas, pero los plugins podrían añadir más."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Alternar el uso del contexto de la consulta global que se establece con la plantilla actual, como un archivo o una búsqueda. Desactívalo para personalizar los ajustes independientemente."],"Inherit query from template":["Heredar la consulta de la plantilla"],"Site Title placeholder":["Marcador de posición del título del sitio"],"Site Tagline placeholder":["Marcador de posición de la descripción corta del sitio"],"Link image to home":["Enlazar la imagen a la página de inicio"],"block example\u0004Home Link":["Enlace a la página de inicio"],"Add home link":["Añadir un enlace a la página de inicio"],"Home link text":["Texto del enlace a la página de inicio"],"Media width":["Ancho de los medios"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"No published posts found.":["No se han encontrado entradas publicadas."],"Autoplay may cause usability issues for some users.":["La reproducción automática puede causar problemas de usabilidad para algunos usuarios."],"Style":["Estilo"],"Radius":["Radio"],"Link radii":["Enlazar radios"],"Unlink radii":["Desenlazar radios"],"Bottom right":["Abajo a la derecha"],"Bottom left":["Abajo a la izquierda"],"Top right":["Arriba a la derecha"],"Top left":["Arriba a la izquierda"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["El bloque «%s» ha sido afectado por errores y puede que no funcione correctamente. Compruébalo con las herramientas para desarrolladores para más detalles."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Desactiva los bloques que no quieres que aparezcan en el insertador. Siempre puedes volver a activarlos más tarde."],"Visible blocks":["Bloques visibles"],"Review settings, such as visibility and tags.":["Revisa los ajustes, como las categorías y etiquetas."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Un bloque avanzado que permite mostrar tipos de contenido basado en distintos parámetros de consulta y configuraciones visuales."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Contiene los elementos del bloque utilizados para mostrar una entrada, como el título, fecha, imagen destacada, contenido o extracto, y más."],"block title\u0004Post Template":["Plantilla de entrada"],"block keyword\u0004link":["enlace"],"No preview available.":["Vista previa no disponible."],"Widgets footer":["Widgets del pie de página"],"Display block breadcrumbs deactivated":["Mostrar migas de pan del bloque desactivadas"],"Display block breadcrumbs activated":["Mostrar migas de pan del bloque activadas"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Las plantillas te ayudan a definir el diseño del sitio. Puedes personalizar todos los aspectos de tus entradas y páginas usando bloques y patrones en este editor."],"noun\u0004Document":["Documento"],"%d block is hidden.":["%d bloque está oculto.","%d bloques están ocultos."],"The calendar block is hidden because there are no published posts.":["El bloque de calendario está oculto porque no hay ninguna entrada publicada."],"block keyword\u0004movie":["película"],"block description\u0004Embed a video from your media library or upload a new one.":["Incrusta un vídeo desde tu biblioteca de medios o sube uno nuevo."],"block keyword\u0004poem":["poema"],"block keyword\u0004poetry":["poesía"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Inserta poesía. Utiliza formatos de espaciado especiales. O cita letras de canciones."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Este bloque está obsoleto. Por favor, utiliza el bloque de columnas en su lugar."],"block description\u0004A cloud of your most used tags.":["Una nube de tus etiquetas más utilizadas."],"block style label\u0004Stripes":["Franjas"],"block keyword\u0004summary":["resumen"],"block keyword\u0004document outline":["esquema del documento"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Resume tu entrada con una lista de encabezados. Añade anclas HTML a los bloques de encabezados para enlazarlos aquí."],"block title\u0004Table of Contents":["Tabla de contenidos"],"block description\u0004Add white space between blocks and customize its height.":["Añade un espacio en blanco entre bloques y personaliza su altura."],"block style label\u0004Pill Shape":["Forma de pastilla"],"block style label\u0004Logos Only":["Solo logotipos"],"block description\u0004Display icons linking to your social media profiles or sites.":["Muestra iconos enlazando con tus perfiles de medios sociales o sitios."],"block description\u0004Display an icon linking to a social media profile or site.":["Muestra un icono que enlaza a un perfil de medios sociales o a un sitio."],"block keyword\u0004description":["descripción"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it’s not displayed in the theme design.":["Describe en pocas palabras sobre qué va este sitio. La descripción corta se puede usar en los resultados de búsqueda o al compartir en las redes sociales, incluso si no se muestra en el diseño del tema."],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Inserta elementos adicionales personalizados con un shortcode de WordPress."],"block style label\u0004Dots":["Puntos"],"block style label\u0004Wide Line":["Línea ancha"],"block keyword\u0004divider":["divisor"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["línea horizontal"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Crea una ruptura entre ideas o secciones con un separador horizontal."],"block keyword\u0004find":["encontrar"],"block description\u0004Help visitors find your content.":["Ayuda a los visitantes a descubrir tu contenido."],"block keyword\u0004feed":["feed"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Muestra entradas de cualquier feed RSS o Atom."],"block keyword\u0004cite":["cita"],"block keyword\u0004blockquote":["bloque de cita"],"block description\u0004Display the query title.":["Muestra el título de la consulta."],"block title\u0004Query Title":["Título de la consulta"],"block description\u0004Displays a paginated navigation to next\/previous set of posts, when applicable.":["Cuando sea aplicable, muestra una navegación paginada al siguiente\/anterior conjunto de entradas."],"block description\u0004Displays the previous posts page link.":["Muestra el enlace a la página de las entradas anteriores."],"block description\u0004Displays a list of page numbers for pagination":["Muestra una lista de números de página para la paginación"],"block description\u0004Displays the next posts page link.":["Muestra el enlace a la página de las entradas siguientes."],"block description\u0004Give special visual emphasis to a quote from your text.":["Da un énfasis visual especial a una cita de tu texto."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Añade texto que respete tus espacios y tabulados, y que también permita estilos."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Muestra el título de una entrada, una página o cualquier otro tipo de contenido."],"block description\u0004Post terms.":["Términos de la entrada."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Muestra el enlace a la entrada anterior o siguiente adyacentes a la entrada actual."],"block title\u0004Post Navigation Link":["Enlace de navegación de entradas"],"block description\u0004Display a post's featured image.":["Muestra la imagen destacada de una entrada."],"block description\u0004Display the excerpt.":["Muestra el extracto."],"block description\u0004Displays the contents of a post or page.":["Muestra el contenido de una entrada o página."],"block description\u0004Displays the link to the current post comments.":["Muestra el enlace a los comentarios de la entrada actual."],"block description\u0004Display a post's comments form.":["Muestra el formulario de comentarios de una entrada."],"block description\u0004Display a post's comments count.":["Muestra el contador de comentarios de una entrada."],"block keyword\u0004text":["texto"],"block description\u0004Start with the basic building block of all narrative.":["Empieza con el bloque que cimienta toda la narrativa."],"block description\u0004Display a list of all pages.":["Muestra una lista de todas las páginas."],"block keyword\u0004pagination":["paginación"],"block keyword\u0004next page":["página siguiente"],"block description\u0004Separate your content into a multi-page experience.":["Separa tu contenido en una experiencia multi-página."],"block keyword\u0004navigation":["navegación"],"block keyword\u0004menu":["menú"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["Una colección de bloques que permite a los visitantes moverse por tu sitio."],"block description\u0004Add a page, link, or another item to your navigation.":["Añade una página, enlace u otro elemento a tu navegación."],"block keyword\u0004read more":["leer más"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["El contenido anterior a este bloque se mostrará en el extracto de tu página de archivo."],"block description\u0004Your site doesn’t include support for this block.":["Tu sitio no incluye compatibilidad con este bloque."],"block keyword\u0004video":["vídeo"],"block keyword\u0004image":["imagen"],"block description\u0004Set media and words side-by-side for a richer layout.":["Coloca las palabras y los medios uno al lado del otro para tener un diseño más rico."],"block keyword\u0004form":["formulario"],"block keyword\u0004logout":["salir"],"block keyword\u0004login":["acceder"],"block description\u0004Show login & logout links.":["Mostrar enlaces para acceder y salir."],"block keyword\u0004numbered list":["lista numerada"],"block keyword\u0004ordered list":["lista ordenada"],"block keyword\u0004bullet list":["lista con viñetas"],"block description\u0004Create a bulleted or numbered list.":["Crea una lista de viñetas o numerada."],"block description\u0004Display a legacy widget.":["Muestra un widget heredado."],"block title\u0004Legacy Widget":["Widget heredado"],"block keyword\u0004recent posts":["entradas recientes"],"block description\u0004Display a list of your most recent posts.":["Muestra una lista de tus entradas más recientes."],"block keyword\u0004recent comments":["comentarios recientes"],"block description\u0004Display a list of your most recent comments.":["Muestra una lista de tus comentarios más recientes."],"block style label\u0004Rounded":["Redondeado"],"block style label\u0004Default":["Por defecto"],"block keyword\u0004picture":["imagen"],"block keyword\u0004photo":["foto"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Inserta una imagen para hacer una declaración visual."],"block keyword\u0004embed":["incrustar"],"block description\u0004Add custom HTML code and preview it as you edit.":["Añade código personalizado HTML y previsualízalo mientras lo editas."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Crea un enlace que siempre apunte a la página de inicio del sitio. Normalmente no es necesario si ya hay un enlace al título del sitio en la cabecera."],"block title\u0004Home Link":["Enlace al inicio"],"block keyword\u0004subtitle":["subtítulo"],"block keyword\u0004title":["título"],"block keyword\u0004section":["sección"],"block keyword\u0004row":["fila"],"block keyword\u0004wrapper":["envoltura"],"block keyword\u0004container":["contenedor"],"block keyword\u0004photos":["fotos"],"block keyword\u0004images":["imágenes"],"block description\u0004Display multiple images in a rich gallery.":["Muestra múltiples imágenes en una galería enriquecida."],"block description\u0004Use the classic WordPress editor.":["Utiliza el editor clásico de WordPress."],"block keyword\u0004download":["descarga"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["documento"],"block description\u0004Add a link to a downloadable file.":["Añade un enlace a un archivo descargable."],"block description\u0004A single column within a columns block.":["Una columna simple dentro de un bloque de columnas."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Muestra fragmentos de código que respetan tus espacios y tabuladores."],"block description\u0004Display a list of all categories.":["Muestra una lista de todas las categorías."],"block keyword\u0004archive":["archivo"],"block keyword\u0004posts":["entradas"],"block description\u0004A calendar of your site’s posts.":["Un calendario de las entradas de tu sitio."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Anima a los visitantes a que realicen alguna acción con un grupo de enlaces estilo botón."],"block style label\u0004Outline":["Contorno"],"block style label\u0004Fill":["Relleno"],"block description\u0004Prompt visitors to take action with a button-style link.":["Anima a los visitantes a que realicen alguna acción con un enlace estilo botón."],"block keyword\u0004recording":["grabación"],"block keyword\u0004podcast":["podcast"],"block keyword\u0004sound":["sonido"],"block keyword\u0004music":["música"],"block description\u0004Embed a simple audio player.":["Incrusta un sencillo reproductor de audio."],"block description\u0004Display a date archive of your posts.":["Muestra un archivo por fechas de tus entradas."],"Letter spacing":["Espacio entre letras"],"Points (pt)":["Puntos (pt)"],"Picas (pc)":["Picas (pc)"],"Inches (in)":["Pulgadas (in)"],"Millimeters (mm)":["Milímetros (mm)"],"Centimeters (cm)":["Centímetros (cm)"],"x-height of the font (ex)":["x-height de la fuente (ex)"],"Width of the zero (0) character (ch)":["Ancho del carácter (ch) cero (0)"],"Viewport largest dimension (vmax)":["Dimensión máxima de la ventana (vmax)"],"Viewport smallest dimension (vmin)":["Dimensión mínima de la ventana (vmin)"],"Percent (%)":["Porcentaje (%)"],"Welcome to the template editor":["Bienvenido al editor de plantillas"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tu tema proporciona %s área de «bloques» para que añadas y edites el contenido. Prueba a añadir aquí una barra de búsqueda, iconos sociales u otros tipos de bloques y mira cómo quedarán en tu sitio.","Tu tema proporciona %s áreas de «bloques» para que añadas y edites el contenido. Prueba a añadir aquí una barra de búsqueda, iconos sociales u otros tipos de bloques y mira cómo quedarán en tu sitio."],"Margin":["Margen"],"New to the block editor?":["¿Eres nuevo en el editor de bloques?"],"Get the Classic Widgets plugin.":["Obtén el plugin Classic Widgets."],"Want to stick with the old widgets?":["¿Quieres seguir con los widgets antiguos?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Ahora puedes añadir cualquier bloque a las áreas de widgets de tu sitio. No te preocupes, todos tus widgets favoritos siguen funcionando sin problemas."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tu tema proporciona diferentes áreas de «bloques» para que añadas y edites el contenido. Prueba a añadir aquí una barra de búsqueda, iconos sociales u otros tipos de bloques y mira cómo quedarán en tu sitio."],"Welcome to block Widgets":["Bienvenido al bloque de widgets"],"Contain text cursor inside block deactivated":["Contener el cursor de texto dentro del bloque desactivado"],"Contain text cursor inside block activated":["Contener el cursor de texto dentro del bloque activado"],"(Home link, opens in a new tab)":["(enlace a «Inicio», se abre en una nueva pestaña)"],"Close menu":["Cerrar el menú"],"Open menu":["Abrir el menú"],"Styles consolidated from core, theme, and user origins.":["Estilos consolidados de los orígenes del núcleo, del tema y del usuario."],"Settings consolidated from core, theme, and user origins.":["Ajustes consolidados de los orígenes del núcleo, del tema y del usuario."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Las herramientas proporcionan diferentes interacciones para seleccionar, navegar y editar bloques. Cambia entre seleccionar y editar pulsando Escape y Intro."],"Carousel view":["Vista de carrusel"],"Next pattern":["Siguiente patrón"],"Previous pattern":["Patrón anterior"],"Start blank":["Empezar en blanco"],"Apply duotone filter":["Aplicar filtro de duotono"],"Duotone":["Duotono"],"Page on front":["Página en la portada"],"Show on front":["Mostrar en la portada"],"Logo":["Logotipo"],"Tagline":["Descripción corta"],"Highlights":["Resaltados"],"Shadows":["Sombras"],"Duotone: %s":["Duotono: %s"],"Duotone code: %s":["Código de duotono: %s"],"Active theme gradients.":["Gradientes del tema activo."],"Active theme font sizes.":["Tamaños de fuente del tema activo."],"Active theme color palette.":["Paleta de color del tema activo."],"Maximum upload size in bytes allowed for the site.":["Tamaño máximo de subida en bytes permitido en el sitio."],"Available image sizes.":["Tamaños de imágen disponibles."],"Determines whether the image editing feature is enabled.":["Determina si la característica de edición de la imagen está activada."],"Available image dimensions.":["Dimensiones disponibles de la imagen."],"Default size for images.":["Tamaño por defecto para las imágenes."],"Determines whether the current locale is right-to-left (RTL).":["Determina si el idioma local actual es de derecha a izquierda (RTL)."],"Enables custom units.":["Activa las unidades personalizadas."],"Enables custom spacing.":["Activa el espaciado personalizado."],"Enables custom line height.":["Activa la altura de línea personalizada."],"Disables custom font size.":["Desactiva el tamaño de fuente personalizado."],"Disables custom colors.":["Desactiva los colores personalizados."],"Returns all the categories for block types that will be shown in the block editor.":["Devuelve todas las categorías para los tipos de bloque que se mostrarán en el editor de bloques."],"List of allowed mime types and file extensions.":["Lista de tipos mime y extensiones de archivo permitidas."],"List of allowed block types.":["LIsta de tipos de bloque permitidos."],"Enable\/Disable Wide\/Full Alignments.":["Activar\/desactivar alineaciones amplia\/completa."],"Widget types to hide from Legacy Widget block.":["Tipos de widget a ocultar en el blogue de widget heredado."],"Enable\/disable layouts support in container blocks.":["Activar\/desactivar compatibilidad con diseños en bloques de contenedor."],"Editor styles":["Estilos del editor"],"Enables experimental Site Editor blocks":["Activa los bloques experimentales del editor del sitio"],"Sorry, you are not allowed to read the block editor settings.":["Lo siento, no tienes permisos para leer los ajustes del editor de bloques."],"Patterns list":["Lista de patrones"],"Use left and right arrow keys to move through blocks":["Usa las teclas de flecha izquierda y derecha para moverte a través de los bloques"],"Customize the width for all elements that are assigned to the center or wide columns.":["Personaliza el ancho de todos los elementos asignados a columnas centradas o amplias."],"Wide":["Ancho"],"Layout":["Disposición"],"Dotted":["Punteado"],"Dashed":["Discontinuo"],"Add new page":["Añadir nueva página"],"Close inserter":["Cerrar insertador"],"Customizing":["Personalización"],"Widget types":["Tipos de widgets"],"Custom Template":["Plantilla personalizada"],"Create custom template":["Crear una plantilla personalizada"],"Custom template created. You're in template mode now.":["Plantilla personalizada creada. Ahora estás en el modo de plantilla."],"Term Description":["Descripción del término"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Muestra la descripción de categorías, etiquetas y taxonomías personalizadas al ver un archivo."],"block title\u0004Term Description":["Descripción del término"],"Post Comments Link block: post not found.":["Bloque de enlace a los comentarios de la entrada: no se ha encontrado ninguna entrada."],"%s comment":["%s comentario","%s comentarios"],"No comments":["No hay comentarios"],"block title\u0004Comments Link":["Enlace a los comentarios"],"Provided type is not supported.":["El tipo facilitado no es compatible."],"Archive title":["Título del archivo"],"Display the archive title based on the queried object.":["Muestra el título del archivo basado en el objeto de la consulta."],"Archive Title":["Título del archivo"],"Click plus to add":["Haz clic en «+» para añadir"],"Log out":["Salir"],"Redirect to current URL":["Redirigir a la URL actual"],"Display login as form":["Muestra el acceso como un formulario"],"block title\u0004Login\/out":["Acceder\/salir"],"Widget is missing.":["Falta el widget."],"Legacy Widget Preview":["Vista previa de widget heredado"],"Select widget":["Selecciona un widget"],"block title\u0004Custom Link":["Enlace personalizado"],"Embed of %s.":["Incrustado de %s."],"PDF embed":["PDF incrustado"],"Embed of the selected PDF file.":["Incrustado del archivo PDF seleccionado."],"Copied URL to clipboard.":["URL copiada al portapapeles."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Nota: La mayoría de los navegadores de teléfonos y tabletas no mostrarán PDFs incrustados."],"Show inline embed":["Mostrar incrustado integrado"],"PDF settings":["Ajustes de PDF"],"%1$s (%2$d of %3$d)":["%1$s (%2$d de %3$d)"],"Add citation":["Añadir mención"],"Add quote":["Añadir cita"],"Add caption":["Añadir leyenda"],"Type \/ to choose a block":["Teclea \/ para elegir un bloque"],"%1$s. There is %2$d event":["%1$s. Hay %2$d evento","%1$s. Hay %2$d eventos"],"Relative to root font size (rem)\u0004rems":["rems"],"Relative to parent font size (em)\u0004ems":["ems"],"Manage with live preview":["Gestionar con la vista previa en directo"],"Move to widget area":["Mover al área de widgets"],"Border color":["Color del borde"],"Border width":["Ancho del borde"],"Border":["Borde"],"Generic label for block inserter button\u0004Toggle block inserter":["Alternar insertador de bloques"],"Clear customizations":["Vaciar personalizaciones"],"Template revert failed. Please reload.":["Falló revertir la plantilla. Por favor, vuelve a cargarla."],"Template reverted.":["Plantilla revertida."],"The editor has encountered an unexpected error. Please reload.":["El editor ha encontrado un error inesperado. Por favor, recarga."],"This template is not revertable.":["Esta plantilla no es revertible."],"A link to a post format":["Un enlace a un formato de entrada"],"Post Format Link":["Enlace a formato de entrada"],"This content is password protected.":["Este contenido está protegido por contraseña."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s<\/span>":["%1$s comentario<span class=\"screen-reader-text\"> sobre %2$s<\/span>","%1$s comentarios<span class=\"screen-reader-text\"> sobre %2$s<\/span>"],"No comments<span class=\"screen-reader-text\"> on %s<\/span>":["No hay comentarios<span class=\"screen-reader-text\"> en %s<\/span>"],"Page title":["Título de la página"],"Grid":["Cuadrícula"],"Template name\u0004Single Posts":["Entradas individuales"],"Default based on area (%s)":["Por defecto, en base al área (%s)"],"Area":["Área"],"navigation link preview example\u0004Example Link":["Enlace de ejemplo"],"Select tag":["Seleccionar una etiqueta"],"Select category":["Seleccionar una categoría"],"Select page":["Seleccionar una página"],"Select post":["Seleccionar una entrada"],"Select a block to install and add it to your post.":["Selecciona un bloque para instalar y añádelo a tu entrada."],"Available to install":["Disponible para instalar"],"No results available from your installed blocks.":["No hay resultados disponibles de tus bloques instalados."],"%d additional block is available to install.":["%d bloque adicional está disponible para instalar.","%d bloques adicionales están disponibles para instalar."],"Blocks available for install":["Bloques disponibles para instalar"],"Install block":["Instalar el bloque"],"%1$s <span>by %2$s<\/span>":["%1$s <span>de %2$s<\/span>"],"Installing…":["Instalando…"],"Installed!":["¡Instalado!"],"Install %1$s. %2$s stars with %3$s review.":["Instalar %1$s. %2$s estrellas con %3$s reseña.","Instalar %1$s. %2$s estrellas con %3$s reseñas."],"Try reloading the page.":["Intenta recargar la página."],"Block %s installed and added.":["El bloque %s se ha instalado y añadido."],"Invalid item":["Elemento no válido"],"Switch to '%s'":["Cambiar a «%s»"],"List View":["Vista de lista"],"Template name\u0004Taxonomy":["Taxonomía"],"Template part created.":["Parte de plantilla creada."],"Template (selected)":["Plantilla (seleccionada)"],"Search for blocks and patterns":["Buscar bloques y patrones"],"If you have entered a custom label, it will be prepended before the title.":["Si has introducido una etiqueta personalizada se añadirá antes del título."],"Display the title as a link":["Muestra el título como enlace"],"Displays the post link that precedes the current post.":["Muestra el enlace a la entrada que precede a la entrada actual."],"Previous post":["Entrada anterior"],"Displays the post link that follows the current post.":["Muestra el enlace a la entrada siguiente a la entrada actual."],"Next post":["Entrada siguiente"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Edita las distintas regiones globales de tu sitio, como la cabecera, pie de página, barra lateral, o crea las tuyas propias."],"block title\u0004Page List":["Lista de páginas"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Tu sitio no tiene ninguna entrada, así que no hay nada que mostrar aquí de momento."],"Select %s":["Seleccionar %s"],"label for previous post link\u0004Previous":["Anterior"],"label for next post link\u0004Next":["Siguiente"],"An example title":["Un título de ejemplo"],"Previous page link":["Enlace a la página anterior"],"Previous Page":["Página anterior"],"block title\u0004Comments Page Numbers":["Comentarios de números de paginación"],"Next page link":["Enlace a la página siguiente"],"Next Page":["Página siguiente"],"Max page to show":["Páginas máximas a mostrar"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Limita las páginas que quieres mostrar, incluso si la consulta tiene más resultados. Para mostrar todas las páginas, usa 0 (cero)."],"Template part has been deleted or is unavailable: %s":["La parte de la plantilla ha sido borrada o no está disponible: %s"],"Icon color":["Color del icono"],"Block cannot be rendered inside itself.":["El bloque no se puede procesar dentro de sí mismo."],"Indent":["Aumentar margen"],"Outdent":["Disminuir margen"],"Ordered":["Ordenada"],"Unordered":["Sin ordenar"],"Space between items":["Espacio entre elementos"],"Add Media":["Añadir medios"],"Add text over image":["Añadir texto encima de la imagen"],"Drag":["Arrastrar"],"Add an anchor":["Añadir un ancla"],"Align":["Alinear"],"Additional":["Adicional"],"Panels":["Paneles"],"Display block breadcrumbs":["Mostrar el bloque de las migas de pan"],"Shows block breadcrumbs at the bottom of the editor.":["Muestra el bloque de las migas de pan en la parte inferior del editor."],"The pattern category slugs.":["Los slugs de la categoría del patrón."],"The pattern content.":["El contenido del patrón."],"https:\/\/wordpress.org\/support\/forums\/":["https:\/\/es.wordpress.org\/support\/forums\/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums<\/a>.":["Ha ocurrido un error inesperado. Puede que algo vaya mal con WordPress.org o con la configuración de este servidor. Si sigues teniendo problemas, por favor, prueba en los <a href=\"%s\">foros de soporte<\/a>."],"[block rendering halted]":["[detenido el procesado del bloque]"],"block title\u0004Post Terms":["Etiquetas de la entrada"],"block title\u0004Featured Image":["Imagen destacada"],"block title\u0004Comments Form":["Formulario de comentarios"],"block title\u0004Comments Count":["Contador de comentarios"],"block title\u0004Comment Date":["Fecha del comentario"],"block title\u0004Comment Content":["Contenido del comentario"],"block title\u0004Comment Author":["Autor del comentario"],"block title\u0004Post Comment":["Comentario de la entrada"],"block title\u0004Query Loop":["Lista de contenidos"],"block title\u0004Template Part":["Parte de plantilla"],"Untitled Template Part":["Parte de plantilla sin título"],"block title\u0004Site Title":["Título del sitio"],"block title\u0004Site Tagline":["Descripción corta del sitio"],"block title\u0004Site Logo":["Logo del sitio"],"block title\u0004Social Icon":["Icono social"],"block title\u0004Social Icons":["Iconos sociales"],"block title\u0004Tag Cloud":["Nube de etiquetas"],"block title\u0004Video":["Vídeo"],"block title\u0004Verse":["Verso"],"block title\u0004Text Columns (deprecated)":["Columnas de texto (obsoletas)"],"block title\u0004Table":["Tabla"],"block title\u0004Spacer":["Espaciador"],"block title\u0004Shortcode":["Shortcode"],"block title\u0004Separator":["Separador"],"block title\u0004Group":["Grupo"],"block title\u0004Search":["Buscar"],"block title\u0004RSS":["RSS"],"block title\u0004Pullquote":["Párrafo de cita"],"block title\u0004Preformatted":["Preformateado"],"block title\u0004Page Break":["Salto de página"],"block title\u0004More":["Más"],"block title\u0004Unsupported":["No compatible"],"block title\u0004List":["Lista"],"block title\u0004Latest Posts":["Últimas entradas"],"block title\u0004Latest Comments":["Últimos comentarios"],"block title\u0004Navigation":["Navegación"],"block title\u0004Media & Text":["Medios y texto"],"block title\u0004Custom HTML":["HTML personalizado"],"block title\u0004File":["Archivo"],"block title\u0004Cover":["Fondo"],"block title\u0004Column":["Columna"],"block title\u0004Columns":["Columnas"],"block title\u0004Code":["Código"],"block title\u0004Calendar":["Calendario"],"block title\u0004Buttons":["Botones"],"block title\u0004Button":["Botón"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Archivos"],"block title\u0004Gallery":["Galería"],"block title\u0004Quote":["Cita"],"block title\u0004Heading":["Encabezado"],"block title\u0004Image":["Imagen"],"block title\u0004Paragraph":["Párrafo"],"Editor canvas":["Lienzo del editor"],"Select unit":["Seleccionar unidad"],"The id of a template":["El id de una plantilla"],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":["Alineación inferior"],"Block vertical alignment setting\u0004Align middle":["Alineación al medio"],"Block vertical alignment setting\u0004Align top":["Alineación superior"],"Capitalize":["Iniciales en mayúscula"],"Lowercase":["Mínusculas"],"Uppercase":["Mayúsculas"],"Post author byline text":["Texto de firma de autor de la entrada"],"Default (<div>)":["Por defecto (<div>)"],"HTML element":["Elemento HTML"],"Write site title…":["Escribe el título del sitio…"],"Site title text":["Texto del título del sitio"],"Write site tagline…":["Escribe la descripción corta del sitio…"],"Site tagline text":["Texto de la descripción corta del sitio"],"Wood thrush singing in Central Park, NYC.":["Zorzal cantando en Central Park, NYC."],"Video caption text":["Texto de la leyenda del vídeo"],"Write verse…":["Escribe el verso…"],"Verse text":["Texto del verso"],"Column %d text":["Texto de la columna %d"],"Table caption text":["Texto de la leyenda de la tabla"],"Footer cell text":["Texto de la celda del pie de página"],"Body cell text":["Texto de la celda del cuerpo"],"Header cell text":["Texto de la celda de la cabecera"],"Shortcode text":["Texto del shortcode"],"Pullquote citation text":["Texto de la cita"],"Pullquote text":["Texto de la cita"],"Preformatted text":["Texto preformado"],"List text":["Texto de la lista"],"Navigation link text":["Texto del enlace de navegación"],"Start empty":["Iniciar vacío"],"Download button text":["Texto del botón de descarga"],"Vertical":["Vertical"],"Horizontal":["Horizontal"],"Audio caption text":["Texto de la leyenda del audio"],"Gallery caption text":["Texto de la leyenda de la galería"],"Heading text":["Texto del encabezado"],"Image caption text":["Texto de la leyenda de la imagen"],"Editing template. Changes made here affect all posts and pages that use the template.":["Edición de la plantilla. Los cambios realizados aquí afectan a todas las entradas y páginas que usan la plantilla."],"Add template: %s":["Añadir plantilla: %s"],"To show a comment, input the comment ID.":["Para mostrar un comentario introduce el ID del comentario."],"No Title":["Sin título"],"Image, Date, & Title":["Imágen, fecha y título"],"Title & Date":["Título y fecha"],"Display a list of your most recent posts, excluding sticky posts.":["Muestra una lista de tus entradas más recientes, excluidas las entradas fijas."],"Posts List":["Lista de entradas"],"Toggle full height":["Cambiar a altura completa"],"Font weight":["Peso de la fuente"],"Font style":["Estilo de fuente"],"%1$s %2$s":["%1$s %2$s"],"Themes":["Temas"],"Template name\u0004Tag Archives":["Archivos de las etiquetas"],"Template name\u0004Date Archives":["Archivos de fechas"],"Template name\u0004Category Archives":["Archivos de categorías"],"Template name\u0004Author Archives":["Archivos de autor"],"Template name\u0004Pages":["Páginas"],"Keyword":["Palabra clave"],"Filters":["Filtros"],"Viewport height (vh)":["Alto de la visualización (vh)"],"Viewport width (vw)":["Ancho de la visualización (vw)"],"Relative to root font size (rem)":["Relativo al tamaño raíz de la fuente (rem)"],"Relative to parent font size (em)":["Relativo al tamaño de la fuente superior (em)"],"Pixels (px)":["Píxeles (px)"],"Percentage (%)":["Porcentaje (%)"],"Button width":["Ancho del botón"],"Width settings":["Ajustes de anchura"],"Keyboard input":["Entrada de teclado"],"Transform to variation":["Transformar a la variación"],"Font family":["Familia de fuentes"],"Letter case":["Mayúsculas o minúsculas"],"Decoration":["Decoración"],"Custom colors are empty! Add some colors to create your own color palette.":["¡Los colores personalizados están vacíos! Añade algunos colores para crear tu propia paleta."],"Close search":["Cerrar la búsqueda"],"Search in %s":["Buscar en %s"],"Title, Date, & Excerpt":["Título, fecha y extracto"],"Title & Excerpt":["Título y extracto"],"Sticky posts":["Entradas fijas"],"Only":["Solo"],"Exclude":["Excluir"],"Include":["Incluir"],"Loading …":["Cargando…"],"Detach blocks from template part":["Separar los bloques de la parte de plantilla"],"Template name\u0004Search Results":["Resultados de búsqueda"],"Template name\u0004Front Page":["Página de inicio"],"Color palettes":["Paletas de color"],"Remove color":["Eliminar color"],"Color name":["Nombre del color"],"Add extra areas to the editor.":["Añadir áreas adicionales al editor."],"Choose what displays in the panel.":["Elige qué mostrar en el panel."],"Use theme styles":["Usar los estilos del tema"],"Make the editor look like your theme.":["Hacer que el editor se vea como tu tema."],"Highlights the current block and fades other content.":["Resalta el bloque actual y oscurece el resto del contenido."],"Appearance":["Apariencia"],"Contain text cursor inside block":["Contener el cursor de texto dentro del bloque"],"Aids screen readers by stopping text caret from leaving blocks.":["Ayuda a los lectores de pantalla impidiendo que el texto escrito salga de los bloques."],"Show most used blocks":["Mostrar los bloques más utilizados"],"Places the most frequent blocks in the block library.":["Sitúa los bloques más frecuentes en la biblioteca de bloques."],"Include pre-publish checklist":["Incluir la lista de comprobación previa a la publicación"],"Preferences":["Preferencias"],"Widgets settings":["Ajustes de los widgets"],"Widgets and blocks":["Widgets y bloques"],"Widgets top bar":["Barra superior de widgets"],"Your theme does not contain any Widget Areas.":["Tu tema no contiene ningún área de widgets."],"Blocks in this Widget Area will not be displayed in your site.":["Los bloques de este área de widgets no se mostrarán en tu sitio."],"Could not save the following widgets: %s.":["No se pudieron guardar los siguientes widgets: %s."],"There was an error. %s":["Se ha producido un error. %s"],"Items per Page":["Elementos por página"],"Add tracks":["Añadir pistas"],"Remove track":["Eliminar pista"],"English":["Inglés"],"Kind":["Tipo"],"Language tag (en, fr, etc.)":["Etiqueta del idioma (es, fr, etc.)"],"Source language":["Idioma de origen"],"Title of track":["Título de la pista"],"Label":["Etiqueta"],"Edit track":["Editar pista"],"Text tracks":["Pistas de texto"],"Edit %s":["Editar %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Las pistas pueden ser subtítulos, leyendas, capítulos o descripciones. Ayudan a hacer tu contenido más accesible a un mayor rango de usuarios."],"Chapters":["Capítulos"],"Descriptions":["Descripciones"],"Captions":["Leyendas"],"Subtitles":["Subtítulos"],"Repeated background":["Fondo repetido"],"One column":["Una columna"],"100":["100"],"Reset to defaults":["Restablecer a los valores por defecto"],"Item selected.":["Elemento seleccionado."],"Show more settings":["Mostrar más ajustes"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Tu sitio no incluye compatibilidad con el bloque %s. Puedes intentar instalar el bloque o eliminarlo por completo."],"Make title a link":["Hacer del título un enlace"],"Open links in new tab":["Abrir los enlaces en una nueva pestaña"],"“Read more” link text":["Texto del enlace «Leer más»"],"The current image has no alternative text. The file name is: %s":["La imagen actual no tiene texto alternativo. El nombre del archivo es: %s"],"Current image: %s":["Imagen actual: %s"],"link color":["color del enlace"],"Show button text labels":["Mostrar las etiquetas de texto del botón"],"Delete menu":["Borrar el menú"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Tu sitio no incluye compatibilidad para el bloque «%s». Puedes intentar instalar el bloque, convertirlo en un bloque HTML personalizado o eliminarlo del todo."],"Install %s":["Instalar %s"],"Percentage Width":["Porcentaje de ancho"],"Display Settings":["Ajustes de visualización"],"Use button with icon":["Usar el botón con icono"],"Button inside":["Botón interior"],"Button outside":["Botón exterior"],"No button":["Sin botón"],"Change button position":["Cambiar la posición del botón"],"Toggle search label":["Alternar la etiqueta de búsqueda"],"Details":["Detalles"],"Radial":["Radial"],"Linear":["Lineal"],"Saving…":["Guardando…"],"Create: <mark>%s<\/mark>":["Crear: <mark>%s<\/mark>"],"Search for patterns":["Buscar patrones"],"Term items not found.":["Elementos del término no encontrados."],"Anonymous":["Anónimo"],"Post Comment":["Comentario de la entrada"],"Add link to featured image":["Añadir un enlace a la imagen destacada"],"Create draft post: <mark>%s<\/mark>":["Crear una entrada en borrador: <mark>%s<\/mark>"],"Characters":["Caracteres"],"Widgets saved.":["Widgets guardados."],"Block pattern \"%s\" inserted.":["Patrón de bloque «%s» insertado."],"Find out more":["Saber más"],"Post Comments Form block: Comments are not enabled for this post type (%s).":["Bloque de formulario de comentarios de las entradas: los comentarios no están activados para este tipo de contenido (%s)."],"Post Comments Count block: post not found.":["Bloque de recuento de comentarios de las entradas: no se han encontrado entradas."],"Insert column after":["Insertar una columna después"],"Insert column before":["Insertar una columna antes"],"Insert row after":["Insertar una fila después"],"Insert row before":["Insertar una fila antes"],"Description":["Descripción"],"Contact us":["Contacta con nosotros"],"Image width":["Ancho de la imagen"],"Site Icon":["Icono del sitio"],"Open the block list view.":["Abre la visualización de lista de bloques."],"Base":["Base"],"Author":["Autor"],"Media preview":["Vista previa de medios"],"Coordinated Universal Time":["Hora universal coordinada"],"Site logo.":["Logotipo del sitio."],"Edit gallery image":["Editar una imagen de la galería"],"Upload external image":["Subir imagen externa"],"Image uploaded.":["Imagen subida."],"Could not edit image. %s":["No se pudo editar la imagen. %s"],"Original":["Original"],"Move the selected block(s) down.":["Mover el\/los bloque(s) seleccionado(s) abajo."],"Move the selected block(s) up.":["Mover el\/los bloque(s) seleccionado(s) arriba."],"Move to":["Mover a"],"Browse all":["Ver todos"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Ver todos. Esto abrirá el panel del insertador principal en la barra de herramientas del editor."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Utiliza las teclas de tabulador y flechas para elegir una nueva ubicación para el bloque. Utiliza las teclas de flecha izquierda y derecha para moverte entre los niveles anidados. Una vez selecciones la ubicación pulsa Intro o espacio para mover el bloque."],"Reset search":["Restablecer búsqueda"],"Error installing block. You can reload the page and try again.":["Error al instalar el bloque. Puedes recargar la página e intentarlo de nuevo."],"This block is already installed. Try reloading the page.":["Este bloque ya está instalado. Trata de recargar la página."],"Error registering block. Try reloading the page.":["Error al registrar el bloque. Trata de recargar la página."],"Button only":["Solo botón"],"Name":["Nombre"],"Template Part \"%s\" inserted.":["Parte de plantilla «%s» insertada."],"Display author name":["Mostrar el nombre del autor"],"Crop":["Recortar"],"Rotate":["Rotar"],"Zoom":["Zoom"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Vertical"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Landscape":["Horizontal"],"Aspect Ratio":["Relación de aspecto"],"The following block has been added to your site.":["El siguiente bloque se ha añadido a tu sitio.","Los siguientes bloques se han añadido a tu sitio."],"Added: %d block":["Añadido: %d bloque","Añadidos: %d bloques"],"An error occurred.":["Ha ocurrido un error."],"Box Control":["Control de cajas"],"Mixed":["Mixto"],"Right":["Derecha"],"Left":["Izquierda"],"Bottom":["Abajo"],"Top":["Arriba"],"Image size presets":["Tamaños de imagen por defecto"],"A tip for using the block editor":["Un consejo para usar el editor de bloques"],"%d block added.":["%d bloque añadido.","%d bloques añadidos."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Actualmente estás en el modo de navegación. Navega por los bloques usando la tecla de tabulación y las teclas de flechas. Utiliza las teclas de flechas izquierda y derecha para moverte entre los siguientes niveles inferiores. Para salir del modo de navegación y editar el bloque seleccionado pulsa Enter."],"Padding":["Relleno"],"%s (selected)":["%s (seleccionado)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Las áreas de widgets son partes globales en el diseño de tu sitio que puedan aceptar bloques. Varían según el tema, pero normalmente son partes como tu barra lateral o el pie de página."],"The pattern title, in human readable format.":["El título del patrón, en un formato legible para humanos."],"Design":["Diseño"],"Text":["Texto"],"by %s":["por %s"],"Alignment Matrix Control":["Control de la matriz de alineación"],"Bottom Right":["Abajo a la derecha"],"Bottom Center":["Abajo al centro"],"Bottom Left":["Abajo a la izquierda"],"Center Right":["Centro a la derecha"],"Center Left":["Centro a la izquierda"],"Top Right":["Arriba a la derecha"],"Top Center":["Arriba al centro"],"Top Left":["Arriba a la izquierda"],"Open Navigation":["Abrir navegación"],"Menu name":["Nombre del menú"],"Widget areas":["Áreas de widgets"],"Moved %d block to clipboard.":["Movido %d bloque al portapapeles.","Movidos %d bloques al portapapeles."],"Copied %d block to clipboard.":["Copiado %d bloque al portapapeles.","Copiados %d bloques al portapapeles."],"Moved \"%s\" to clipboard.":["«%s» movido al portapapeles."],"Copied \"%s\" to clipboard.":["«%s» copiado al portapapeles."],"Block navigation structure":["Estructura de navegación de los bloques"],"Block %1$d of %2$d, Level %3$d":["Bloque %1$d de %2$d, nivel %3$d"],"Change matrix alignment":["Cambiar matriz de alineación"],"Notifications":["Avisos"],"Are you ready to save?":["¿Estás listo para guardar?"],"Template parts":["Partes de plantilla"],"Offset":["Compensación"],"Number of tags":["Número de etiquetas"],"Posts per page":["Entradas por página"],"A widget area container.":["Un contenedor de área de widgets."],"Widget Area":["Área de widgets"],"Change content position":["Cambiar posición del contenido"],"Pages":["Páginas"],"Uncategorized":["Sin categoría"],"Block pattern category\u0004Testimonials":["Recomendaciones"],"Block pattern category\u0004Featured":["Destacados"],"Block pattern category\u0004Gallery":["Galería"],"Block pattern category\u0004Buttons":["Botones"],"Block pattern category\u0004Posts":["Entradas"],"Block pattern category\u0004Text":["Texto"],"Block pattern categories":["Categorías del patrón de bloques"],"Open save panel":["Abrir el panel para guardar"],"Are you sure you want to delete this navigation menu?":["¿Seguro que quieres borrar este menú de navegación?"],"Write byline…":["Escribe la firma…"],"Show bio":["Mostrar la biografía"],"Avatar size":["Tamaño del avatar"],"Show avatar":["Mostrar el avatar"],"This column count exceeds the recommended amount and may cause visual breakage.":["Este recuento de columnas supera la cantidad recomendada y puede causar una rotura visual."],"Search results":["Resultados de búsqueda"],"White":["Blanco"],"Black":["Negro"],"Superscript":["Superíndice"],"Subscript":["Subíndice"],"Patterns":["Patrones"],"Block Library":["Biblioteca de bloques"],"Browser default":["Navegador por defecto"],"Minimum height of cover":["Altura mínima de la portada"],"%1$s Block. Row %2$d":["Bloque %1$s. Fila %2$d"],"Typography":["Tipografía"],"Line height":["Altura de la línea"],"Content":["Contenido"],"Header":["Cabecera"],"Toggle fullscreen mode.":["Alternar el modo a pantalla completa."],"Menu Location":["Ubicación del menú"],"Menu":["Menú"],"Contact":["Contacto"],"About":["Acerca de"],"Home":["Inicio"],"25 \/ 50 \/ 25":["25 \/ 50 \/ 25"],"33 \/ 33 \/ 33":["33 \/ 33 \/ 33"],"50 \/ 50":["50 \/ 50"],"Current media URL:":["URL del medio actual:"],"Block variations":["Variaciones del bloque"],"Preview in new tab":["Previsualizar en nueva pestaña"],"Sort collection by post attribute.":["Ordenar la colección por el atributo de la entrada."],"Order sort attribute ascending or descending.":["Ordenar la clasificación de los atributos como ascendente o descendente."],"Sorry, you are not allowed to edit posts in this post type.":["Lo siento, no tienes permisos para editar entradas en este tipo de contenido."],"Move %1$s block from position %2$d left to position %3$d":["Mover el bloque %1$s desde la posición %2$d a la izquierda a la posición %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Mover el bloque %1$s desde la posición %2$d abajo a la posición %3$d"],"User":["Usuario"],"Widget Areas":["Áreas de widgets"],"Post Type":["Tipo de contenido"],"Site":["Sitio"],"Block Patterns":["Patrones de bloques"],"Link to %s":["Enlace a %s"],"Type":["Tipo"],"Block %1$s is at the beginning of the content and can’t be moved left":["El bloque %1$s está al principio del contenido y no se puede mover a la izquierda"],"Block %1$s is at the beginning of the content and can’t be moved up":["El bloque %1$s está al principio del contenido y no se puede mover hacia arriba"],"Block %1$s is at the end of the content and can’t be moved left":["El bloque %1$s está al final del contenido y no se puede mover a la izquierda"],"Block %1$s is at the end of the content and can’t be moved down":["El bloque %1$s está al final del contenido y no se puede mover hacia abajo"],"Creating":["Creando"],"An unknown error occurred during creation. Please try again.":["Se ha producido un error desconocido durante la creación. Por favor, inténtalo de nuevo."],"Create draft page: <mark>%s<\/mark>":["Crear página en borrador: <mark>%s<\/mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Cambia el tipo de bloque pulsando el icono del bloque en la barra de herramientas."],"Drag files into the editor to automatically insert media blocks.":["Arrastra archivos al editor para insertar automáticamente bloques de medios."],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":["Quita la sangría de una lista pulsando la tecla <kbd>retroceso<\/kbd> al principio de una línea."],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":["Aumenta la sangría de una lista pulsando la tecla <kbd>espacio<\/kbd> al principio de una línea."],"Solid":["Continuo"],"Open document settings":["Abrir los ajustes del documento"],"Open block settings":["Abrir los ajustes del bloque"],"Desktop":["Escritorio"],"Mobile":["Móvil"],"Tablet":["Tableta"],"Show link on new line":["Mostrar el enlace en una nueva línea"],"Date format":["Formato de fecha"],"Change Date":["Cambiar la fecha"],"Social Icon":["Icono social"],"block keyword\u0004links":["enlaces"],"Select poster image":["Elegir la imagen de póster"],"Image alignment":["Alineación de la imagen"],"Display featured image":["Mostrar la imagen destacada"],"Post content":["Contenido de la entrada"],"Media file":["Archivo de medios"],"text color":["color del texto"],"Embed a TikTok video.":["Incrusta un vídeo de TikTok."],"survey":["encuesta"],"social":["social"],"Loading…":["Cargando…"],"Customized":["Personalizado"],"Add template":["Añadir plantilla"],"Global Styles":["Estilos globales"],"Display settings":["Ajustes de visualización"],"Choose variation":["Elegir variación"],"Angle":["Ángulo"],"%s Block":["Bloque %s"],"%1$s Block. %2$s":["Bloque %1$s. %2$s"],"%1$s Block. Column %2$d":["Bloque %1$s. Columna %2$d"],"%1$s Block. Column %2$d. %3$s":["Bloque %1$s. Columna %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["Bloque %1$s. Fila %2$d. %3$s"],"Post Date":["Fecha de la entrada"],"Post Author":["Autor de la entrada"],"Choose":["Elegir"],"Theme":["Tema"],"Footer label":["Etiqueta del pie de página"],"Header label":["Etiqueta de la cabecera"],"The description will be displayed in the menu if the current theme supports it.":["La descripción se mostrará en el menú si el tema actual es compatible."],"Level %1$s. %2$s":["Nivel %1$s. %2$s"],"Level %s. Empty.":["Nivel %s. Vacío."],"Empty":["Vacío"],"Search results for \"%s\"":["Resultados de la búsqueda de «%s»"],"Multiple selected blocks":["Múltiples bloques seleccionados"],"By %s":["Por %s"],"Briefly describe the link to help screen reader users.":["Describe brevemente el enlace para ayudar a los usuarios de lectores de pantalla."],"Link label":["Etiqueta del enlace"],"%s label":["Etiqueta de %s"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADÚ - AMANECER - 1940 (MINIATURA)\nVentana, muy pequeña en la distancia, iluminada.\nAlrededor hay una pantalla casi totalmente negra. Ahora, mientras la cámara se mueve lentamente hacia la ventana, que es casi un sello de correos en el marco, aparecen otras formas;"],"Full post":["Entrada completa"],"Show:":["Mostrar:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["A wan fistro tiene musho peligro se calle ustée benemeritaar."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem fistrum diodenoo papaar papaar jarl. No te digo trigo por no llamarte Rodrigor."],"Buttons":["Botones"],"Background":["Fondo"],"Image size":["Tamaño de la imagen"],"Here's a detailed guide.":["Aquí hay una guía detallada."],"New to the block editor? Want to learn more about using it? ":["¿Nuevo en el editor de bloques? ¿Quieres aprender más sobre cómo usarlo? "],"Learn how to use the block editor":["Aprende cómo usar el editor de bloques"],"Help":["Ayuda"],"Submit for Review…":["Enviar a revisión…"],"Update…":["Actualizar…"],"Untitled":["Sin título"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["El editor de bloques incluye características experimentales que se pueden usar mientras están en desarrollo. Selecciona las que deseas activar. Es probable que estas características cambien, así que evita usarlas en producción."],"Next":["Siguiente"],"Previous":["Anterior"],"Finish":["Finalizar"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Guide controls":["Controles de guía"],"Remove Control Point":["Eliminar punto de control"],"Use your left or right arrow keys or drag and drop with the mouse to change the gradient position. Press the button to change the color or remove the control point.":["Usa las teclas de flecha izquierda o derecha o arrastra y suelta con el ratón para cambiar la posición del degradado. Presiona el botón para cambiar el color o eliminar el punto de control."],"Gradient control point at position %1$s%% with color code %2$s.":["Punto de control de degradado en la posición %1$s%% con código de color %2$s."],"Open Media Library":["Abrir biblioteca multimedia"],"The media file has been replaced":["El archivo multimedia se ha reemplazado"],"Replace":["Reemplazar"],"Choose a pattern":["Elige un patrón"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Actualmente estás en el modo de edición. Para volver al modo de navegación, presiona Escape."],"You are probably offline.":["Probablemente estás fuera de línea."],"Justify items right":["Justificar elementos a la derecha"],"Justify items center":["Justificar elementos al centro"],"Justify items left":["Justificar elementos a la izquierda"],"Change items justification":["Cambiar la justificación de los elementos"],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":["\/\/ Un «bloque» es el término abstracto utilizado\n\/\/ para describir las unidades de marcado que,\n\/\/ cuando se componen juntas, forman el\n\/\/ contenido o diseño de una página.\nregisterBlockType( nombre, ajustes );"],"ADD MEDIA":["AÑADIR MEDIO"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Tienes disponibles todos los bloques en la biblioteca de bloques. Los encontrarás en cualquier lugar en el que veas el icono <InserterIconImage \/>."],"Get to know the block library":["Conoce la biblioteca de bloques"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Cada bloque viene con su propio conjunto de controles para cambiar cosas como el color, el ancho y la alineación. Estos se mostrarán y ocultarán automáticamente cuando hayas seleccionado un bloque."],"Make each block your own":["Haz que cada bloque sea tuyo"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["En el editor de WordPress, cada párrafo, imagen o vídeo se presenta como un «bloque» de diferente contenido."],"Welcome to the block editor":["Bienvenido al editor de bloques"],"Get started":["Primeros pasos"],"inserter":["insertador"],"Welcome Guide":["Recorrido de bienvenida"],"Post Title":["Título de la entrada"],"Add submenu":["Añadir submenú"],"Add link":["Añadir un enlace"],"podcast":["podcast"],"All template parts":["Todas las partes de plantilla"],"Template Part":["Parte de plantilla"],"Template Parts":["Partes de plantilla"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Al andar se hace camino\ny al volver la vista atrás\nse ve la senda que nunca\nse ha de volver a pisar.\nCaminante no hay camino\nsino estelas en la mar..."],"Menu Item":["Elemento del menú"],"Navigation":["Navegación"],"(Note: many devices and browsers do not display this text.)":["(Nota: muchos dispositivos y navegadores no muestran este texto.)"],"Describe the role of this image on the page.":["Describe el rol de esta imagen en la página."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Alterna entre usar el mismo valor en todos los tamaños de pantalla o usar un unico valor por tamaño de pantalla."],"Use the same %s on all screensizes.":["Utilizar el mismo %s en todos los tamaños de pantalla."],"Large screens":["Pantallas grandes"],"Medium screens":["Pantallas medianas"],"Small screens":["Pantallas pequeñas"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Controla la propiedad %1$s para los «viewports» %2$s."],"Currently selected":["Seleccionado actualmente"],"Search or type url":["Busca o escribe la URL"],"Press ENTER to add this link":["Presiona ENTER para añadir este enlace"],"Currently selected link settings":["Ajustes del enlace seleccionado actualmente"],"Generic label for block inserter button\u0004Add block":["Añadir bloque"],"directly add the only allowed block\u0004Add %s":["Añadir %s"],"%s block added":["Bloque %s añadido"],"Extra Large":["Extra grande"],"Block breadcrumb":["Bloque de migas de pan"],"Editor footer":["Editor del pie de página"],"Site Title":["Título del sitio"],"Open Colors Selector":["Abrir el selector de color"],"No templates found":["No se han encontrado plantillas"],"All templates":["Todas las plantillas"],"Template":["Plantilla"],"Gradient: %s":["Degradado: %s"],"Gradient code: %s":["Código de degradado: %s"],"All content copied.":["Copiado todo el contenido."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["La subida de medios ha fallado. Si esto es una foto o una imagen grande, por favor, reduce su tamaño e inténtalo de nuevo."],"Gradient":["Degradado"],"No Preview Available.":["Vista previa no disponible."],"Midnight":["Medianoche"],"Electric grass":["Hierba eléctrica"],"Pale ocean":["Océano pálido"],"Luminous dusk":["Atardecer luminoso"],"Blush bordeaux":["Rubor burdeos"],"Blush light purple":["Rubor púrpura claro"],"Cool to warm spectrum":["Espectro frío a caliente"],"Very light gray to cyan bluish gray":["Gris muy claro a gris azulado cian"],"Luminous vivid orange to vivid red":["Naranja vivo luminoso a rojo vivo"],"Luminous vivid amber to luminous vivid orange":["Ámbar vivo luminoso a naranja vivo"],"Light green cyan to vivid green cyan":["Verde cian claro a verde cian vivo"],"Vivid cyan blue to vivid purple":["Cian azul vivo a púrpura vivo"],"December 6, 2018":["6 de diciembre de 2018"],"February 21, 2019":["21 de febrero de 2019"],"May 7, 2019":["7 de mayo de 2019"],"Release Date":["Fecha de lanzamiento"],"Jazz Musician":["Músico de jazz"],"Version":["Versión"],"Six.":["Seis."],"Five.":["Cinco."],"Four.":["Cuatro."],"Three.":["Tres."],"Two.":["Dos."],"One.":["Uno."],"One of the hardest things to do in technology is disrupt yourself.":["Una de las cosas más difíciles de hacer en tecnología es interrumpirte a ti mismo."],"— Kobayashi Issa (一茶)":["— Kobayashi Issa (一茶)"],"The wren<br>Earns his living<br>Noiselessly.":["El reyezuelo<br>Se gana la vida<br>Sin hacer ruido."],"Welcome to the wonderful world of blocks…":["Bienvenido al maravilloso mundo de los bloques…"],"<strong>Snow Patrol<\/strong>":["<strong>Patrulla de la nieve<\/strong>"],"Dimensions":["Dimensiones"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["A peich amatomaa apetecan a wan de la pradera va usté muy cargadoo por la gloria de mi madre está la cosa muy malar condemor."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Llévame al sircoo no puedor por la gloria de mi madre por la gloria de mi madre va usté muy cargadoo diodenoo al ataquerl llévame al sircoo no te digo trigo por no llamarte Rodrigor."],"Call to Action":["Llamada a la acción"],"In quoting others, we cite ourselves.":["Al citar a otros, nos citamos a nosotros mismos."],"Mont Blanc appears—still, snowy, and serene.":["El Mont Blanc aparece—quieto, nevado y sereno."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["En un lugar de la Mancha, de cuyo nombre no quiero acordarme, no ha mucho tiempo que vivía un hidalgo de los de lanza en astillero, adarga antigua, rocín flaco y galgo corredor."],"Templates":["Plantillas"],"Add":["Añadir"],"%s out of 5 stars":["%s de 5 estrellas"],"Enter address":["Introducir la dirección"],"Attachment page":["Página de adjuntos"],"Fill":["Rellenar"],"Link rel":["«rel» del enlace"],"Border radius":["Radio del borde"],"Write gallery caption…":["Escribe la leyenda de la galería…"],"Restore the backup":["Restaurar la copia de seguridad"],"The backup of this post in your browser is different from the version below.":["La copia de seguridad de esta entrada en tu navegador es diferente de la siguiente versión."],"Reverse list numbering":["Lista de numeración inversa"],"Start value":["Valor inicial"],"Ordered list settings":["Ajustes de listas ordenadas"],"Clear Media":["Vaciar los medios"],"Default Style":["Estilo por defecto"],"Not set":["No establecido"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["Al escribir, puedes pulsar <kbd>\/<\/kbd> para insertar nuevos bloques rápidamente."],"Change column alignment":["Cambiar la alineación de la columna"],"Align column right":["Alinear la columna a la derecha"],"Align column center":["Alinear la columna al centro"],"Align column left":["Alinear la columna a la izquierda"],"Color":["Color"],"Vivid purple":["Púrpura vivo"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Se necesita recargar la página para este cambio. Antes de recargar, asegúrate de que tu contenido está guardado."],"Display these keyboard shortcuts.":["Mostrar estos atajos del teclado."],"Experiments Settings":["Ajustes de experimentos"],"Experimental settings":["Ajustes experimentales"],"Custom":["Personalizado"],"Draft":["Borrador"],"Learn more about anchors":["Aprende más sobre los anclajes"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Introduce una palabra o dos —sin espacios— para crear una dirección web única solo para este bloque, llamada «ancla». Después, podrás enlazar directamente a esta sección de tu página."],"Upload a video file, pick one from your media library, or add one with a URL.":["Sube un archivo de vídeo, elige uno de tu biblioteca de medios o añade uno con una URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Sube un archivo de imagen, elige uno de tu biblioteca de medios o añade uno con una URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Sube un archivo de audio, elige uno de tu biblioteca de medios o añade uno con una URL."],"Upload a media file or pick one from your media library.":["Sube un archivo de medios o elige uno de tu biblioteca de medios."],"Skip":["Saltar"],"Select a variation to start with.":["Elige una variación con la que empezar."],"Title attribute":["Atributo del título"],"Open in new tab":["Abrir en una nueva pestaña"],"Move right":["Mover a la derecha"],"Move left":["Mover a la izquierda"],"Links":["Enlaces"],"menu":["menú"],"Upload a file or pick one from your media library.":["Sube un archivo de medios o elige uno de tu biblioteca de medios."],"Learn more about embeds":["Aprende más sobre los incrustados"],"Paste a link to the content you want to display on your site.":["Pega un enlace al contenido que quieras mostrar en tu sitio."],"Three columns; wide center column":["Tres columnas; columna ancha centrada"],"Three columns; equal split":["Tres columnas; igual separación"],"Two columns; two-thirds, one-third split":["Dos columnas: separación de dos tercios, un tercio"],"Two columns; one-third, two-thirds split":["Dos columnas; separación de un tercio, dos tercios"],"Two columns; equal split":["Dos columnas; igual separación"],"Create Table":["Crear una tabla"],"Insert a table for sharing data.":["Inserta una tabla para compartir datos."],"Ungrouping blocks from within a grouping block back into individual blocks within the Editor \u0004Ungroup":["Desagrupar"],"verb\u0004Group":["Agrupar"],"Separate with commas or the Enter key.":["Sepáralo con comas o con la tecla Intro."],"Separate with commas, spaces, or the Enter key.":["Sepáralo con comas, espacios o la tecla Intro."],"Separate multiple classes with spaces.":["Separa múltiples clases con espacios."],"Move image forward":["Mover la imagen hacia delante"],"Move image backward":["Mover la imagen hacia atrás"],"Block rendered as empty.":["Bloque mostrado como vacío."],"Inline code":["Código integrado"],"Footer section":["Sección del pie de página"],"Header section":["Sección de la cabecera"],"Sorting and filtering":["Ordenación y filtrado"],"Column settings":["Ajustes de columna"],"Footer":["Pie de página"],"This color combination may be hard for people to read.":["Esta combinación de color puede ser difícil de leer para la gente."],"There is no poster image currently selected":["No hay ninguna imagen de póster seleccionada en este momento"],"The current poster image url is %s":["La url de la imagen actual de póster es %s"],"Group":["Grupo"],"Crop image to fill entire column":["Recortar imagen para rellenar toda la columna"],"Play inline":["Reproducción integrada"],"Describe the purpose of the image.":["Describe el propósito de la imagen."],"Add a block":["Añade un bloque"],"Block vertical alignment setting label\u0004Change vertical alignment":["Cambiar la alineación vertical"],"Legacy Widget":["Widget heredado"],"Select a legacy widget to display:":["Elige un widget heredado a mostrar:"],"There are no widgets available.":["No hay ningún widget disponible."],"%s: Change block type or style":["%s: Cambiar tipo o estilo del bloque"],"Search Terms":["Términos de búsqueda"],"Embedded content from %s can't be previewed in the editor.":["El contenido incrustado desde %s no se puede previsualizar en el editor."],"An error has occurred, which probably means the feed is down. Try again later.":["Ha ocurrido un error que, probablemente, implique que se ha caído el feed. Prueba de nuevo más tarde."],"RSS Error:":["Error de RSS:"],"block style\u0004Default":["Por defecto"],"Stick to the top of the blog":["Fíjalo a la parte superior del blog"],"The last part of the URL.":["La última parte de la URL."],"Fullscreen mode deactivated":["Modo a pantalla completa desactivado"],"Fullscreen mode activated":["Modo a pantalla completa activado"],"Spotlight mode deactivated":["Modo de enfoque desactivado"],"Spotlight mode activated":["Modo de enfoque activado"],"Top toolbar deactivated":["Barra superior desactivada"],"Top toolbar activated":["Barra superior activada"],"Back":["Volver"],"Taxonomy":["Taxonomía"],"- Select -":["- Seleccionar -"],"Default":["Por defecto"],"Search":["Buscar"],"Add button text…":["Añade el texto del botón…"],"Button text":["Texto del botón"],"Optional placeholder…":["Marcador de posición opcional…"],"Optional placeholder text":["Texto opcional para el marcador de posición"],"Add label…":["Añadir etiqueta…"],"Label text":["Texto de la etiqueta"],"Max number of words in excerpt":["Número máximo de palabras en el extracto"],"Display excerpt":["Mostrar extracto"],"Display date":["Mostrar fecha"],"Display author":["Mostrar autor"],"Edit RSS URL":["Editar URL del RSS"],"Hide the excerpt on the full content page":["Ocultar el extracto en la página con el contenido completo"],"The excerpt is visible.":["El extracto es visible."],"The excerpt is hidden.":["El extracto está oculto."],"image %1$d of %2$d in gallery":["imagen %1$d de %2$d en la biblioteca"],"Sorry, this content could not be embedded.":["Lo siento, este contenido no se puede incrustar."],"Embed Amazon Kindle content.":["Incrustar contenido de Amazon Kindle."],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Incrustar contenido de Crowdsignal (anteriormente Polldaddy)."],"Focal point picker":["Selector del punto focal"],"Calendar":["Calendario"],"Underline":["Subrayado"],"Attempt Block Recovery":["Intentar la recuperación de bloque"],"Word count type. Do not translate!\u0004words":["words"],"content placeholder\u0004Content…":["Contenido…"],"button label\u0004Convert to link":["Convertir a enlace"],"button label\u0004Try again":["Probar de nuevo"],"Editor tips":["Trucos para el editor"],"Block (selected)":["Bloque (seleccionado)"],"Top toolbar":["Barra de herramientas superior"],"Link CSS Class":["Clase CSS del enlace"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/es.wordpress.org\/plugins\/classic-widgets\/"],"Sorry, you are not allowed to view revisions for this global style.":["Lo siento, no tienes permisos para ver revisiones de este estilo global."],"To edit the featured image, you need permission to upload media.":["Para editar la imagen destacada necesitas permisos para subir medios."],"To edit this block, you need permission to upload media.":["Para editar este bloque necesitas permisos para subir medios."],"Block tools":["Herramientas del bloque"],"Permalink":["Enlace permanente"],"This image has an empty alt attribute":["La imagen tiene un atributo ALT vacío"],"This image has an empty alt attribute; its file name is %s":["La imagen tiene un atributo ALT vacío; su nombre de archivo es %s"],"Link inserted.":["Enlace insertado."],"Warning: the link has been inserted but may have errors. Please test it.":["Atención: el enlace se ha insertado pero puede tener errores. Por favor, compruébalo."],"%s block selected.":["%s bloque seleccionado.","%s bloques seleccionados."],"Thumbnail":["Miniatura"],"Full Size":["Tamaño completo"],"Link selected.":["Enlace seleccionado."],"Start writing with text or HTML":["Empieza a escribir texto o HTML"],"Type text or HTML":["Escribe texto o HTML"],"Align text right":["Alinear el texto a la derecha"],"Align text center":["Alinear el texto al centro"],"Align text left":["Alinear el texto a la izquierda"],"Empty block; start writing or type forward slash to choose a block":["Bloque vacío; empieza a escribir o escribe una barra inclinada hacia adelante para elegir un bloque"],"Paragraph block":["Bloque de párrafo"],"Stack on mobile":["Apilar en móvil"],"Drag images, upload new ones or select files from your library.":["Arrastra imágenes, sube nuevas o elige archivos desde tu biblioteca."],"Annotation":["Notas"],"blocks\u0004Most used":["Más usados"],"imperative verb\u0004Resolve":["Resuelve"],"font size name\u0004Huge":["Enorme"],"font size name\u0004Large":["Grande"],"font size name\u0004Medium":["Mediana"],"font size name\u0004Small":["Pequeña"],"font size name\u0004Normal":["Normal"],"button label\u0004Import":["Importar"],"button label\u0004Download":["Descarga"],"button label\u0004Embed":["Incrustar"],"block title\u0004Embed":["Incrustado"],"block title\u0004Classic":["Clásico"],"Link edited.":["Enlace editado."],"Link removed.":["Enlace quitado."],"media":["medios"],"Double-check your settings before publishing.":["Vuelve a comprobar tus ajustes antes de publicar."],"Generating preview…":["Generando vista previa…"],"Edit or replace the image":["Edita o reemplaza la imagen"],"Media":["Medios"],"Navigate to the nearest toolbar.":["Navega hasta la barra de herramientas más cercana."],"Document tools":["Herramientas del documento"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Da un énfasis visual al texto citado. «Al citar a otros, nos citamos a nosotros mismos» — Julio Cortázar"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Introduce nuevas secciones y organiza el contenido para ayudar a los visitantes (y a los motores de búsqueda) a comprender la estructura de tu contenido."],"Resize for smaller devices":["Cambia el tamaño para dispositivos más pequeños"],"This embed may not preserve its aspect ratio when the browser is resized.":["Este incrustado podría no mantener su relación de aspecto cuando el navegador cambie de tamaño."],"This embed will preserve its aspect ratio when the browser is resized.":["Este incrustado mantendrá su relación de aspecto cuando el navegador cambie de tamaño."],"Embed an Animoto video.":["Incrusta un vídeo de Animoto."],"Embed a Vimeo video.":["Incrusta un vídeo de Vimeo."],"Embed Flickr content.":["Incrusta contenido de Flickr."],"Embed Spotify content.":["Incrusta contenido de Spotify."],"Embed SoundCloud content.":["Incrusta contenido de SoundCloud."],"Embed a WordPress post.":["Incrusta una entrada de WordPress."],"Embed an Instagram post.":["Incrusta una publicación de Instagram."],"Embed a Facebook post.":["Incrusta una publicación de Facebook."],"Embed a WordPress.tv video.":["Incrusta un vídeo de WordPress.tv."],"Embed a VideoPress video.":["Incrusta un vídeo de VideoPress."],"Embed a Tumblr post.":["Incrusta una publicación de Tumblr."],"Embed a TED video.":["Incrusta un vídeo de TED."],"Embed Speaker Deck content.":["Incrusta contenido de Speaker Deck."],"Embed a YouTube video.":["Incrusta un vídeo de YouTube."],"Embed SmugMug content.":["Incrusta contenido de SmugMug."],"Embed Slideshare content.":["Incrusta contenido de Slideshare."],"Embed Scribd content.":["Incrusta contenido de Scribd."],"Embed Screencast content.":["Incrusta contenido de Screencast."],"Embed ReverbNation content.":["Incrusta contenido de ReverbNation."],"Embed a Reddit thread.":["Incrusta un hilo de Reddit."],"Embed Mixcloud content.":["Incrusta contenido de Mixcloud."],"Embed a tweet.":["Incrusta un tweet."],"Embed Kickstarter content.":["Incrusta contenido de Kickstarter."],"Embed Issuu content.":["Incrusta contenido de Issuu."],"Embed Imgur content.":["Incrusta contenido de Imgur."],"Embed a Dailymotion video.":["Incrusta un vídeo de Dailymotion."],"Embed CollegeHumor content.":["Incrusta contenido de CollegeHumor."],"Embed Cloudup content.":["Incrusta contenido de Cloudup."],"Pattern published privately.":["Patrón publicado de forma privada."],"Pattern reverted to draft.":["Patrón convertido a borrador."],"M j, Y g:i a":["j \\d\\e M, Y H:i"],"noun\u0004View":["Ver"],"editor button\u0004Left to right":["De izquierda a derecha"],"Save as pending":["Guardar como pendiente"],"%s address":["dirección del %s"],"Paste or type URL":["Pega o teclea la URL"],"Insert from URL":["Insertar desde URL"],"Styles":["Estilos"],"General":["Generales"],"Focus on one block at a time":["Enfócate en un bloque cada vez"],"Access all block and document tools in a single place":["Accede a todos las herramientas de bloques y documentos desde un solo lugar"],"Options":["Opciones"],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Minutes":["Minutos"],"Hours":["Horas"],"Time":["Hora"],"Year":["Año"],"Day":["Día"],"December":["Diciembre"],"November":["Noviembre"],"October":["Octubre"],"September":["Septiembre"],"August":["Agosto"],"July":["Julio"],"June":["Junio"],"May":["Mayo"],"April":["Abril"],"March":["Marzo"],"February":["Febrero"],"January":["Enero"],"Month":["Mes"],"Date":["Fecha"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Tu sitio no incluye compatibilidad con el bloque «%s». Puedes dejar intacto este bloque o quitarlo del todo."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Tu sitio no incluye compatibilidad con el bloque «%s». Puedes dejar intacto este bloque, convertir su contenido a un bloque de HTML personalizado o quitarlo del todo."],"Media area":["Área de medios"],"Show media on right":["Mostrar medios a la derecha"],"Show media on left":["Mostrar medios a la izquierda"],"Cover":["Fondo"],"Huge":["Enorme"],"Medium":["Medio"],"Normal":["Normal"],"Paste URL or type to search":["Pega la URL o teclea para buscar"],"Terms":["Términos"],"Your work will be published at the specified date and time.":["Tu trabajo se publicará en la fecha y hora establecidas."],"Are you ready to schedule?":["¿Estás listo para programar?"],"Always show pre-publish checks.":["Mostrar siempre las comprobaciones previas a la publicación."],"Take over":["Tomar el control"],"Another user is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["Hay otro usuario trabajando ahora mismo en esta entrada (<PreviewLink \/>), lo que significa que no puedes hacer cambios, a no ser que tomes el control."],"Another user now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["Otro usuario tiene ahora el control de edición de esta entrada (<PreviewLink \/>). No te preocupes, se han guardado tus cambios hasta este momento."],"Avatar":["Avatar"],"This post is already being edited":["Esta entrada ya está siendo editada"],"Someone else has taken over this post":["Alguien ha tomado el control de esta entrada"],"This block contains unexpected or invalid content.":["Este bloque contiene contenido inesperado o no válido."],"Resolve Block":["Resolver bloque"],"Convert to HTML":["Convertir a HTML"],"Enable pre-publish checklist":["Activar la lista de comprobación previa a la publicación"],"This block can only be used once.":["Este bloque solo se puede utilizar una vez."],"Exit code editor":["Salir del editor de código"],"Editing code":["Editando el código"],"View":["Ver"],"HTML":["HTML"],"Write HTML…":["Escribe HTML…"],"Media settings":["Ajustes de medios"],"Overlay":["Superposición"],"Invalid JSON file":["Archivo JSON no válido"],"Import from JSON":["Importar de JSON"],"Backtick":["Acento grave"],"Period":["Punto"],"Comma":["Coma"],"Change type of %d block":["Cambiar el tipo de %d bloque","Cambiar el tipo de %d bloques"],"Current":["Actual"],"After Conversion":["Después de la conversión"],"Change alignment":["Cambiar la alineación"],"Change text alignment":["Cambiar la alineación del texto"],"%d block":["%d bloque","%d bloques"],"Forward-slash":["Barra"],"No archives to show.":["No hay archivos que mostrar."],"%s: This file is empty.":["%s: Este archivo está vacío."],"%s: Sorry, this file type is not supported here.":["%s: Lo siento, este tipo de archivo no es compatible aquí."],"Title":["Título"],"Fullscreen mode":["Modo a pantalla completa"],"Beautiful landscape":["Precioso paisaje"],"Close panel":["Cerrar panel"],"Convert to Classic Block":["Convertir a bloque clásico"],"Poster image":["Imagen de póster"],"Create":["Crear"],"Row count":["Recuento de filas"],"Column count":["Recuento de columnas"],"block description\u0004Create and save content to reuse across your site. Update the pattern, and the changes apply everywhere it’s used.":["Crea contenido y guárdalo para volver a utilizarlo en tu sitio. Actualiza el bloque y los cambios se aplican donde se esté usando."],"Change the block type after adding a new paragraph.":["Cambia el tipo de bloque después de agregar un nuevo párrafo."],"Spotlight mode":["Modo de enfoque"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Las etiquetas ayudan a los usuarios y a los motores de búsqueda a navegar por tu sitio y encontrar tu contenido. Añade unas cuantas palabras clave que describan tu entrada."],"Add tags":["Añade etiquetas"],"Apply the \"%1$s\" format.":["Aplica el formato «%1$s»."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Tu tema utiliza formatos de entrada para destacar los distintos tipos de contenido, como imágenes o vídeos. Aplica un formato de entrada para ver estos estilos especiales."],"Use a post format":["Usa un formato de entrada"],"Move %1$d blocks from position %2$d right by one place":["Mueve %1$d bloques de la posición %2$d a un sitio a la derecha"],"Move %1$d blocks from position %2$d up by one place":["Mueve %1$d bloques de la posición %2$d un sitio más arriba"],"Move %1$s block from position %2$d right to position %3$d":["Mueve %1$s bloque de la posición %2$d a la posición %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Mueve %1$s bloque de la posición %2$d a la posición %3$d"],"Insert a new block before the selected block(s).":["Inserta un nuevo bloque antes del\/los bloque(s) seleccionado(s)."],"Remove the selected block(s).":["Quita el\/los bloque(s) seleccionado(s)."],"Duplicate the selected block(s).":["Duplica el\/los bloque(s) seleccionado(s)."],"Block shortcuts":["Atajos de bloques"],"Clear selection.":["Vaciar selección."],"Select all text when typing. Press again to select all blocks.":["Selecciona todo el texto mientras tecleas. Pulsa de nuevo para seleccionar todos los bloques."],"Selection shortcuts":["Atajos de selección"],"Switch between visual editor and code editor.":["Cambia entre el editor visual y el editor de código."],"Navigate to the previous part of the editor.":["Navega a la parte anterior del editor."],"Navigate to the next part of the editor.":["Navega a la parte siguiente del editor."],"Show or hide the Settings sidebar.":["Muestra u oculta la barra lateral de ajustes."],"Redo your last undo.":["Rehace tu último deshacer."],"Undo your last changes.":["Deshace tus últimos cambios."],"Save your changes.":["Guarda tus cambios."],"Global shortcuts":["Atajos globales"],"Remove a link.":["Quita un enlace."],"Convert the selected text into a link.":["Convierte el texto seleccionado en un enlace."],"Underline the selected text.":["Subraya el texto seleccionado."],"Make the selected text italic.":["Cambia el texto seleccionado a cursiva."],"Make the selected text bold.":["Cambia el texto seleccionado a negrita."],"Text formatting":["Formatos de texto"],"Insert a new block after the selected block(s).":["Inserta un nuevo bloque después del\/los bloque(s) seleccionado(s)."],"Keyboard shortcuts":["Atajos de teclado"],"Thanks for testing Gutenberg!":["¡Gracias por probar Gutenberg!"],"Help build Gutenberg":["Ayuda a construir Gutenberg"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository<\/a>.":["Si quieres aprender más sobre cómo crear bloques adicionales o si estás interesado en ayudar con el proyecto, pásate por el <a href=\"%s\">repositorio en GitHub<\/a>."],"The WordPress community":["La comunidad WordPress"],"Code is Poetry":["El código es poesía"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Puedes crear cualquier bloque que quieras, estático y dinámico, decorativo o plano. Aquí tienes un bloque de cita:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Cualquier bloque puede estar en alguna de estas alineaciones. El bloque de incrustar también las tiene, y es adaptable desde la base:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Lo de arriba es una galería con solo dos imágenes. Es un modo sencillo de crear visualmente atractivos diseños, sin tener que lidiar con floats. También puedes convertir fácilmente la galería de nuevo a imágenes individuales, usando el cambiador de bloques."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Por supuesto, la imagen a ancho completo puede ser realmente grande. Pero a veces la imagen es lo importante."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["La accesibilidad es importante. No te olvides del atributo de imagen alt"],"If you combine the new <strong>wide<\/strong> and <strong>full-wide<\/strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Si combinas las nuevas alineaciones de galería <strong>ancha<\/strong> y <strong>ancho completo<\/strong> puedes crear diseños ricos en medios muy rápidamente:"],"Media Rich":["Medios enriquecidos"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Puedes cambiar la cantidad de columnas de tus galerías arrastrando un control deslizante en el inspector de bloques de la barra lateral."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Los bloques pueden ser lo que necesitas. Por ejemplo, puede que quieras añadir una cita suave como parte de la composición de tu texto o puede que prefieras mostrar una estilizada y gigante. Todas estás opciones están en el insertador."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["La información correspondiente al origen de la cita está en un campo de texto separado, parecido a las leyendas bajo las imágenes, para que la estructura de la cita esté protegida aunque la selecciones, modifiques o quites del origen. Es siempre sencillo añadirla de nuevo."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["El editor tratará de crear una nueva experiencia de creación de páginas y entradas que ayude a escribir publicaciones enriquecidas sin esfuerzo y tiene «bloques» para hacer sencillo lo que hoy conllevaría usar shortcodes, HTML personalizado o esotéricos descubrimientos de incrustaciones."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Un gran beneficio de los bloques es que puedes editarlos donde estén y manipular directamente tu contenido. En vez de tener campos para editar cosas como la fuente de una cita o el texto de un botón, puedes cambiar directamente el contenido. Prueba a modificar la siguiente cita:"],"Visual Editing":["Edición visual"],"And <em>Lists<\/em> like this one of course :)":["Y <em>listas<\/em> como esta, por supuesto :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Bloques de diseño, como botones, imágenes principales, separadores, etc."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Incrustados, como YouTube, tuits o entradas de otro WordPress."],"Galleries":["Galerías"],"Images &amp; Videos":["Imágenes y vídeos"],"Text &amp; Headings":["Texto y encabezados"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Anímate a probarlo, puedes descubrir cosas que WordPress ya puede añadir en tus entradas de las que no tenías ni idea. Aquí tienes una breve lista de lo que actualmente puedes encontrar ahí:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)<\/code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Imagina que todo lo que WordPress puede hacer esté disponible para ti rápidamente y en el mismo lugar de la interfaz. No tienes que descubrir etiquetas HTML, clases o recordar sintaxis complicadas de shortcodes. Ese es el espíritu tras el insertador — el botón <code>(+)<\/code> que verás en el editor — que te permite navegar por todos los bloques de contenido disponibles y añadirlos a tu entrada. Los plugins y temas pueden registrar los suyos propios, abriendo una enorme cantidad de posibilidades para la edición y la publicación enriquecida."],"The <em>Inserter<\/em> Tool":["La herramienta <em>Insertador<\/em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Prueba a seleccionar o quitar o editar la leyenda, ahora ya no tienes porque ser cuidadoso a la hora de seleccionar la imagen u otro texto por error y arruinar la presentación."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Si tu tema es compatible, verás el botón de «ancho» en la barra de herramientas de la imagen. Pruébalo."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Gestionar imágenes y medios con el máximo cuidado es un enfoque principal del nuevo editor. Afortunadamente encontrarás posibilidades para añadir leyendas o hacer de ancho completo tus fotos de un modo mucho más fácil y robusto que antes."],"A Picture is Worth a Thousand Words":["Una imagen vale más que mil palabras"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Los encabezados también son bloques separados, lo que ayuda a la estructura y organización de tu contenido."],"... like this one, which is right aligned.":["... como esta, que está alineada a la derecha."],"What you are reading now is a <strong>text block<\/strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Lo que estás leyendo ahora es un <strong>bloque de texto<\/strong>, el bloque más básico de todos. El bloque de texto tiene sus propios controles para moverlo libremente por toda la publicación…"],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content<\/em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["El objetivo de este nuevo editor es hacer que añadir contenido enriquecido a WordPress sea algo sencillo y agradable. Toda esta entrada está creada con <em>piezas de contenido<\/em> —algo parecido a los ladrillos LEGO — que puedes mover y con los que puedes interactuar. Mueve tu cursor y verás que los distintos bloques se resaltan con líneas y flechas. Pulsa en las flechas para recolocar rápidamente los bloques, sin miedo a perder cosas en el proceso de copiar y pegar."],"Of Mountains &amp; Printing Presses":["Hablando de montañas e imprentas"],"Welcome to the Gutenberg Editor":["Bienvenido al editor Gutenberg"],"Learn more":["Aprende más"],"Are you sure you want to unschedule this post?":["¿Seguro que quieres anular la programación de esta entrada?"],"The page number requested is larger than the number of pages available.":["El número de página solicitada es mayor que el número de páginas disponibles."],"XL":["XL"],"L":["L"],"M":["M"],"S":["S"],"Small":["Pequeño"],"Keep as HTML":["Mantener como HTML"],"Edit URL":["Editar URL"],"The response is not a valid JSON response.":["Las respuesta no es una respuesta JSON válida."],"Editor publish":["Publicación del editor"],"Muted":["Silenciado"],"Display avatar":["Mostrar el avatar"],"Number of comments":["Número de comentarios"],"Auto":["Auto"],"Preload":["Precarga"],"https:\/\/wordpress.org\/support\/plugin\/gutenberg\/":["https:\/\/wordpress.org\/support\/plugin\/gutenberg\/"],"Support":["Soporte"],"No comments to show.":["No hay comentarios que mostrar."],"%1$s on %2$s":["%1$s en %2$s"],"Select Post":["Seleccionar entrada"],"Select Week":["Seleccionar semana"],"Select Day":["Seleccionar día"],"Select Month":["Elegir mes"],"Select Year":["Seleccionar año"],"Archives":["Archivos"],"Cyan bluish gray":["Gris azulado cian"],"Vivid cyan blue":["Azul cian vivo"],"Pale cyan blue":["Azul cian pálido"],"Vivid green cyan":["Cian verde vivo"],"Light green cyan":["Cian verde claro"],"Luminous vivid amber":["Ambar vivo luminoso"],"Luminous vivid orange":["Naranja vivo luminoso"],"Vivid red":["Rojo vivo"],"Pale pink":["Rosa pálido"],"Inline image":["Imagen integrada"],"Available block types":["Tipos de bloques disponibles"],"Transform to":["Transformar a"],"Open publish panel":["Abrir el panel de publicar"],"Large":["Grande"],"Show download button":["Mostrar el botón de descarga"],"Link to":["Enlazar a"],"Copy URL":["Copiar URL"],"Write file name…":["Escribe el nombre del archivo…"],"File":["Archivo"],"Square":["Cuadrada"],"Loop":["Repetir"],"Autoplay":["Reproducción automática"],"Playback controls":["Controles de reproducción"],"Disable tips":["Desactivar consejos"],"Got it":["Entendido"],"See next tip":["Ver siguiente consejo"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Cuando estés listo, envía tu trabajo para revisión y un editor te lo podrá aprobar."],"Are you ready to submit for review?":["¿Estás listo para enviarlo a revisión?"],"Replace image":["Reemplazar imagen"],"Remove image":["Quitar imagen"],"Error while uploading file %s to the media library.":["Error al subir el archivo %s a la biblioteca de medios."],"%s: This file exceeds the maximum upload size for this site.":["%s: Este archivo supera el tamaño máximo de subida para este sitio."],"View the autosave":["Ver el guardado automático"],"There is an autosave of this post that is more recent than the version below.":["Hay un guardado automático de esta entrada que es más reciente que la versión de abajo."],"Autosaving":["Guardando automáticamente"],"Enter URL here…":["Introduce aquí la URL…"],"Pin to toolbar":["Fijar a la barra de herramientas"],"Unpin from toolbar":["Quitar de la barra de herramientas"],"Fixed width table cells":["Celdas de tabla de ancho fijo"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Añade un bloque que muestra el contenido extraído de otros sitios, como Twitter o YouTube."],"No results found.":["No se han encontrado resultados."],"Error loading block: %s":["Error al cargar el bloque: %s"],"Unknown error":["Error desconocido"],"term\u0004Remove %s":["Quitar %s"],"Height in pixels":["Altura en píxeles"],"Toggle to show a large initial letter.":["Alternar para mostrar una letra inicial grande."],"Showing large initial letter.":["Mostrando letra inicial grande."],"%1$s (%2$s of %3$s)":["%1$s (%2$s de %3$s)"],"Remove item":["Quitar elemento"],"Color code: %s":["Código de color: %s"],"Skip to the selected block":["Saltar al bloque seleccionado"],"Schedule…":["Programado…"],"OK":["Aceptar"],"Close plugin":["Cerrar plugin"],"Editor settings":["Ajustes del editor"],"Link settings":["Ajustes del enlace"],"Unlink":["Quitar enlace"],"Page break":["Salto de página"],"Pagination":["Paginación"],"Next page":["Página siguiente"],"Height":["Altura"],"Width":["Ancho"],"Thumbnails are not cropped.":["Las miniaturas no se recortan."],"Thumbnails are cropped to align.":["Las miniaturas se recortan alineadas."],"Media Library":["Biblioteca de medios"],"Advanced":["Avanzado"],"Add item":["Añadir elemento"],"Reset the template":["Restablecer la plantilla"],"Keep it as is":["Mantenerla como está"],"The content of your post doesn’t match the template assigned to your post type.":["El contenido de tu entrada no se ajusta a la plantilla asignada a tu tipo de contenido."],"Resetting the template may result in loss of content, do you want to continue?":["Restablecer la plantilla puede resultar en pérdida de contenido, ¿quieres continuar?"],"Document Statistics":["Estadísticas del documento"],"is now scheduled. It will go live on":["está ahora programada. Estará disponible el"],"Scheduled":["Programada"],"Scheduling…":["Programando…"],"Code editor selected":["Editor de código seleccionado"],"Visual editor selected":["Editor visual seleccionado"],"Plugins":["Plugins"],"Custom Size":["Tamaño personalizado"],"term\u0004%s removed":["%s quitada"],"term\u0004%s added":["%s añadida"],"imperative verb\u0004Preview":["Vista previa"],"Trashing failed":["Fallo al enviar a la papelera"],"Updating failed.":["Fallo al actualizar."],"Scheduling failed.":["Fallo al programar."],"Publishing failed.":["Fallo al publicar."],"View post":["Ver la entrada"],"You have unsaved changes. If you proceed, they will be lost.":["Tienes cambios sin guardar. Si sigues se perderán."],"Document Outline":["Esquema del documento"],"Paragraphs":["Párrafos"],"Headings":["Encabezados"],"Words":["Palabras"],"Public":["Público"],"Password protected":["Protegida con contraseña"],"Only visible to site admins and editors.":["Solo visible para administradores y editores del sitio."],"Private":["Privada"],"Visible to everyone.":["Visible por todos."],"Would you like to privately publish this post now?":["¿Te gustaría publicar ahora en privado esta entrada?"],"Use a secure password":["Usa una contraseña segura"],"Create password":["Crear contraseña"],"Move to trash":["Mover a la papelera"],"Parent Term":["Término superior"],"Parent Category":["Categoría superior"],"Add new term":["Añadir nuevo término"],"Add new category":["Añadir nueva categoría"],"Term":["Término"],"Tag":["Etiqueta"],"Add new Term":["Añadir nuevo término"],"Add new tag":["Añadir nueva etiqueta"],"Switch to draft":["Cambiar a borrador"],"Are you sure you want to unpublish this post?":["¿Seguro que quieres anular la publicación de esta entrada?"],"Immediately":["Inmediatamente"],"Save draft":["Guardar como borrador"],"Saving":["Guardando"],"Publish:":["Publicar:"],"Visibility:":["Visibilidad:"],"Are you ready to publish?":["¿Estás listo para publicar?"],"What’s next?":["¿Y ahora qué?"],"is now live.":["está ahora visible."],"Published":["Publicada"],"Schedule":["Programar"],"Update":["Actualizar"],"Submit for Review":["Enviar a revisión"],"Updating…":["Actualizando…"],"Publishing…":["Publicando…"],"Allow pingbacks & trackbacks":["Permitir pingbacks y trackbacks"],"Copy":["Copiar"],"Pending review":["Pendiente de revisión"],"%d Revision":["%d revisión","%d revisiones"],"Suggestion:":["Sugerencia:"],"Post Format":["Formato de entrada"],"Chat":["Chat"],"Status":["Estado"],"Standard":["Estándar"],"Aside":["Minientrada"],"Featured image":["Imagen destacada"],"Set featured image":["Establecer imagen destacada"],"Learn more about manual excerpts":["Aprende más sobre extractos manuales"],"Write an excerpt (optional)":["Escribe un extracto (opcional)"],"Allow comments":["Permitir comentarios"],"Default template":["Plantilla por defecto"],"Template:":["Plantilla:"],"no title":["sin título"],"Order":["Orden"],"No blocks found.":["No se han encontrado bloques."],"%d result found.":["%d resultado encontrado.","%d resultados encontrados."],"Saved":["Guardado"],"Embeds":["Incrustados"],"Blocks":["Bloques"],"Search for a block":["Buscar un bloque"],"Copy Error":["Copiar error"],"Copy Post Text":["Copiar texto de la entrada"],"The editor has encountered an unexpected error.":["El editor ha encontrado un error inesperado."],"Undo":["Deshacer"],"Redo":["Rehacer"],"(Multiple H1 headings are not recommended)":["(No se recomiendan varios encabezados H1)"],"(Your theme may already use a H1 for the post title)":["(Tu tema puede que ya use un H1 para el título de la entrada)"],"(Incorrect heading level)":["(Nivel de encabezado incorrecto)"],"(Empty heading)":["(Encabezado vacío)"],"Blocks styles":["Estilos de bloques"],"Convert to blocks":["Convertir en bloques"],"More options":["Más opciones"],"Edit visually":["Editar visualmente"],"Duplicate":["Duplicar"],"Blocks cannot be moved down as they are already at the bottom":["Los bloques no se pueden mover hacia abajo porque ya están en el fondo"],"Blocks cannot be moved up as they are already at the top":["Los bloques no se pueden mover arriba porque ya están al principio"],"Block %1$s is at the beginning of the content and can’t be moved right":["El bloque %1$s está al principio del contenido y no se puede mover a la derecha"],"Block %1$s is at the end of the content and can’t be moved right":["El bloque %1$s está al final del contenido y no se puede mover"],"Block %s is the only block, and cannot be moved":["El bloque %s es el único bloque, y no puede moverse"],"Move down":["Bajar"],"Move up":["Subir"],"Edit as HTML":["Editar como HTML"],"Convert to Blocks":["Convertir a bloques"],"Block: %s":["Bloque: %s"],"This block has encountered an error and cannot be previewed.":["Este bloque ha encontrado un error y no puede previsualizarse."],"No block selected.":["Ningún bloque seleccionado."],"Transform into:":["Transformar a:"],"Remove":["Quitar"],"Find original":["Encontrar el original"],"Copied!":["¡Copiado!"],"Visibility":["Visibilidad"],"Page attributes":["Atributos de página"],"Block":["Bloque"],"Block Settings":["Ajustes del bloque"],"Document":["Documento"],"Document settings":["Ajustes del documento"],"Table of Contents":["Tabla de contenidos"],"Close Settings":["Cerrar ajustes"],"Editor content":["Contenido del editor"],"Tools":["Herramientas"],"Editor":["Editor"],"Code editor":["Editor de código"],"Visual editor":["Editor visual"],"Editor top bar":["Barra superior del editor"],"Settings":["Ajustes"],"Reset":["Restablecer"],"Dismiss this notice":["Descartar este aviso"],"Item removed.":["Elemento quitado."],"Item added.":["Elemento añadido."],"Off":["Desactivado"],"Drop files to upload":["Arrastra archivos para subirlos"],"PM":["PM"],"AM":["AM"],"An unknown error occurred.":["Ha ocurrido un error desconocido."],"No results.":["No hay resultados."],"%d result found, use up and down arrow keys to navigate.":["%d resultado encontrado, utiliza las teclas arriba y abajo para navegar.","%d resultados encontrados, utiliza las teclas arriba y abajo para navegar."],"(no title)":["(sin título)"],"URL":["URL"],"Submit":["Enviar"],"Close":["Cerrar"],"Insert link":["Insertar un enlace"],"Edit link":["Editar el enlace"],"Link":["Enlace"],"Strikethrough":["Tachado"],"Italic":["Cursiva"],"Bold":["Negrita"],"Remove link":["Eliminar el enlace"],"Number of items":["Número de elementos"],"All":["Todo"],"Category":["Categoría"],"Z → A":["Z ⟶ A"],"A → Z":["A → Z"],"Oldest to newest":["De antiguas a nuevas"],"Newest to oldest":["De nuevas a antiguas"],"Order by":["Ordenar por"],"Select":["Elegir"],"Select or Upload Media":["Elige o sube medios"],"Video":["Vídeo"],"Text columns":["Columnas de texto"],"New Column":["Nueva columna"],"Delete column":["Borrar la columna"],"Delete row":["Borrar la fila"],"Edit table":["Editar tabla"],"Table":["Tabla"],"Write shortcode here…":["Escribe aquí el shortcode…"],"Shortcode":["Shortcode"],"Separator":["Separador"],"Quote":["Cita"],"Write preformatted text…":["Escribe texto preformateado…"],"Paragraph":["Párrafo"],"Font size":["Tamaño de la fuente"],"Drop cap":["Capitalizar"],"Read more":["Leer más"],"Indent list item":["Añadir sangría al elemento de la lista"],"Outdent list item":["Reducir sangría al elemento de la lista"],"Convert to ordered list":["Convertir a lista ordenada"],"Convert to unordered list":["Convertir a lista desordenada"],"List":["Lista"],"No posts found.":["No se encontraron entradas."],"Latest Posts":["Últimas entradas"],"Display post date":["Mostrar fecha de la entrada"],"Grid view":["Vista de cuadrícula"],"List view":["Vista de lista"],"photo":["foto"],"Size":["Tamaño"],"Image":["Imagen"],"Preview":["Vista previa"],"Heading":["Encabezado"],"Heading %d":["Encabezado %d"],"Heading settings":["Ajustes del encabezado"],"Images":["Imágenes"],"None":["Ninguna"],"Media File":["Archivo multimedia"],"Attachment Page":["Página de adjuntos"],"Crop images":["Recortar las imágenes"],"Gallery":["Galería"],"More":["Más"],"Classic":["Clásico"],"video":["vídeo"],"audio":["audio"],"music":["música"],"image":["imagen"],"blog":["blog"],"post":["entrada"],"Embedded content from %s":["Contenido incrustado desde %s"],"Enter URL to embed here…":["Introduce aquí la URL a incrustar…"],"%s URL":["%s URL"],"Write title…":["Escribe el título…"],"Fixed background":["Fondo fijo"],"Edit image":["Editar imagen"],"Columns":["Columnas"],"Experiments":["Experimentos"],"%1$s (%2$s)":["%1$s (%2$s)"],"Code":["Código"],"Write code…":["Escribe código…"],"Categories":["Categorías"],"Show hierarchy":["Mostrar la jerarquía"],"Show post counts":["Mostrar contador de entradas"],"Display as dropdown":["Mostrar como desplegable"],"Add text…":["Añade texto…"],"Button":["Botón"],"Apply":["Aplicar"],"Block has been deleted or is unavailable.":["El bloque se ha borrado o no está disponible."],"Reusable blocks":["Bloque reutilizable"],"Cancel":["Cancelar"],"Edit":["Editar"],"Use URL":["Usar URL"],"Audio":["Audio"],"Upload":["Subir"],"Additional CSS class(es)":["Clase(s) CSS adicional(es)"],"HTML anchor":["Anclaje HTML"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker %s.":["Esta combinación de color puede ser difícil de leer para la gente. Intenta usar un color de fondo más luminoso y\/o un %s más oscuro."],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter %s.":["Esta combinación de color puede ser difícil de leer para la gente. Intenta usar un color de fondo más oscuro y\/o un %s más luminoso."],"Clear":["Borrar"],"Custom color picker.":["Selector de color personalizado."],"Color: %s":["Color: %s"],"Full width":["Ancho completo"],"Wide width":["Ancho amplio"],"Widgets":["Widgets"],"Align right":["Alinear a la derecha"],"Align center":["Alinear al centro"],"Align left":["Alinear a la izquierda"],"Add title":["Añadir título"],"Unique identifier for the revision.":["Identificador único de la revisión."],"Gutenberg development mode requires files to be built. Run <code>npm install<\/code> to install dependencies, <code>npm run build<\/code> to build the files or <code>npm run dev<\/code> to build the files and watch for changes. Read the <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contributing<\/a> file for more information.":["El modo de desarrollo de Gutenberg necesita la creación de los archivos. Ejecuta <code>npm install<\/code> para instalar las dependencias, <code>npm run build<\/code> para crear los archivos o <code>npm run dev<\/code> para crear los archivos y ver los cambios. Para más información, lee el archivo sobre cómo <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">colaborar<\/a>."],"Gutenberg Team":["El equipo de Gutenberg"],"https:\/\/github.com\/WordPress\/gutenberg":["https:\/\/github.com\/WordPress\/gutenberg"],"Gutenberg":["Gutenberg"],"Authors":["Autores"],"Slug":["Slug"],"Comment":["Comentario"],"Discussion":["Comentarios"],"Custom fields":["Campos personalizados"],"Excerpt":["Extracto"],"Publish":["Publicar"],"Metadata":["Metadatos"],"Save":["Guardar"],"Revisions":["Revisiones"],"F j, Y g:i a":["j F, Y g:i a"],"F j, Y":["j \\d\\e F \\d\\e Y"],"g:i a":["g:i a"],"%s ago":["hace %s"],"%s from now":["%s desde ahora"],"Sorry, you are not allowed to edit Navigation Menus as this user.":["Lo siento, no tienes permisos para editar menús de navegación con este usuario."],"Classic Editor":["Editor clásico"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Gutenberg requiere WordPress %s o posterior para funcionar adecuadamente. Por favor, actualiza WordPress antes de activar Gutenberg."],"Documentation":["Documentación"],"Demo":["Demo"],"(Untitled)":["(Sin título)"],"Select Category":["Elegir categoría"]}}}