{"translation-revision-date":"2023-10-02 08:20:42+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Specify how many links can appear before and after the current page number. Links to the first, current and last page are always visible.":["Specifică câte legături pot să apară înainte și după numărul paginii curente. Legăturile la prima, actuala și ultima pagină sunt întotdeauna vizibile."],"Number of links":["Număr de legături"],"Don't refresh the page when paginating to another page.":["Nu reîmprospăta pagina când mergi la o altă pagină."],"Enhanced pagination":["Paginație îmbunătățită"],"User Experience":["Experiență utilizator"],"Enhanced Pagination might cause interactive blocks within the Post Template to stop working. Disable it if you experience any issues.":["Paginația îmbunătățită ar putea face ca blocurile interactive din șablonul de articole să nu mai funcționeze. Dezactivează dacă întâmpini probleme."],"Ungroup":["Anulează gruparea"],"Block hooks allow automatically inserting a block in a position relative to another.":["Cârligele pentru blocuri permit inserarea automată a unui bloc într-o poziție în raport cu un alt bloc."],"Block hooks":["Cârlige pentru blocuri"],"This block is automatically inserted near any occurence of the block types used as keys of this map, into a relative position given by the corresponding value.":["Acest bloc este inserat automat în apropierea tuturor tipurilor de bloc folosite drept chei pentru această hartă, într-o poziție relativă dată de valoarea corespunzătoare."],"Cannot hook block to itself.":["Nu pot să agăț blocul de el însuși."],"%d years":["%d ani"],"a year":["un an"],"%d months":["%d luni"],"a month":["o lună"],"%d days":["%d zile"],"a day":["o zi"],"%d hours":["%d ore"],"an hour":["o oră"],"%d minutes":["%d minute"],"a minute":["un minut"],"%d seconds":["%d secunde"],"a second":["o secundă"],"taxonomy singular name\u0004Pattern Category":["Categorie model"],"taxonomy general name\u0004Pattern Categories":["Categorii de modele"],"Whether the theme is a block-based theme.":["Dacă tema este o temă bazată pe blocuri."],"Page Loaded.":["Am încărcat pagina."],"Loading page, please wait.":["Încarc pagina, te rog așteaptă."],"block description\u0004Display the publish date for an entry such as a post or page.":["Afișează data publicării pentru o intrare, cum ar fi un articol sau o pagină."],"block title\u0004Date":["Dată"],"block title\u0004Content":["Conținut"],"block title\u0004Author":["Autor"],"block keyword\u0004toggle":["comută"],"\"%s\" duplicated.":["Am copiat „%s”."],"Style revisions":["Revizii la stil"],"Customize CSS":["Personalizează CSS-ul"],"Editing template part:":["Editare parte de șablon:"],"Editing template:":["Editare șablon:"],"Editing navigation menu:":["Editare meniu de navigare:"],"Editing pattern:":["Editare model:"],"Any unsaved changes will be lost when you apply this revision.":["Toate modificările nesalvate se vor pierde dacă aplici această revizie."],"Changes saved by %s":["Modificări salvate de %s"],"Default styles":["Stiluri implicite"],"Changes saved by %1$s on %2$s":["Modificări salvate de %1$s pe %2$s"],"Changes saved by %1$s on %2$s (current)":["Modificări (curente) salvate de %1$s pe %2$s"],"Unsaved changes by %s":["Modificări nesalvate de %s"],"Reset the styles to the theme defaults":["Resetează stilurile la valorile implicite ale temei"],"No":["Nu"],"Yes":["Da"],"%s (removed)":["%s (înlăturat)"],"Changes will apply to new posts only. Individual posts may override these settings.":["Modificările se vor aplica numai pentru articole noi. Pentru articole individuale, aceste setări trebuie să fie contramandate."],"%s behaviors applied.":["Am aplicat comportamente pentru %s."],"Preview in a new tab":["Previzualizează într-o filă nouă"],"Pre-publish checklist on.":["Lista de verificări înainte de publicare este activată."],"Pre-publish checklist off.":["Lista de verificări înainte de publicare este dezactivată."],"Disable pre-publish checklist":["Dezactivează lista de verificări înainte de publicare"],"Breadcrumbs visible.":["Firimiturile sunt vizibile."],"Breadcrumbs hidden.":["Firimiturile sunt ascunse."],"Show block breadcrumbs":["Arată firimiturile pentru bloc"],"Hide block breadcrumbs":["Ascunde firimiturile pentru bloc"],"Editor preferences":["Preferințe în editor"],"Post overview\u0004Outline":["Conspect"],"Post overview\u0004List View":["Vizualizare ca listă"],"You can enable the visual editor in your profile settings.":["Poți să activezi editorul vizual în setările pentru profil."],"Distraction free off.":["Fără distrageri este dezactivată."],"Distraction free on.":["Fără distrageri este activată."],"Search for commands":["Caută comenzi"],"The <main> element should be used for the primary content of your document only.":["Elementul <main> trebuie folosit numai pentru conținutul principal al documentului."],"Modified Date":["Data modificării"],"Overlay menu controls":["Suprapune comenzile din meniu"],"Navigation menu: \"%s\"":["Meniu de navigare: „%s”"],"Enter fullscreen":["Folosește ecranul complet"],"Exit fullscreen":["Ieși din ecranul complet"],"Select text across multiple blocks.":["Selectează text din mai multe blocuri."],"Custom field meta_key":["meta_key câmp personalizat"],"Test Connections":["Testează conexiunile"],"Connections":["Conexiuni"],"Enable the live collaboration and offline persistence between peers":["Activează colaborarea live și persistența offline între perechi"],"Live Collaboration and offline persistence ":["Colaborare live și persistență offline "],"Error installing fonts. No font was installed.":["Eroare la instalarea fonturilor. Nu a fost instalat niciun font."],"No fonts to install":["Niciun font de instalat"],"Error: WordPress does not have permission to write the fonts folder on your server.":["Eroare: WordPress nu are permisiunea să scrie în dosarul fonturi pe serverul tău."],"Sorry, you are not allowed to update the Font Library on this site.":["Regret, nu ai voie să actualizezi biblioteca fonturi pe acest site."],"Font family uninstalled successfully.":["Am dezinstalat cu succes familia de fonturi."],"The font family slug.":["Descriptorul familiei de fonturi."],"The font families to install.":["Familii de fonturi de instalat."],"Font family [%1$s] Font face [%2$s] file is not defined in the request files.":["Fișierul Font face [%2$s] pentru familia de fonturi [%1$s] nu este definit în fișierele cererii."],"Font family [%1$s] Font face [%2$s] should have only one of the downloadFromUrl or uploadedFile properties defined and not both.":["Font face [%2$s] pentru familia de fonturi [%1$s] trebui să aibă definit numai una din proprietățile downloadFromUrl sau uploadedFile, nu ambele."],"Font family [%1$s] Font face [%2$s] should have fontWeight and fontStyle properties defined.":["Font face [%2$s] pentru familia de fonturi [%1$s] trebui să aibă definite proprietățile fontWeight și fontStyle."],"Font family [%s] should have at least one font face definition.":["Familia de fonturi [%s] trebui să aibă cel puțin o definiție pentru Font face."],"Font family [%s] should have fontFace property defined as an array.":["Familia de fonturi [%s] trebuie să aibă definită proprietatea fontFace ca un tablou."],"Font family [%s] should have slug, name and fontFamily properties defined.":["Familia de fonturi [%s] trebuie să aibă definite descriptorul, numele și proprietățile fontFamily."],"fontFamilies should have at least one font family definition.":["fontFamilies trebuie să aibă cel puțin o definiție pentru familia de fonturi."],"fontFamilies should be an array of font families.":["fontFamilies trebuie să fie un tablou cu familii de fonturi."],"The font face assets could not be written.":["Resursele Font face nu au putut fi scrise."],"Font post update failed":["Actualizarea articolului Font a eșuat"],"Font post creation failed":["Crearea articolului Font a eșuat"],"The font family could not be deleted.":["Familia de fonturi nu a putut fi ștearsă."],"The font family could not be found.":["Familia de fonturi nu a putut fi găsită."],"Fonts must have the same slug to be merged.":["Pentru a fi îmbinate, fonturile trebuie să aibă același descriptor."],"Cannot visit tag closers in HTML Processor.":["Nu pot să vizitez tagurile de închidere în procesorul HTML."],"Please pass a query array to this function.":["Te rog să treci un tablou cu interogări la această funcție."],"Call %s to create an HTML Processor instead of calling the constructor directly.":["Apelează %s pentru a crea un procesor HTML în loc să apelezi direct constructorul."],"Global behaviors.":["Comportamente globale."],"Submit Search":["Trimite căutarea"],"block keyword\u0004reusable":["reutilizabile"],"Pattern imported successfully!":["Am importat cu succes modelul!"],"Invalid Pattern JSON file":["Fișierul JSON pentru model nu este valid"],"Set pattern sync status":["Setează starea pentru sincronizarea modelelor"],"Filter by sync status":["Filtrează după starea sincronizării"],"Last page":["Ultima pagină"],"paging\u0004%1$s of %2$s":["%1$s din %2$s"],"Previous page":["Pagina anterioară"],"First page":["Prima pagină"],"%s item":["%s element","%s elemente","%s de elemente"],"Copy to My patterns":["Copiază în Modelele mele"],"Editing this pattern will also update anywhere it is used":["Dacă editezi acest model, el va fi actualizat oriunde este folosit"],"Are you sure you want to clear these customizations?":["Sigur vrei să ștergi aceste personalizări?"],"Theme & plugin patterns cannot be edited.":["Modelele temelor și modulelor nu pot fi editate."],"My Patterns":["Modelele mele"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Folosește tastele săgeată dreapta și săgeată stânga pentru a redimensiona pânza. Ține apăsată tasta Shift ca să redimensionezi pentru creșteri mari."],"Post Template displays each post or page in a Query Loop.":["Șablonul de articole afișează fiecare articol sau pagină într-o buclă de interogare."],"Move to Trash":["Aruncă la gunoi"],"An error occurred while moving the page to the trash.":["A apărut o eroare în timpul mutării paginii la gunoi."],"\"%s\" moved to the Trash.":["Am aruncat „%s” la gunoi."],"Looking for template parts? Find them in \"Patterns\".":["Cauți părți de șablon? Le găsești în „Modele”."],"Go to the Dashboard":["Mergi la Panou control"],"Open patterns":["Deschide modelele"],"%s name":["Nume %s"],"%s: Name":["%s: nume"],"The current menu options offer reduced accessibility for users and are not recommended. Enabling either \"Open on Click\" or \"Show arrow\" offers enhanced accessibility by allowing keyboard users to browse submenus selectively.":["Opțiunile actuale pentru meniuri oferă o accesibilitate redusă pentru utilizatori și nu sunt recomandate. Dacă activezi „Se deschide când dai clic” sau „Arată o săgeată”, ai o accesibilitate îmbunătățită care le va permite utilizatorilor care folosesc tastaturi să răsfoiască selectiv sub-meniurile."],"Edit Block Pattern":["Editează modelul Bloc"],"Footnotes found in blocks within this document will be displayed here.":["Notele de subsol găsite în blocurile din acest document vor fi afișate aici."],"Footnotes":["Note de subsol"],"Template name\u0004All Archives":["Toate arhivele"],"Editing the pattern will update it anywhere it is used.":["Dacă editezi modelul, el va fi actualizat oriunde este folosit."],"Create pattern\/reusable block":["Creează modele\/blocuri reutilizabile"],"Patterns content":["Conținut modele"],"Open command palette":["Deschide paleta de comenzi"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Reține că același șablon poate fi folosit în mai multe pagini, deci toate modificările pe care le faci aici pot să afecteze și alte pagini de pe site. Pentru a reveni la editarea conținutului paginii, dă clic pe butonul „Înapoi” din bara de instrumente."],"Editing a template":["Editarea unui șablon"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Acum poți să editezi conținutul paginii în editorul de site-uri. Ca să personalizezi alte părți ale paginii, cum ar fi antetul și subsolul, comută la editarea șablonului folosind bara laterală cu setări."],"Continue":["Continuă"],"Editing a page":["Editarea unei pagini"],"This pattern cannot be edited.":["Acest model nu pot fi editat."],"Loading patterns…":["Încarc modelele..."],"Are you sure you want to delete this template part?":["Sigur vrei să ștergi această parte de șablon?"],"Are you sure you want to delete this template?":["Sigur vrei să ștergi acest șablon?"],"Toggle list view":["Comută la vizualizarea ca listă"],"Toggle fullscreen mode":["Comută la modul ecran întreg"],"Manage all of my patterns":["Administrează toate modelele"],"Command palette":["Paletă de comenzi"],"Open the command palette.":["Deschide paleta de comenzi."],"Detach pattern":["Detașează modelul"],"Detach patterns":["Detașează modelele"],"Detach":["Detașează"],"Edit Page List":["Editează lista cu pagini"],"This page list is synced with the published pages on your site. Detach the page list to add, delete, or reorder pages yourself.":["Această listă cu pagini este sincronizată cu paginile publicate pe site-ul tău. Detașează lista cu pagini pentru a adăuga, șterge sau reordona singur paginile."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Se pare că încerci să folosești blocul Clasic care este învechit. Poți să lași acest bloc intact sau îl poți înlătura complet. Ca alternativă, poți să reîmprospătezi pagina ca să folosești blocul Clasic."],"It appears you are trying to use the deprecated Classic block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely. Alternatively, you can refresh the page to use the Classic block.":["Se pare că încerci să folosești blocul Clasic care este învechit. Poți să lași acest bloc intact, poți să-i convertești conținutul într-un bloc HTML personalizat sau îl poți înlătura complet. Ca alternativă, poți să reîmprospătezi pagina ca să folosești blocul Clasic."],"Removing these blocks is not advised.":["Înlăturarea acestor blocuri nu este recomandată."],"Fade":["Estompare"],"Name for applying graphical effects\u0004Filters":["Filtre"],"Text orientation":["Orientare text"],"Hide block tools":["Ascunde instrumentele pentru blocuri"],"Reusable blocks are now synced patterns. A synced pattern will behave in exactly the same way as a reusable block.":["De acum, blocurile reutilizabile sunt modele sincronizate. Un model sincronizat se va comporta exact în același fel ca un bloc reutilizabil."],"Custom patterns added by site users.":["Modele personalizate adăugate de utilizatorii site-ului."],"My patterns":["Modelele mele"],"Disable TinyMCE and Classic block":["Dezactivează blocul TinyMCE și blocul Clasic"],"The offset number requested is larger than or equal to the number of available revisions.":["Numărul cerut este mai mare sau egal cu numărul de revizii disponibile."],"Cannot find user global styles revisions.":["Nu pot să găsesc reviziile la stilurile globale ale utilizatorului."],"Template name\u0004Page: 404":["Pagină: 404"],"Template name\u0004Attachment Pages":["Pagini cu atașamente"],"Template name\u0004Single Entries":["Intrări singulare"],"Template name\u0004Blog Home":["Prima pagină a blogului"],"`experimental-link-color` is no longer supported. Use `link-color` instead.":["„experimental-link-color” nu mai este acceptat. Folosește în schimb „link-color”."],"Sync status":["Stare sincronizare"],"block title\u0004Pattern placeholder":["Substituent model"],"block keyword\u0004references":["referințe"],"block title\u0004Footnotes":["Note de subsol"],"Unsynced Pattern created: %s":["Am creat un model nesincronizat: %s"],"Synced Pattern created: %s":["Am creat un model sincronizat: %s"],"Untitled Pattern block":["Bloc model fără titlu"],"Not synced":["Nesincronizate"],"Fully synced":["Sincronizate complet"],"Syncing":["Sincronizare"],"Upload all":["Încarcă tot"],"There are some external images in the post which can be uploaded to the media library. Images coming from different domains may not always display correctly, load slowly for visitors, or be removed unexpectedly.":["Există câteva imagini externe în articol care pot fi încărcate în biblioteca media. Este posibil ca imaginile care provin din domenii diferite să nu fie mereu afișate corect, să se încarce mai lent pentru vizitatori sau să fie înlăturate în mod neașteptat."],"External media":["Media externă"],"Select image block.":["Selectează blocul Imagine."],"Allow comments on new posts":["Permite comentarii la articole noi"],"Maximum posts per page":["Număr maxim de articole pe o pagină"],"Patterns that can be changed freely without affecting the site.":["Modele care pot fi schimbate liber, fără să afecteze site-ul."],"Patterns that are kept in sync across the site.":["Modele care sunt păstrate sincronizate pe site."],"Search patterns":["Caută modele"],"No patterns found.":["Nu am găsit niciun model."],"Action menu for %s pattern":["Meniu de acțiuni pentru modelul %s"],"Empty pattern":["Model gol"],"Press Enter to edit, or Delete to delete the pattern.":["Apasă Enter pentru a edita modelul sau Șterge pentru a-l șterge."],"An error occurred while deleting the pattern.":["A apărut o eroare în timpul ștergerii modelului."],"Learn about styles":["Află mai multe despre stiluri"],"Open styles":["Deschide stilurile"],"Reset styles to defaults":["Resetează stilurile la valorile implicite"],"Change publish date":["Schimbă data publicării"],"Hide this page behind a password":["Ascunde această pagină cu o parolă"],"Password":["Parolă"],"An error occurred while updating the status":["A apărut o eroare în timpul actualizării stării"],"Change status":["Schimbă starea"],"Publish automatically on a chosen date.":["Publică automat la o dată stabilită."],"Waiting for review before publishing.":["Așteaptă verificarea înainte de publicare."],"Not ready to publish.":["Nu este gata pentru publicare."],"Revision history":["Istoric revizii"],"An error occurred while creating the page.":["A apărut o eroare în timpul creării paginii."],"Activating":["Activez"],"Unable to duplicate Navigation menu (%s).":["Nu pot să fac un duplicat al meniului de navigare (%s)."],"Duplicated Navigation menu":["Am făcut un duplicat al meniului de navigare"],"%s (Copy)":["%s (copiază)"],"Unable to rename Navigation menu (%s).":["Nu pot să redenumesc meniul de navigare (%s)."],"Renamed Navigation menu":["Am redenumit meniul de navigare"],"Unable to delete Navigation menu (%s).":["Nu pot să șterg meniul de navigare (%s)."],"Deleted Navigation menu":["Am șters meniul de navigare"],"Are you sure you want to delete this Navigation menu?":["Sigur vrei să ștergi acest meniu de navigare?"],"Navigation title":["Titlu pentru navigare"],"Go to %s":["Mergi la %s"],"This is the %s pattern.":["Acesta este modelul %s."],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Stabilește numărul implicit de articole de afișat în pagini, inclusiv pentru categorii și etichete. Unele șabloane pot să contramandeze această setare."],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Stabilește titlul pentru pagina Articole. El apare în rezultatele de căutare și când pagina este partajată pe media socială."],"Blog title":["Titlu blog"],"Manage my patterns":["Administrează modelele"],"Select what the new template should apply to:":["Selectează șablonul nou pe care vrei să-l aplici pentru:"],"E.g. %s":["De exemplu, %s"],"No template parts or patterns found":["Nu am găsit nicio parte de șablon sau niciun șablon"],"Manage what patterns are available when editing the site.":["Administrează modele care sunt disponibile când editezi site-ul."],"Please enter a title.":["Te rog să introduci un titlu."],"Synced":["Sincronizat"],"My pattern":["Modelul meu"],"Create pattern":["Creează un model"],"An error occurred while creating the pattern.":["A apărut o eroare în timpul creării modelului."],"Toggle code editor":["Comută la editorul de cod"],"Toggle top toolbar":["Comută la bara de unelte de sus"],"Toggle spotlight mode":["Comută la modul centrat pe bloc"],"Toggle distraction free":["Comută la modul fără distrageri"],"Toggle block inspector":["Comută la inspectorul de blocuri"],"Toggle settings sidebar":["Comută la bara laterală cu setări"],"Hide & Reload Page":["Ascunde și reîncarcă pagina"],"Show & Reload Page":["Arată și reîncarcă pagina"],"Manage patterns":["Administrează modelele"],"Initial %d result loaded. Type to filter all available results. Use up and down arrow keys to navigate.":["Am încărcat %d rezultat inițial. Tastează ca să filtrezi toate rezultatele disponibile. Folosește tastele săgeată sus și săgeată jos pentru a naviga.","Am încărcat %d rezultate inițiale. Tastează ca să filtrezi toate rezultatele disponibile. Folosește tastele săgeată sus și săgeată jos pentru a naviga.","Am încărcat %d de rezultate inițiale. Tastează ca să filtrezi toate rezultatele disponibile. Folosește tastele săgeată sus și săgeată jos pentru a naviga."],"Footnote":["Note în subsol"],"Lowercase Roman numerals":["Cifre romane mici"],"Uppercase Roman numerals":["Cifre romane mari"],"Lowercase letters":["Litere mici"],"Uppercase letters":["Litere mari"],"Numbers":["Numere"],"Numbering style":["Stil de numerotare"]," … <a>Read more<\/a>":[" … <a>Citește mai mult<\/a>"],"Image is contained without distortion.":["Imaginea este inclusă fără distorsiuni."],"Image covers the space evenly.":["Imaginea acoperă uniform spațiul."],"Image size option for resolution control\u0004Full Size":["Dimensiune completă"],"Image size option for resolution control\u0004Large":["Mare"],"Image size option for resolution control\u0004Medium":["Medie"],"Image size option for resolution control\u0004Thumbnail":["Miniatură"],"Scale":["Redimensionează"],"Scale down the content to fit the space if it is too big. Content that is too small will have additional padding.":["Dacă este prea mare, restrânge conținutul ca să se potrivească cu spațiul. Conținutul care este prea mic va avea distanțări suplimentare."],"Scale option for dimensions control\u0004Scale down":["Restrânge"],"Do not adjust the sizing of the content. Content that is too large will be clipped, and content that is too small will have additional padding.":["Nu ajusta dimensiunea conținutului. Conținutul care este prea mare va fi scurtat, iar conținutul care este prea mic va avea distanțări suplimentare."],"Scale option for dimensions control\u0004None":["Niciuna"],"Fill the space by clipping what doesn't fit.":["Umple spațiul tăind ceea ce nu se încadrează."],"Scale option for dimensions control\u0004Cover":["Acoperă"],"Fit the content to the space without clipping.":["Potrivește conținutul în spațiu fără să-l tai."],"Scale option for dimensions control\u0004Contain":["Cuprinde"],"Fill the space by stretching the content.":["Umple spațiul prin întinderea conținutului."],"Scale option for dimensions control\u0004Fill":["Umple"],"Aspect ratio option for dimensions control\u0004Custom":["Personalizat"],"Aspect ratio option for dimensions control\u0004Tall - 9:16":["Mare în înălțime - 9:16"],"Aspect ratio option for dimensions control\u0004Wide - 16:9":["Mare în lățime - 16:9"],"Aspect ratio option for dimensions control\u0004Classic Portrait - 2:3":["Portret clasic - 2:3"],"Aspect ratio option for dimensions control\u0004Classic - 3:2":["Clasic - 3:2"],"Aspect ratio option for dimensions control\u0004Portrait - 3:4":["Portret - 3:4"],"Aspect ratio option for dimensions control\u0004Standard - 4:3":["Standard - 4:3"],"Aspect ratio option for dimensions control\u0004Square - 1:1":["Pătrat - 1:1"],"Aspect ratio option for dimensions control\u0004Original":["Original"],"Additional link settings\u0004Advanced":["Avansate"],"Change level":["Schimbă nivelul"],"Position: %1$s":["Poziție: %1$s"],"Animation":["Animație"],"The block will stick to the scrollable area of the parent %s block.":["Blocul se va lipi de zona derulabilă a blocului părinte %s."],"Synced patterns":["Modele sincronizate"],"Removing this block is not advised.":["Înlăturarea acestui bloc nu este recomandată.","Înlăturarea acestor blocuri nu este recomandată.","Înlăturarea acestor blocuri nu este recomandată."],"Are you sure?":["Sigur?"],"Post Content displays the content of a post or page.":["Conținut articol afișează conținutul unui articol sau a unei pagini."],"Query Loop displays a list of posts or pages.":["Bucla interogări afișează o listă cu articole sau pagini."],"The date the template was last modified, in the site's timezone.":["Data la care șablonul a fost modificat ultima dată, în fusul orar al site-ului."],"Where the pattern comes from e.g. core":["De unde provine modelul, de exemplu, din nucleu"],"The menu provided is not a valid menu.":["Meniul pe care l-ai furnizat nu este un meniu valid."],"Pattern updated.":["Am actualizat modelul."],"Pattern scheduled.":["Am programat modelul."],"Pattern published.":["Am publicat modelul."],"Patterns list navigation":["Navigare în lista cu modele"],"Filter Patterns list":["Filtrează lista cu modele"],"No Patterns found in Trash.":["Nu am găsit niciun model la Gunoi."],"No Patterns found.":["Nu am găsit niciun model."],"Search Patterns":["Caută modele"],"All Patterns":["Toate modelele"],"View Patterns":["Vezi modelele"],"View Pattern":["Vezi modelul"],"New Pattern":["Model nou"],"Add new Pattern":["Adaugă model nou"],"post type singular name\u0004Pattern":["Model"],"post type general name\u0004Patterns":["Modele"],"\"%s\" in theme.json settings.color.duotone is not a hex or rgb string.":["„%s” din theme.json settings.color.duotone nu este un șir hex sau rgb."]," … <a href=\"%1$s\" rel=\"noopener noreferrer\">Read more<\/a>":[" ... <a href=\"%1$s\" rel=\"noopener noreferrer\">Citește mai mult<\/a>"],"block title\u0004Title":["Titlu"],"block title\u0004Excerpt":["Rezumat"],"View site (opens in a new tab)":["Vezi site-ul (se deschide într-o filă nouă)"],"Back to page":["Înapoi la pagină"],"You are editing a template.":["Acum editezi un șablon."],"Edit your template to edit this block.":["Editează șablonul ca să editezi acest bloc."],"Last edited %s":["Ultima modificare acum %s"],"Page":["Pagină"],"Page (selected)":["Pagină (selectată)"],"<time>%s<\/time>":["<time>%s<\/time>"],"Are you sure you want to delete \"%s\"?":["Sigur vrei să ștergi „%s”?"],"< 1 min":["mai puțin de 1 minut"],"%s mins":["%s minute"],"Unknown":["Necunoscută"],"Parent":["Părinte"],"Pending":["În așteptare"],"Scheduled: <time>%s<\/time>":["Programat pentru: <time>%s<\/time>"],"Published <time>%s<\/time>":["Publicat <time>%s<\/time>"],"Create draft":["Creează o ciornă"],"Draft a new page":["Creează o ciornă pentru o pagină nouă"],"No title":["Fără titlu"],"Review %d change…":["Revizuiește o schimbare...","Revizuiește %d schimbări...","Revizuiește %d de schimbări..."],"Last modified":["Ultima modificare"],"Editing template: ":["Editare șablon: "],"Focal point top position":["Poziție sus pentru punctul de focalizare"],"Focal point left position":["Poziție în stânga pentru punctul de focalizare"],"Toggle off to hide the label text, e.g. \"Next Page\".":["Dezactivează pentru a ascunde textul etichetei, de exemplu „Pagina următoare”."],"Show label text":["Arată textul etichetei"],"No excerpt found":["Nu am găsit niciun rezumat"],"Excerpt text":["Text rezumat"],"The content is currently protected and does not have the available excerpt.":["În prezent, conținutul este protejat și rezumatul nu este disponibil."],"This block will display the excerpt.":["Acest bloc va afișa rezumatul."],"Suggestions":["Sugestii"],"The lightbox behavior is disabled for linked images.":["Comportamentul Lightbox este dezactivat pentru imaginile legate."],"Button label to reveal side configuration options\u0004%s options":["Opțiuni %s"],"Horizontal & vertical":["Orizontal și vertical"],"Expand search field":["Extinde câmpul de căutare"],"Right to left":["De la dreapta la stânga"],"Left to right":["De la stânga la dreapta"],"Text direction":["Direcție text"],"A valid language attribute, like \"en\" or \"fr\".":["Un atribut valid pentru limbă, cum ar fi „en”, „fr” sau „ro”."],"Language":["Limbă"],"Document not found":["Nu am găsit documentul"],"\"%s\" reverted.":["Am revenit la „%s”."],"Navigation Menu missing.":["Lipsește meniul de navigare."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Meniurile de navigare sunt o colecție bine organizată de blocuri și permit vizitatorilor să se deplaseze pe tot site-ul tău."],"Manage your Navigation menus.":["Administrează-ți meniurile de navigare"],"Examples of blocks":["Exemple de blocuri"],"The relationship of the linked URL as space-separated link types.":["Relația între URL-urile legate ca tipuri de legături separate cu spații."],"Rel attribute":["Atribut Rel"],"Additional information to help clarify the purpose of the link.":["Informații suplimentare care clarifică scopul legăturii."],"This navigation menu is empty.":["Acest meniu de navigare este gol."],"Behaviors":["Comportamente"],"No behaviors":["Fără comportamente"],"The duotone id \"%s\" is not registered in theme.json settings":["ID-ul „%s” pentru duotone nu este înregistrat în setările theme.json"],"Enlarge image: %s":["Mărește imaginea: %s"],"Enlarge image":["Mărește imaginea"],"block keyword\u0004accordion":["acordeon"],"block description\u0004Hide and show additional content.":["Ascunde și arată conținutul suplimentar."],"block description\u0004Add an image or video with a text overlay.":["Adaugă o imagine sau un video cu o suprapunere text."],"Save panel":["Salvează panoul"],"Editor Canvas":["Pânză editor"],"Close Styles":["Închide stilurile"],"Revisions are added to the timeline when style changes are saved.":["Reviziile sunt adăugate în cronologie când sunt salvate modificări la stiluri."],"Close revisions":["Închide reviziile"],"Global styles revisions":["Revizii stiluri globale"],"Manage all pages":["Administrează toate paginile"],"No page found":["Nu am găsit nicio pagină"],"Loading pages…":["Încarc paginile..."],"Browse and edit pages on your site.":["Răsfoiește și editează paginile de pe site-ul tău."],"Activate":["Activează"],"Activate & Save":["Activează și salvează"],"Go back to the theme showcase":["Mergi înapoi la exemplificarea temei"],"Write summary…":["Scrie rezumat..."],"Write summary":["Scrie rezumat"],"Type \/ to add a hidden block":["Tastează \/ pentru a adăuga un bloc ascuns"],"Add an image or video with a text overlay.":["Adaugă o imagine sau un video cu o suprapunere text."],"%d word selected.":["%d cuvânt selectat.","%d cuvinte selectate.","%d de cuvinte selectate."],"%d Block":["%d bloc","%d blocuri","%d de blocuri"],"Color %s styles":["Stiluri culoare %s"],"Add after":["Adaugă după"],"Add before":["Adaugă înainte"],"Live Preview":["Previzualizează live"],"theme\u0004Live Preview %s":["Previzualizează live %s"],"block description\u0004Display an image to represent this site. Update this block and the changes apply everywhere.":["Afișează o imagine care să reprezinte acest site. Actualizează acest bloc și modificările se vor aplica peste tot."],"Add media":["Adaugă media"],"<a>Add new post<\/a>":["<a>Adaugă articol nou<\/a>"],"Only shows if the post has been modified":["Afișează numai dacă articolul a fost modificat"],"Options for %s":["Opțiuni pentru %s"],"%s (locked)":["%s (blocat)"],"Show block tools":["Arată instrumentele pentru blocuri"],"The unique identifier for the Navigation Menu.":["Identificatorul unic pentru meniul de navigare."],"No fallback menu found.":["Nu am găsit niciun alt meniu."],"Sorry, you are not allowed to create Navigation Menus as this user.":["Regret, nu ai voie să creezi meniuri de navigare în numele acestui utilizator."],"Title of a Navigation menu\u0004Navigation":["Navigare"],"Unable to convert Classic Menu to blocks.":["Nu pot să convertesc meniul clasic în blocuri."],"No Classic Menus found.":["Nu am găsit niciun meniu clasic."],"Invalid post parent ID.":["ID invalid pentru părinte articol."],"The date the revision was last modified, as GMT.":["Data la care revizia a fost modificată ultima dată (GMT)."],"The date the revision was last modified, in the site's timezone.":["Data la care revizia a fost modificată ultima dată, în fusul orar al site-ului."],"The date the revision was published, as GMT.":["Data la care a fost publicată revizia (GMT)."],"The date the revision was published, in the site's timezone.":["Data la care a fost publicată revizia, în fusul orar al site-ului."],"The ID for the parent of the revision.":["ID-ul pentru părintele reviziei."],"block keyword\u0004disclosure":["dezvăluie"],"block title\u0004Details":["Detalii"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#permalink"],"https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt":["https:\/\/wordpress.org\/documentation\/article\/page-post-settings-sidebar\/#excerpt"],"Add new post":["Adaugă articol nou"],"Edit styles":["Editează stilurile"],"https:\/\/wordpress.org\/documentation\/article\/embeds\/":["https:\/\/wordpress.org\/documentation\/article\/embeds\/"],"Open by default":["Deschide în mod implicit"],"Effects":["Efecte"],"https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/":["https:\/\/wordpress.org\/documentation\/article\/customize-date-and-time-format\/"],"Delete blocks":["Șterge blocurile"],"https:\/\/wordpress.org\/documentation\/article\/page-jumps\/":["https:\/\/wordpress.org\/documentation\/article\/page-jumps\/"],"%s minute":["%s minut","%s minute","%s de minute"],"Manage the fonts and typography used on captions.":["Administrează fonturile și tipograficele utilizate pentru texte asociate."],"Display a post's last updated date.":["Afișează data ultimei actualizări a unui articol."],"Post Modified Date":["Data modificării articolului"],"Arrange blocks in a grid.":["Aranjează blocurile într-o grilă."],"Leave empty if decorative.":["Lasă gol dacă este doar decorativă."],"Alternative text":["Text alternativ"],"Resolution":["Rezoluție"],"Name for the value of the CSS position property\u0004Fixed":["Fixă"],"Name for the value of the CSS position property\u0004Sticky":["Reprezentativă"],"Minimum column width":["Lățime minimă imagine"],"Test the Grid layout type as a new variation of Group block.":["Testează tipul de aranjament Grilă ca o variantă nouă pentru blocul Grup."],"Grid variation for Group block ":["Variantă Grilă pentru blocul Grup"],"Template name\u0004Index":["Index"],"caption\u0004<a %1$s>Work<\/a>\/ %2$s":["<a %1$s>Lucrare<\/a> - %2$s"],"Examples of blocks in the %s category":["Exemple de blocuri din categoria %s"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Creează părți noi de șablon sau resetează orice personalizări făcute la părțile de șablon furnizate de temă."],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Creează șabloane noi sau resetează toate personalizările făcute la șabloanele furnizate de temă."],"template\u0004(Customized)":["(Personalizat)"],"Express the layout of your site with templates":["Exprimă aranjamentul site-ului cu șabloane"],"A custom template can be manually applied to any post or page.":["Un șablon personalizat poate fi aplicat manual în orice articol sau pagină."],"Customize the appearance of your website using the block editor.":["Personalizează aspectul site-ului web folosind editorul de blocuri."],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":["https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/"],"Post meta":["Metadate articol"],"Select the size of the source images.":["Selectează dimensiunea imaginilor sursă."],"Reply to A WordPress Commenter":["Răspunde unui comentator WordPress"],"Commenter Avatar":["Avatar comentator"],"Displays when a visitor views a non-existent page, such as a dead link or a mistyped URL.":["Afișează când un vizitator vede o pagină inexistentă, cum ar fi o legătură inactivă sau un URL introdus greșit."],"Displays your site's Privacy Policy page.":["Afișează pagina Politica de confidențialitate a site-ului."],"Template name\u0004Privacy Policy":["Politică de confidențialitate"],"Displays when a visitor performs a search on your website.":["Afișează când un vizitator efectuează o căutare pe site-ul tău."],"Displays when a visitor views the dedicated page that exists for any media attachment.":["Afișează când un vizitator vede pagina dedicată care există pentru orice atașament media."],"Displays a post tag archive. This template will serve as a fallback when more specific template (e.g. Tag: Pizza) cannot be found.":["Afișează o arhivă cu etichetele articolelor. Acest șablon va servi ca o alternativă când nu poate fi găsit un șablon specific (de exemplu, Etichetă: pizza)."],"Displays a post archive when a specific date is visited (e.g. example.com\/2023\/).":["Afișează o arhivă cu articole când este căutată o anumită dată (de exemplu, exemplu.com\/2023\/)."],"Displays a custom taxonomy archive. Like categories and tags, taxonomies have terms which you use to classify things. For example: a taxonomy named \"Art\" can have multiple terms, such as \"Modern\" and \"18th Century.\" This template will serve as a fallback when a more specific template (e.g. Taxonomy: Art) cannot be found.":["Afișează o arhivă cu taxonomii personalizate. La fel ca etichetele și categoriile, taxonomiile au termeni pe care îi folosești ca să clasifici lucrurile. De exemplu, taxonomia numită „Artă” poate să aibă mai mulți termeni, cum ar fi „modernă” și „secolul al XVIII-lea”. Acest șablon va servi ca o alternativă când nu poate fi găsit un șablon specific (de exemplu, Taxonomie: artă)."],"Displays a post category archive. This template will serve as a fallback when more specific template (e.g. Category: Recipes) cannot be found.":["Afișează o arhivă cu categoriile de articole. Acest șablon va servi ca o alternativă când nu poate fi găsit un șablon specific (de exemplu, Categorie: rețete)."],"Displays a single author's post archive. This template will serve as a fallback when a more a specific template (e.g. Author: Admin) cannot be found.":["Afișează o arhivă cu articolele unui singur autor. Acest șablon va servi ca o alternativă când nu poate fi găsit un șablon specific (de exemplu, Autor: administrator)."],"Displays any archive, including posts by a single author, category, tag, taxonomy, custom post type, and date. This template will serve as a fallback when more specific templates (e.g. Category or Tag) cannot be found.":["Afișează orice arhivă, inclusiv articolele cu un singur autor, categorii, etichete, taxonomii, tipuri de articol personalizat sau date. Acest șablon va servi ca o alternativă când nu poate fi găsit un șablon specific (de exemplu, Categorie sau Etichetă)."],"Display all static pages unless a custom template has been applied or a dedicated template exists.":["Afișează toate paginile statice, cu excepția cazului în care a fost aplicat un șablon personalizat sau dacă există un șablon dedicat."],"Displays single posts on your website unless a custom template has been applied to that post or a dedicated template exists.":["Afișează articole singulare pe site, cu excepția cazului în care a fost aplicat un șablon personalizat articolului respectiv sau dacă există un șablon dedicat."],"Displays any single entry, such as a post or a page. This template will serve as a fallback when a more specific template (e.g. Single Post, Page, or Attachment) cannot be found.":["Afișează orice intrare unică, cum ar fi un articol sau o pagină. Acest șablon va servi ca alternativă când nu poate fi găsit un șablon specific (de exemplu, Articol singular, Pagină sau Atașament)."],"Displays your site's homepage, whether it is set to display latest posts or a static page. The Front Page template takes precedence over all templates.":["Afișează prima pagină a site-ului tău, indiferent dacă este setată să afișeze cele mai recente articole sau o pagină statică. Șablonul Pagina din față are prioritate față de toate celelalte șabloanele."],"Displays the latest posts as either the site homepage or as the \"Posts page\" as defined under reading settings. If it exists, the Front Page template overrides this template when posts are shown on the homepage.":["Afișează ultimele articole fie ca prima pagină a site-ului, fie ca o „Pagină Articole”, așa cum este definită în setările Afișare. Dacă există, șablonul Pagina din față contramandează acest șablon când articolele sunt afișate pe prima pagină."],"Used as a fallback template for all pages when a more specific template is not defined.":["Folosit ca șablon alternativ în toate paginile când nu este definit un șablon specific."],"block description\u0004Show minutes required to finish reading the post.":["Arată minutele necesare pentru citirea articolului."],"block title\u0004Time To Read":["Timp pentru citire"],"template part\u0004Customized":["Personalizată"],"template\u0004Customized":["Personalizat"],"Styles actions":["Acțiuni pentru stiluri"],"Example:":["Exemplu:"],"Image inserted.":["Imagine inserată."],"Image uploaded and inserted.":["Imagine încărcată și inserată."],"Insert":["Inserează"],"External images can be removed by the external provider without warning and could even have legal compliance issues related to privacy legislation.":["Imaginile externe pot fi eliminate de furnizorul extern fără avertizare și ar putea chiar să nu fie în conformitate cu legislația legată de confidențialitate."],"This image cannot be uploaded to your Media Library, but it can still be inserted as an external image.":["Această imagine nu poate fi încărcată în biblioteca ta media, dar poate fi totuși inserată ca imagine externă."],"Insert external image":["Inserează o imagine externă"],"%d minute":["%d minut","%d minute","%d de minute"],"Save site, content, and template changes":["Salvezi modificările pentru site, conținut și șablon"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Fallback content":["Conținut alternativ"],"Editing history":["Istoric de editare"],"This is a custom template that can be applied manually to any Post or Page.":["Acesta este un șablon personalizat care poate fi aplicat manual oricărui articol sau pagini."],"Scrollable section":["Secțiune care poate fi derulată"],"Aspect ratio":["Raport aspect"],"Max number of words":["Număr maxim de cuvinte"],"Choose or create a Navigation menu":["Alege sau creează un meniu de navigare"],"Add submenu link":["Adaugă legătură la submeniu"],"Dismiss hint":["Ascunde indiciul"],"Looking for other block settings? They've moved to the styles tab.":["Cauți alte setări pentru blocuri? S-au mutat în fila Stiluri."],"The query argument must be an array or a tag name.":["Argumentul interogării trebuie să fie un tablou sau un nume de etichetă."],"Invalid attribute name.":["Numele atributului nu este valid."],"Too many calls to seek() - this can lead to performance issues.":["Prea multe apeluri către seek() - acest lucru poate duce la probleme de performanță."],"Unknown bookmark name.":["Nume pentru semn de carte necunoscut."],"Search Openverse":["Caută în Openverse"],"Openverse":["Openverse"],"Search audio":["Caută fișiere audio"],"Search videos":["Caută videouri"],"Search images":["Caută imagini"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Lucrare<\/a> - %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["„%1$s” - %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Lucrare<\/a> de %2$s - %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["„%1$s” de %2$s - %3$s"],"Learn more about CSS":["Află mai multe despre CSS"],"Add your own CSS to customize the appearance of the %s block.":["Adaugă propriul CSS pentru a personaliza aspectul blocului %s."],"There is an error with your CSS structure.":["Este o eroare la structura CSS."],"Shadow":["Umbră"],"Center":["Centru"],"Edit this menu":["Editează acest meniu"],"Page List: \"%s\" page has no children.":["Listă de pagini: pagina „%s” nu are copii."],"You have not yet created any menus. Displaying a list of your Pages":["Nu ai creat încă niciun meniu. Afișez o listă cu pagini."],"Untitled menu":["Meniu fără titlu"],"Structure for navigation menu: %s":["Structura meniului de navigare: %s"],"(no title %s)":["(fără titlu %s)"],"Align text":["Aliniere text"],"Append to %1$s block at position %2$d, Level %3$d":["Am adăugat la blocul %1$s, poziția %2$d, nivelul %3$d"],"%s block inserted":["Am inserat blocul %s"],"Report %s":["Raportează %s"],"Copy styles":["Copiază stilurile"],"Stretch items":["Întinde elemente"],"Block vertical alignment setting\u0004Space between":["Spațiu între"],"Block vertical alignment setting\u0004Stretch to fill":["Întinde pentru a umple"],"Too many bookmarks: cannot create any more.":["Prea multe semne de carte: nu pot crea mai multe."],"The block types which can use this pattern.":["Tipurile de bloc care pot folosi acest model."],"Untitled post %d":["Articol fără titlu %d"],"Printing since 1440. This is the development plugin for the block editor, site editor, and other future WordPress core functionality.":["Tipărim din 1440. Acesta este modulul de dezvoltare pentru editorul de blocuri, editorul de site-uri și alte viitoare funcționalități ale nucleului WordPress."],"Style Variations":["Variante de stil"],"Apply globally":["Aplică global"],"%s styles applied.":["Am aplicat stilurile pentru %s."],"Currently selected position: %s":["Poziție selectată în prezent: %s"],"Position":["Poziție"],"The block will not move when the page is scrolled.":["Blocul nu se va muta atunci când pagina este derulată."],"The block will stick to the top of the window instead of scrolling.":["Blocul va sta în partea de sus a ferestrei în loc să deruleze."],"Sticky":["Reprezentativ"],"Paste styles":["Plasează stilurile"],"Pasted styles to %d blocks.":["Am lipit stilurile în %d blocuri."],"Pasted styles to %s.":["Am lipit stilurile în %s."],"Unable to paste styles. Block styles couldn't be found within the copied content.":["Nu pot lipi stilurile. Nu am putut găsi stiluri de bloc în conținutul copiat."],"Unable to paste styles. Please allow browser clipboard permissions before continuing.":["Nu pot lipi stilurile. Te rog să accepți permisiunile pentru clipboard-ul navigatorului înainte de a continua."],"Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.":["Nu pot lipi stilurile. Această funcționalitate este disponibilă doar pe site-urile securizate (https) în navigatoarele compatibile."],"Tilde":["Tildă"],"Apply this block’s typography, spacing, dimensions, color styles, and behaviors to all %s blocks.":["Aplică stilurile și comportamentele acestui bloc pentru tipografice, spațieri, dimensiuni și culori în toate blocurile %s."],"Import widget area":["Importă zona pentru piese"],"Unable to import the following widgets: %s.":["Nu pot să import următoarele piese: %s."],"Widget area: %s":["Zonă pentru piese: %s"],"Select widget area":["Selectează zona pentru piese"],"Font family not defined in the variation or \"slug\".":["Familia de fonturi nu este definită în variație sau în „descriptor”."],"An array of template types where the pattern fits.":["Un tablou cu tipuri de șablon care se potrivesc cu modelul."],"Your %1$s file uses a dynamic value (%2$s) for the path at %3$s. However, the value at %3$s is also a dynamic value (pointing to %4$s) and pointing to another dynamic value is not supported. Please update %3$s to point directly to %4$s.":["Fișierul %1$s utilizează o valoare dinamică (%2$s) pentru calea %3$s. Dar, valoarea %3$s este și o valoare dinamică (care indică la %4$s) și nu este acceptată o valoare care să indice la o altă valoare dinamică. Te rog actualizează %3$s pentru a indica direct la %4$s."],"Clear Unknown Formatting":["Șterge formatarea necunoscută"],"CSS":["CSS"],"Open %s styles in Styles panel":["Deschide stilurile %s în panoul pentru stiluri"],"Close Style Book":["Închide registrul de stiluri"],"Style Book":["Registru de stiluri"],"Code Is Poetry":["Codul este poezie"],"Additional CSS":["CSS suplimentar"],"Add your own CSS to customize the appearance and layout of your site.":["Adaugă propriul CSS pentru a personaliza aspectul și aranjamentul site-ului."],"Manage all template parts":["Administrează toate părțile de șablon"],"Manage all templates":["Administrează toate șabloanele"],"Loading templates…":["Încarc șabloanele..."],"Open code editor":["Deschide editorul de cod"],"Specify a fixed height.":["Specifică o înălțime fixă."],"Block inspector tab display overrides.":["Contramandări pentru afișarea filei inspector de blocuri."],"Markup is not allowed in CSS.":["Markup-ul nu este permis în CSS."],"Different layouts containing video or audio.":["Mai multe aranjamente pentru fișiere video și audio."],"Block pattern category\u0004Media":["Media"],"Different layouts for displaying images.":["Mai multe aranjamente pentru afișarea imaginilor."],"Showcase your latest work.":["Exemplifică cele mai recente lucrări ale tale."],"Block pattern category\u0004Portfolio":["Portofoliu"],"Introduce yourself.":["Prezintă-te."],"Block pattern category\u0004About":["Despre"],"Display your contact information.":["Afișează informațiile de contact."],"Block pattern category\u0004Contact":["Contact"],"Briefly describe what your business does and how you can help.":["Descrie pe scurt ce afaceri ai și cum poți ajuta."],"Block pattern category\u0004Services":["Servicii"],"Share reviews and feedback about your brand\/business.":["Partajezi recenzii și impresii despre brandul sau afacerile tale."],"A variety of designs to display your team members.":["O varietate de designuri ca să afișezi membrii echipei."],"Block pattern category\u0004Team":["Echipă"],"Sections whose purpose is to trigger a specific action.":["Secțiuni care au scopul de a declanșa anumite acțiuni."],"Block pattern category\u0004Call to Action":["Îndemn la acțiune"],"block keyword\u0004page":["pagină"],"block description\u0004Displays a page inside a list of all pages.":["Afișează o pagină într-o listă cu toate paginile."],"block title\u0004Page List Item":["Element din lista de pagini"],"Show details":["Arată detalii"],"Choose a page to show only its subpages.":["Alege o pagină pentru a-i arăta numai sub-paginile."],"Parent page":["Pagină părinte"],"Media categories":["Categorii media"],"Media List":["Listă cu elemente media"],"Videos":["Videouri"],"Go to parent Navigation block":["Accesează blocul de navigare părinte"],"Fixed":["Fixă"],"Fit":["Potrivește"],"Fit contents.":["Potrivește conținuturile."],"Specify a fixed width.":["Specifică o lățime fixă."],"Stretch to fill available space.":["Întinde pentru a umple spațiul disponibil."],"A set of high quality curated patterns.":["Un set de modele de calitate, alese cu grijă."],"Display your latest posts in lists, grids or other layouts.":["Afișezi ultimele articole în liste, grile și alte aranjamente."],"Patterns containing mostly text.":["Modele care conțin text în cea mai mare parte."],"A variety of header designs displaying your site title and navigation.":["O varietate de designuri pentru antet care afișează titlul site-ului și navigarea pe site."],"A variety of footer designs displaying information and site navigation.":["O varietate de designuri pentru subsol care afișează informații despre site și navigarea pe site."],"Multi-column patterns with more complex layouts.":["Modele cu mai multe coloane cu aranjamente mult mai complexe."],"Patterns that contain buttons and call to actions.":["Modele care conțin butoane și îndemnuri la acțiune."],"Randomize colors":["Aranjează aleatoriu culorile"],"Text decoration":["Decorare text"],"Document Overview":["Prezentarea generală a documentului"],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Convertește paragraful sau subtitlul curent într-un subtitlu de nivel 1 la 6."],"Convert the current heading to a paragraph.":["Convertește subtitlul curent într-un paragraf."],"Transform paragraph to heading.":["Transformă paragraful în subtitlu."],"Transform heading to paragraph.":["Transformă subtitlul în paragraf."],"Extra Extra Large":["Foarte, foarte mare"],"Group blocks together. Select a layout:":["Grupează blocurile împreună. Selectează un aranjament:"],"Min. height":["Înălțime minimă"],"Test the Global Styles color randomizer; a utility that lets you mix the current color palette pseudo-randomly.":["Testează randomizatorul de culori pentru Stiluri globale; un serviciu utilitar care îți permite să amesteci pseudo-aleatoriu paleta de culori curentă."],"Color randomizer ":["Randomizator de culori "],"Indicates whether the current theme supports block-based templates.":["Indică dacă tema curentă acceptă șabloane bazate pe blocuri."],"Offset the result set by a specific number of items.":["Decalează setul de rezultate cu un anumit număr de elemente."],"Maximum number of items to be returned in result set.":["Număr maxim de elemente care să fie returnat în setul de rezultate."],"Current page of the collection.":["Pagina actuală a colecției."],"Block pattern category\u0004Banners":["Bannere"],"untitled post %s":["articol fără titlu "],": %s":[": %s"],"Block pattern category\u0004Headers":["Anteturi"],"Block pattern category\u0004Footers":["Subsoluri"],"Block pattern category\u0004Columns":["Coloane"],"Time to read:":["Timp pentru citire:"],"Words:":["Cuvinte:"],"Characters:":["Caractere:"],"Navigate the structure of your document and address issues like empty or incorrect heading levels.":["Navighează în structura documentului și abordează probleme precum nivelurile de subtitluri goale sau incorecte."],"Decrement":["Descrește"],"Increment":["Crește"],"Remove caption":["Înlătură textul asociat"],"The category description, in human readable format.":["Descrierea categoriei, într-un format care poate fi citit de oameni."],"Choose a variation to change the look of the site.":["Alege o variantă pentru a schimba aspectul site-ului."],"Distraction free mode deactivated":["Modul fără distrageri dezactivat"],"Distraction free mode activated":["Modul fără distrageri activat"],"Write with calmness":["Scrii în liniște"],"Distraction free":["Fără distrageri"],"Show and hide admin UI":["Afișează și ascunde interfața de administrare"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Redu distragerile vizuale prin ascunderea barei de instrumente și a altor elemente pentru a te concentra asupra scrisului."],"Toggle distraction free mode.":["Comută la modul fără distrageri."],"Pattern":["Model"],"Raw size value must be a string, integer or a float.":["Valoarea brută a dimensiunii trebuie să fie un șir de caractere, un număr întreg sau zecimal."],"Defaults":["Implicite"],"Link author name to author page":["Leagă numele autorului la pagina autorului"],"Not available for aligned text.":["Nu este disponibil pentru text aliniat."],"There&#8217;s no content to show here yet.":["Nu există niciun conținut de afișat aici."],"block title\u0004Comments Previous Page":["Pagina anterioară de comentarii"],"block title\u0004Comments Next Page":["Pagina următoare de comentarii"],"Arrow option for Next\/Previous link\u0004Chevron":["În V"],"Arrow option for Next\/Previous link\u0004Arrow":["Săgeată"],"Arrow option for Next\/Previous link\u0004None":["Niciuna"],"A decorative arrow for the next and previous link.":["O săgeată decorativă pentru legăturile la următorul și anteriorul."],"Format tools":["Instrumente de formatare"],"Displays an archive with the latest posts of type: %s.":["Afișează o arhivă cu ultimele articole din categoria: %s."],"Archive: %s":["Arhivă: %s"],"Archive: %1$s (%2$s)":["Arhivă: %1$s (%2$s)"],"Zoom-out View":["Vizualizare micșorată"],"handle":["gestionează"],"Import Classic Menus":["Importă meniuri clasice"],"Modify":["Modifică"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Blocurile imbricate vor umple lățimea acestui container. Comută pentru a constrânge."],"You are currently in zoom-out mode.":["Momentan ești în modul micșorat."],"Test a new zoomed out view on the site editor (Warning: The new feature is not ready. You may experience UX issues that are being addressed)":["Testează o nouă vizualizare micșorată în editorul de site-uri. (Avertizare: noua funcționalitate nu este încă gata. Poți să ai probleme acolo unde este folosită.)"],"Zoomed out view ":["Vizualizare micșorată"],"$store must be an instance of WP_Style_Engine_CSS_Rules_Store_Gutenberg":["$store trebuie să fie o instanță a WP_Style_Engine_CSS_Rules_Store_Gutenberg"],"\"%s\" successfully created.":["Am creat cu succes „%s”."],"XXL":["XXL"],"%1$s. Selected":["%1$s. Selectată"],"%1$s. Selected. There is %2$d event":["%1$s. Selectată. Există %2$d eveniment","%1$s. Selectată. Există %2$d evenimente","%1$s. Selectată. Există %2$d de evenimente"],"View next month":["Vezi luna viitoare"],"View previous month":["Vezi luna trecută"],"Archive type: Name":["Tip de arhivă: nume"],"Show archive type in title":["Arată tipul de arhivă în titlu"],"Display last modified date":["Afișează data ultimei modificări"],"The Queen of Hearts.":["Regina inimilor."],"The Mad Hatter.":["Pălărierul nebun."],"The Cheshire Cat.":["Pisica Cheshire."],"The White Rabbit.":["Iepurele alb."],"Alice.":["Alice."],"Gather blocks in a container.":["Adună blocurile într-un container."],"Inner blocks use content width":["Blocurile interioare folosesc lățimea conținutului"],"Font":["Font"],"Constrained":["Constrâns"],"Spacing control":["Control spațiere"],"Custom (%s)":["Personalizat (%s)"],"Disables custom spacing sizes.":["Dezactivează dimensiunile personalizate pentru spațiere."],"All Authors":["Toți autorii"],"No authors found.":["Nu am găsit niciun autor."],"Search Authors":["Caută autori"],"Create template part":["Creează o parte de șablon"],"Manage the fonts and typography used on headings.":["Administrează fonturile și tipograficele utilizate pentru subtitluri."],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Select heading level":["Selectează nivelul pentru subtitlu"],"View site":["Vezi site-ul"],"Use the template as supplied by the theme.":["Folosește șablonul așa cum este furnizat de temă."],"Display the search results title based on the queried object.":["Afișează titlul rezultatelor de căutare în funcție de obiectului cerut."],"Search Results Title":["Titlu rezultate de căutare"],"Search results for: “search term”":["Rezultate de căutare pentru: „termen căutat”"],"Show search term in title":["Arată termenul căutat în titlu"],"Taxonomies":["Taxonomii"],"Show label":["Arată eticheta"],"View options":["Vezi opțiunile"],"Disables output of layout styles.":["Dezactivează ieșirea stilurilor pentru aranjamente."],"The template prefix for the created template. This is used to extract the main template type ex. in `taxonomy-books` we extract the `taxonomy`":["Prefixul șablonului pentru șablonul creat. Este folosit pentru a extrage tipul principal de șablon, de exemplu din „taxonomy-books” extragem „taxonomy”"],"Indicates if a template is custom or part of the template hierarchy":["Indică dacă un șablon este personalizat sau face parte dintr-o ierarhie de șabloane"],"The slug of the template to get the fallback for":["Descriptorul șablonului pentru care vrei o alternativă"],"Search results for: \"%s\"":["Rezultate de căutare pentru: „%s”"],"Move %1$d blocks from position %2$d left by one place":["Mută %1$d blocuri din poziția %2$d la stânga cu o poziție"],"Move %1$d blocks from position %2$d down by one place":["Mută %1$d blocuri din poziția %2$d mai jos cu o poziție"],"Suggestions list":["Listă cu sugestii"],"Wide size":["Dimensiune lată"],"Content size":["Dimensiune conținut"],"Set the width of the main content area.":["Setează lățimea zonei pentru conținutul principal."],"Border color and style picker":["Selector de culoare și de stil pentru chenar"],"Replace <BlockTitle \/>":["Înlocuiește <BlockTitle \/>"],"Search for replacements":["Caută înlocuitori"],"Switch to editable mode":["Comută la modul editabil"],"Blocks cannot be moved right as they are already are at the rightmost position":["Blocurile nu pot fi mutate în dreapta deoarece sunt deja în poziția la dreapta"],"Blocks cannot be moved left as they are already are at the leftmost position":["Blocurile nu pot fi mutate în stânga deoarece sunt deja în poziția la stânga"],"All blocks are selected, and cannot be moved":["Toate blocurile sunt selectate și nu pot fi mutate"],"Whether the V2 of the list block that uses inner blocks should be enabled.":["Dacă ar trebui să fie activată V2 a blocului Listă care folosește blocuri interne."],"Post Comments Form block: Comments are not enabled for this item.":["Bloc Formular de comentarii la articole: comentariile nu sunt activate pentru acest element."],"Time to read":["Timp pentru citire"],"<span>%d<\/span> minute":["<span>%d<\/span> minut","<span>%d<\/span> minute","<span>%d<\/span> de minute"],"<span>< 1<\/span> minute":["<span>< 1<\/span> minut"],"Learn more.":["Află mai multe."],"Apply suggested format: %s":["Aplică formatul sugerat: %s"],"Custom template":["Șablon personalizat"],"Displays taxonomy: %s.":["Afișează taxonomia: %s."],"Single item: %1$s (%2$s)":["Element singular: %1$s (%2$s)"],"Hover":["Trecere peste"],"Change URL: %s":["Modifică URL-ul: %s"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Descrie șablonul, de exemplu „Articol cu bară laterală”. Șabloanele personalizate pot fi aplicate manual în orice articol sau pagină."],"Change date: %s":["Modifică data: %s"],"Select visibility: %s":["Selectează vizibilitatea: %s"],"short date format without the year\u0004M j":["j M"],"Apply to all blocks inside":["Aplică în toate blocurile din interior"],"Active theme spacing scale.":["Redimensionare spațiere pentru tema activă."],"Active theme spacing sizes.":["Dimensiuni de spațiere pentru tema activă."],"%sX-Large":["%s - mare"],"%sX-Small":["%s - mică"],"Some of the theme.json settings.spacing.spacingScale values are invalid":["Unele dintre valorile theme.json settings.spacing.spacingScale nu sunt valide"],"post schedule date format without year\u0004F j g:i a":["j F G:i"],"Tomorrow at %s":["Mâine la %s"],"post schedule time format\u0004g:i a":["G:i"],"Today at %s":["Azi la %s"],"post schedule full date format\u0004F j, Y g:i a":["j F Y G:i"],"Displays a single item: %s.":["Afișează un singur element: %s."],"Single item: %s":["Un singur element: %s"],"This template will be used only for the specific item chosen.":["Acest șablon va fi folosit numai pentru un anumit element ales."],"For a specific item":["Pentru un anumit element"],"For all items":["Pentru toate elementele"],"Select whether to create a single template for all items or a specific one.":["Selectează dacă vrei să creezi un singur șablon pentru toate articolele sau un anumit șablon."],"Manage the fonts and typography used on buttons.":["Administrează fonturile și tipograficele utilizate pentru butoane."],"Typography %s styles":["Stiluri tipografice pentru %s"],"%s block styles":["Stiluri pentru blocul %s"],"Layout styles":["Stiluri aranjament"],"Colors styles":["Stiluri culori"],"Typography styles":["Stiluri tipografice"],"Summary":["Rezumat"],"Select template":["Selectează un șablon"],"Select template: %s":["Selectează șablonul: %s"],"Edit template":["Editează șablonul"],"Templates define the way content is displayed when viewing your site.":["Șabloanele definesc modul în care este afișat conținutul când site-ul tău este vizualizat."],"Make the selected text inline code.":["Fă textul selectat un cod în-linie."],"Strikethrough the selected text.":["Barează textul selectat."],"Unset":["Anulează setarea"],"action that affects the current post\u0004Enable comments":["Activează comentariile"],"Embed a podcast player from Pocket Casts.":["Înglobează un player de podcast-uri din Pocket Casts."],"66 \/ 33":["66\/33"],"33 \/ 66":["33\/66"],"Nested blocks use content width with options for full and wide widths.":["Blocurile imbricate folosesc lățimea conținutului cu opțiuni pentru lățime întreagă și mare."],"Copy blocks":["Copiază blocurile"],"An array of post types that the pattern is restricted to be used with.":["Un tablou de tipuri de articol cu care modelul este restricționat în folosire."],"Copy all blocks":["Copiază toate blocurile"],"Overlay opacity":["Opacitate suprapusă"],"Get started here":["Începe aici"],"Interested in creating your own block?":["Te-ar interesa să creezi un bloc propriu?"],"Now":["Acum"],"block title\u0004Categories List":["Listă de categorii"],"Always open list view":["Deschide mereu vizualizarea listei"],"Opens the block list view sidebar by default.":["Deschide implicit bara laterală pentru vizualizarea listei cu blocuri."],"Start adding Heading blocks to create a table of contents. Headings with HTML anchors will be linked here.":["Începe să adaugi blocuri Subtitlu pentru a crea un cuprins. Subtitlurile cu ancore HTML vor fi legate aici."],"Toggle to only include headings from the current page (if the post is paginated).":["Comută pentru a include numai subtitluri din pagina curentă (dacă articolul este paginat)."],"Only including headings from the current page (if the post is paginated).":["Include numai subtitluri din pagina curentă (dacă articolul este paginat)."],"Only include current page":["Include numai pagina curentă"],"Convert to static list":["Convertește în listă statică"],"Parents":["Părinți"],"Commenter avatars come from <a>Gravatar<\/a>.":["Avatarurile comentatorilor provin de la <a>Gravatar<\/a>."],"Links are disabled in the editor.":["Legăturile sunt dezactivate în editor."],"Display the assigned taxonomy: %s":["Afișează taxonomia atribuită: %s"],"%s response":["%s răspuns","%s răspunsuri","%s de răspunsuri"],"%1$s response to %2$s":["%1$s răspuns la %2$s","%1$s răspunsuri la %2$s","%1$s de răspunsuri la %2$s"],"&#8220;%s&#8221;":["&#8222;%s&#8221;"],"block title\u0004Comments":["Comentarii"],"Control how this post is viewed.":["Controlează cum se vede acest articol."],"Only those with the password can view this post.":["Numai cei care au parola pot vedea acest articol."],"All options reset":["Toate opțiunile resetate"],"All options are currently hidden":["Toate opțiunile sunt momentan ascunse"],"%s is now visible":["%s vizibil acum"],"%s hidden and reset to default":["%s ascuns și resetat la implicit"],"%s reset to default":["%s resetat la implicit"],"Suffix":["Sufix"],"Prefix":["Prefix"],"If there are any Custom Post Types registered at your site, the Content block can display the contents of those entries as well.":["Dacă există tipuri de articol personalizat înregistrate pe site, blocul Conținut poate să afișeze și conținutul acelor intrări."],"That might be a simple arrangement like consecutive paragraphs in a blog post, or a more elaborate composition that includes image galleries, videos, tables, columns, and any other block types.":["Acesta poate fi un aranjament simplu, cum ar fi paragrafe consecutive într-un articol de blog sau o compoziție mai elaborată care include galerii de imagini, videoclipuri, tabele, coloane și orice alte tipuri de blocuri."],"This is the Content block, it will display all the blocks in any single post or page.":["Acesta este blocul Conținut; afișează toate blocurile din orice articol singular sau pagină."],"Post Comments Form block: Comments are not enabled.":["Bloc Formular de comentarii la articole: comentariile nu sunt activate."],"To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard.":["Pentru a modera, edita și șterge comentarii, te rog vizitează ecranul Comentarii din panoul de control."],"Hi, this is a comment.":["Salut, acesta este un comentariu."],"January 1, 2000 at 00:00 am":["1 ianuarie 2000 la ora 00:00"],"says":["spune"],"A WordPress Commenter":["Un comentator WordPress"],"Leave a Reply":["Lasă un răspuns"],"Response to %s":["Răspuns la %s"],"Add pattern":["Adaugă model"],"Response":["Răspuns"],"Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.":["Comentariul tău așteaptă să fie moderat. Aceasta este o previzualizare; comentariul va fi vizibil după ce este aprobat."],"Your comment is awaiting moderation.":["Comentariul tău așteaptă să fie moderat."],"block description\u0004Displays a title with the number of comments":["Afișează un titlu cu numărul de comentarii"],"block title\u0004Comments Title":["Titlu comentarii"],"These changes will affect your whole site.":["Aceste modificări vor afecta întregul site."],"Responses to %s":["Răspunsuri la %s"],"One response to %s":["Un răspuns la %s"],"“Post Title”":["„Titlu articol”"],"Show comments count":["Arată numărul de comentarii"],"Show post title":["Arată titlu articol"],"Comments Pagination block: paging comments is disabled in the Discussion Settings":["Bloc Paginație comentarii: paginația comentariilor este dezactivată în Setări discuții"],"Show empty categories":["Arată categoriile goale"],"Determines whether the pattern is visible in inserter.":["Stabilește dacă modelul este vizibil în dispozitivul de inserare."],"Responses":["Răspunsuri"],"One response":["Un răspuns"],"block description\u0004Gather blocks in a layout container.":["Adună blocurile într-un container pentru aranjament."],"block description\u0004An advanced block that allows displaying post comments using different visual configurations.":["Un bloc avansat care permite afișarea comentariilor la articole folosind diferite configurări vizuale."],"block description\u0004Displays the date on which the comment was posted.":["Afișează data la care a fost publicat comentariul."],"block description\u0004Displays the name of the author of the comment.":["Afișează numele pentru autorul comentariului."],"block description\u0004This block is deprecated. Please use the Avatar block instead.":["Acest bloc este învechit. Te rog folosește în schimb blocul Avatar."],"block title\u0004Comment Author Avatar (deprecated)":["Avatar autor comentariu (învechit)"],"This Navigation Menu is empty.":["Acest meniu de navigare este gol."],"Search for blocks":["Caută blocuri"],"Browse styles":["Răsfoiește stilurile"],"Bottom border":["Margine jos"],"Right border":["Margine în dreapta"],"Left border":["Margine în stânga"],"Top border":["Margine sus"],"Reset to default":["Resetează la valorile implicite"],"Close border color":["Închide culorile pentru chenar"],"Border color picker.":["Selector de culoare pentru chenar."],"Border color and style picker.":["Selector de culoare și de stil pentru chenar."],"Link sides":["Leagă părțile"],"Unlink sides":["Anulează legarea părților"],"Quote citation":["Reproducere citat"],"Choose a pattern for the query loop or start blank.":["Alege un model pentru bucla de interogare sau începe fără nimic."],"Navigation menu %s successfully deleted.":["Am șters cu succes meniul de navigare %s."],"Arrange blocks vertically.":["Aranjează blocurile pe verticală."],"Stack":["Stivă"],"Arrange blocks horizontally.":["Aranjează blocurile pe orizontală."],"Use featured image":["Folosește imaginea reprezentativă"],"Week":["Săptămână"],"Group by:":["Grupează după:"],"Delete selection.":["Șterge selecția făcută."],"Transform to %s":["Transformă în %s"],"verb\u0004Stack":["Așază în stivă"],"single horizontal line\u0004Row":["Rând"],"Select parent block (%s)":["Selectează blocul părinte (%s)"],"Restrict editing":["Restricționează editarea"],"Alignment option\u0004None":["Niciuna"],"Vertical alignment":["Aliniere pe verticală"],"Align items bottom":["Aliniază elementele în partea de jos"],"Align items center":["Aliniază elementele la mijloc"],"Align items top":["Aliniază elementele în partea de sus"],"Whether the V2 of the quote block that uses inner blocks should be enabled.":["Dacă ar trebui să fie activată V2 a blocului Citat care folosește blocuri interne."],"The pattern keywords.":["Cuvintele cheie pentru model."],"Block types that the pattern is intended to be used with.":["Tipuri de bloc la care modelul este destinat să fie folosit."],"The pattern viewport width for inserter preview.":["Lățimea spațiului vizibil a modelului pentru previzualizare pe dispozitivul de inserare."],"The pattern detailed description.":["Descrierea detaliată a modelului."],"The pattern name.":["Numele modelului."],"The category label, in human readable format.":["Eticheta categoriei, într-un format care poate fi citit de oameni."],"The category name.":["Numele categoriei."],"Adding an RSS feed to this site’s homepage is not supported, as it could lead to a loop that slows down your site. Try using another block, like the <strong>Latest Posts<\/strong> block, to list posts from the site.":["Nu poți să adaugi un flux RSS pentru prima pagină a acestui site, se va forma o buclă care îți va încetini site-ul. Pentru a afișa articolele de pe site, încearcă să folosești un alt bloc, cum ar fi blocul <strong>Ultimele articole<\/strong>."],"block description\u0004Contains the block elements used to render content when no query results are found.":["Conține elementele de bloc folosite pentru a randa conținutul când interogarea nu găsește niciun rezultat."],"block title\u0004No results":["Niciun rezultat"],"block description\u0004Create a list item.":["Creează un element de listă."],"block title\u0004List item":["Element de listă"],"block description\u0004Add a user’s avatar.":["Adaugă avatarul unui utilizator."],"block title\u0004Avatar":["Avatar"],"View Preview":["Vezi previzualizarea"],"Download your theme with updated templates and styles.":["Descarcă-ți tema cu șabloane și stiluri actualizate."],"Show text instead of icons on buttons.":["Arată text în loc de iconuri pentru butoane."],"Custom color picker. The currently selected color is called \"%1$s\" and has a value of \"%2$s\".":["Selector de culori personalizate. Culoarea pe care ai selectat-o acum este „%1$s” și are valoarea „%2$s”."],"Largest size":["Cea mai mare dimensiune"],"Smallest size":["Cea mai mică dimensiune"],"Add text or blocks that will display when a query returns no results.":["Adaugă un text sau blocuri care vor fi afișate când o interogare nu găsește niciun rezultat."],"Featured image: %s":["Imagine reprezentativă: %s"],"Link to post":["Legătură la articol"],"This item has been deleted, or is a draft":["Acest element a fost șters sau este o ciornă"],"Invalid":["Nevalid"],"Link to user profile":["Legătură la profilul utilizatorului"],"Select the avatar user to display, if it is blank it will use the post\/page author.":["Selectează avatarul care să fie afișat pentru utilizator, dacă lași gol, va fi folosit autorul articolului\/paginii."],"Default Avatar":["Avatar implicit"],"Enter a date or time <Link>format string<\/Link>.":["Introdu un <Link>șir pentru formatul<\/Link> datei și orei."],"Custom format":["Format personalizat"],"Choose a format":["Alege un format"],"Enter your own date format":["Introdu un format de dată propriu"],"long date format\u0004F j, Y":["j F Y"],"medium date format with time\u0004M j, Y g:i A":["j M Y G:i"],"medium date format\u0004M j, Y":["j M Y"],"short date format with time\u0004n\/j\/Y g:i A":["n.j.Y G:i"],"short date format\u0004n\/j\/Y":["n.j.Y"],"Default format":["Format implicit"],"Lock":["Blochează"],"Unlock":["Deblochează"],"Prevent removal":["Împiedică înlăturarea"],"Disable movement":["Dezactivează mutarea"],"Lock all":["Blochează tot"],"Choose specific attributes to restrict or lock all available options.":["Alege anumite atribute pentru a restricționa sau bloca toate opțiunile disponibile."],"Lock %s":["Blochează %s"],"Could not register file \"%s\" as a block pattern (\"Title\" field missing)":["Nu am putut să înregistrez fișierul „%s” ca un model de bloc (lipsește câmpul „titlu”)"],"Could not register file \"%1$s\" as a block pattern (invalid slug \"%2$s\")":["Nu am putut să înregistrez fișierul „%1$s” ca un model de bloc (descriptorul „%2$s” este invalid)"],"Could not register file \"%s\" as a block pattern (\"Slug\" field missing)":["Nu am putut să înregistrez fișierul „%s” ca un model de bloc (lipsește câmpul „descriptor”)"],"(%s website link, opens in a new tab)":["(legătură la site-ul web %s, se deschide într-o filă nouă)"],"(%s author archive, opens in a new tab)":["(arhiva autorului %s, se deschide într-o filă nouă)"],"Preference activated - %s":["Am activat preferința - %s"],"Preference deactivated - %s":["Am dezactivat preferința - %s"],"Insert a link to a post or page.":["Inserează o legătură la un articol sau o pagină"],"Classic menu import failed.":["Importul meniului clasic a eșuat."],"Classic menu imported successfully.":["Am importat cu succes meniul clasic."],"Classic menu importing.":["Importul meniului clasic."],"Failed to create Navigation Menu.":["Crearea meniului de navigare a eșuat."],"Navigation Menu successfully created.":["Am creat cu succes meniul de navigare."],"Creating Navigation Menu.":["Crearea meniului de navigare."],"Unable to create Navigation Menu \"%s\".":["Nu pot să creez meniul de navigare „%s”."],"Unable to fetch classic menu \"%s\" from API.":["Nu pot să aduc meniul clasic „%s” din API."],"Navigation block setup options ready.":["Opțiunile pentru inițializarea blocului Navigare sunt pregătite."],"Loading navigation block setup options…":["Încarc opțiunile pentru inițializarea blocului Navigare..."],"Choose a %s":["Alege un %s"],"Existing template parts":["Părți de șablon existente"],"Convert to Link":["Convertește în legătură"],"%s blocks deselected.":["%s blocuri deselectate."],"%s deselected.":["%s este deselectat."],"block description\u0004Displays the link of a post, page, or any other content-type.":["Afișează legătura unui articol, a unei pagini sau a oricărui alt tip de conținut."],"block title\u0004Read More":["Citește mai mult"],"block description\u0004The author biography.":["Biografia autorului."],"block title\u0004Author Biography":["Biografie autor"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["Modulul „%s” a întâmpinat o eroare și nu poate fi randat."],"The posts page template cannot be changed.":["Șablonul paginii cu articole nu poate fi schimbat."],"Show labels":["Arată etichetele"],"Author Biography":["Biografie autor"],"Create from '%s'":["Creează din „%s”"],"Older comments page link":["Legătură la pagina de comentarii mai vechi"],"If you take over, the other user will lose editing control to the post, but their changes will be saved.":["Dacă preiei controlul, celălalt utilizator va pierde controlul asupra editării articolului, dar modificările făcute vor fi salvate."],"Choose a different style combination for the theme styles.":["Alege o altă combinație de stiluri pentru stilurile temei."],"Select the size of the source image.":["Selectează dimensiunea pentru imaginea sursă."],"Configure the visual appearance of the button opening the overlay menu.":["Configurează aspectul vizual al butonului pentru deschiderea meniului de suprapunere."],"Show icon button":["Arată butonul icon"],"font weight\u0004Black":["Negru"],"font weight\u0004Extra Bold":["Aldin extra"],"font weight\u0004Bold":["Aldin"],"font weight\u0004Semi Bold":["Semi-aldin"],"font weight\u0004Medium":["Mediu"],"font weight\u0004Regular":["Normal"],"font weight\u0004Light":["Ușor"],"font weight\u0004Extra Light":["Ușor extra"],"font weight\u0004Thin":["Subțire"],"font style\u0004Italic":["Cursiv"],"font style\u0004Regular":["Normal"],"Transparent text may be hard for people to read.":["Textul transparent poate fi citit mai greu de oameni."],"Sorry, you are not allowed to view this global style.":["Regret, nu ai voie să vezi acest stil global."],"Sorry, you are not allowed to edit this global style.":["Regret, nu ai voie să editezi acest stil global."],"Older Comments":["Comentarii mai vechi"],"Newer Comments":["Comentarii mai noi"],"block description\u0004Display post author details such as name, avatar, and bio.":["Afișează detalii despre autorul articolului, cum ar fi nume, avatar și biografie."],"Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.":["Categoriile oferă o modalitate utilă de a grupa laolaltă articole similare și de a spune rapid cititorilor la ce se referă aceste articole."],"Assign a category":["Atribuie o categorie"],"<strong>%s<\/strong> is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["În prezent, la acest articol lucrează <strong>%s<\/strong> (<PreviewLink \/>), asta înseamnă că nu poți face modificări decât dacă preiei controlul."],"preview":["previzualizează"],"<strong>%s<\/strong> now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["În prezent, <strong>%s<\/strong> are controlul editării acestui articol (<PreviewLink \/>). Nu te impacienta, modificările pe care le-ai făcut până acum au fost salvate."],"Exit editor":["Ieși din editor"],"Draft saved.":["Am salvat ciorna."],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"site exporter menu item\u0004Export":["Exportă"],"\"%s\" deleted.":["Am șters „%s”."],"Close block inserter":["Închide dispozitivul de inserare blocuri"],"Page List: Cannot retrieve Pages.":["Listă pagini: nu pot prelua paginile."],"Link is empty":["Legătura este goală"],"Button label to reveal tool panel options\u0004%s options":["Opțiuni %s"],"Search %s":["Caută %s"],"Set custom size":["Setează dimensiunea personalizată"],"Use size preset":["Folosește dimensiunea presetată"],"Reset colors":["Resetează culorile"],"Reset gradient":["Resetează gradientul"],"Remove all colors":["Înlătură toate culorile"],"Remove all gradients":["Înlătură toți gradienții"],"Color options":["Opțiuni culoare"],"Gradient options":["Opțiuni gradient"],"Add color":["Adaugă o culoare"],"Add gradient":["Adaugă un gradient"],"Done":["Gata"],"Gradient name":["Nume gradient"],"Color %s":["Culoare %s"],"Color format":["Format culoare"],"Hex color":["Culoare hex"],"block description\u0004The author name.":["Numele autorului."],"block title\u0004Author Name":["Nume autor"],"block description\u0004Displays the previous comment's page link.":["Afișează legătura la pagina cu comentariile anterioare."],"block description\u0004Displays the next comment's page link.":["Afișează legătura la pagina cu comentariile următoare."],"Icon":["Icon"],"Delete":["Șterge"],"Entity renamed.":["Am redenumit entitatea."],"Icon background":["Fundal icon"],"Use as site icon":["Folosește ca icon site"],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. To use a custom icon that is different from your site logo, use the <a>Site Icon settings<\/a>.":["Iconurile site-urilor sunt cele pe care le vezi în filele navigatoarelor, în barele cu semne de carte și în aplicațiile WordPress pentru dispozitive mobile. Pentru a folosi un icon personalizat, altul decât logoul site-ului tău, mergi la <a>setările Icon site<\/a>."],"Post type":["Tip de articol"],"Link to author archive":["Legătură la arhiva autorului"],"Author Name":["Nume autor"],"You do not have permission to create Navigation Menus.":["Nu ai permisiunea să creezi meniuri de navigare."],"You do not have permission to edit this Menu. Any changes made will not be saved.":["Nu ai permisiunea să editezi acest meniu. Toate modificările pe care le faci nu vor fi salvate."],"Newer comments page link":["Legătură la pagina de comentarii mai noi"],"Site icon.":["Icon site."],"Font size name\u0004Extra Large":["Foarte mare"],"block title\u0004Pagination":["Paginație"],"block title\u0004Previous Page":["Pagina anterioară"],"block title\u0004Page Numbers":["Numere pagini"],"block title\u0004Next Page":["Pagina următoare"],"block description\u0004Displays a list of page numbers for comments pagination.":["Afișează o listă cu numere de pagini pentru paginarea comentariilor."],"Site updated.":["Site-ul a fost actualizat."],"Saving failed.":["Salvarea a eșuat."],"Now displaying: %s":["Acum afișez: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s - WordPress"],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"An error occurred while creating the site export.":["A apărut o eroare în timpul creării exportului site-ului."],"Manage menus":["Administrează meniurile"],"%s submenu":["Sub-meniu %s"],"block description\u0004Displays a paginated navigation to next\/previous set of comments, when applicable.":["Afișează o navigare cu pagini la setul următor\/anterior de comentarii, când este cazul."],"block title\u0004Comments Pagination":["Paginație comentarii"],"Added by":["Adăugat de"],"Actions":["Acțiuni"],"An error occurred while reverting the entity.":["A apărut o eroare când am revenit la entitate."],"Rename":["Redenumește"],"An error occurred while renaming the entity.":["A apărut o eroare în timpul redenumirii entității."],"An error occurred while creating the template part.":["A apărut o eroare în timpul creării părții de șablon."],"An error occurred while creating the template.":["A apărut o eroare în timpul creării șablonului."],"Custom gradients are empty! Add some gradients to create your own palette.":["Nu ai gradienți impliciți! Adaugă câțiva gradienți pentru a-ți crea propria paletă de culori."],"Add custom colors":["Adaugă culori personalizate"],"Manage the fonts and typography used on the links.":["Administrează fonturile și tipograficele utilizate pentru legături."],"Manage the fonts used on the site.":["Administrează fonturile utilizate pe site."],"Manage the typography settings for different elements.":["Administrează setările pentru tipograficele diferitelor elemente."],"Aa":["Aa"],"An error occurred while deleting the template.":["A apărut o eroare în timpul ștergerii șablonului."],"Show arrow":["Arată o săgeată"],"Create a new menu?":["Creezi un meniu nou?"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Chevron":["În V"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004Arrow":["Săgeată"],"Arrow option for Comments Pagination Next\/Previous blocks\u0004None":["Nimic"],"A decorative arrow appended to the next and previous comments link.":["O săgeată decorativă atașată la legătura pentru comentariile următoare și precedente."],"Indicates this palette is created by the user.\u0004Custom":["Personalizată"],"Indicates this palette comes from the theme.\u0004Custom":["Personalizată"],"Indicates this palette comes from WordPress.\u0004Default":["Implicită"],"Indicates this palette comes from the theme.\u0004Theme":["Temă"],"Add default block":["Adaugă bloc implicit"],"The ID for the author of the revision.":["ID-ul pentru autorul reviziei."],"Displays latest posts written by a single author.":["Afișează ultimele articole scrise de un singur autor."],"Here’s a detailed guide to learn how to make the most of it.":["Iată un ghid detaliat pentru a afla cum să profiți la maximum de ele."],"New to block themes and styling your site? ":["Ești novice în folosirea blocurilor și crearea de site-uri? "],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Poți ajusta blocurile pentru a asigura o experiență coerentă pe site - adăugă culorile tale unice unui bloc Buton pentru marcă sau ajustează blocul Subtitlu la dimensiunea preferată."],"Personalize blocks":["Personalizează blocurile"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Poți să personalizezi site-ul cât de mult dorești, cu diferite culori, tipografice și aranjamente. Sau, dacă preferi, lasă tema să se ocupe de asta!"],"Set the design":["Stabilește designul"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Ajustează-ți site-ul sau oferă-i un aspect complet nou! Fii creativ – ce zici de o paletă nouă de culori pentru butoane sau de un font nou? Vezi ce poți face."],"Welcome to Styles":["Bun venit la Stiluri"],"styles":["stiluri"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Dă clic pe <StylesIconImage \/> pentru a începe să proiectezi blocurile și alege tipograficele, aranjamentul și culorile."],"Design everything on your site — from the header right down to the footer — using blocks.":["Proiectează totul folosind blocuri pe site - de la antet până la subsol."],"Edit your site":["Editează-ți site-ul"],"Welcome to the site editor":["Bine ai venit la editorul de site-uri"],"Add a featured image":["Adaugă o imagine reprezentativă"],"block description\u0004This block is deprecated. Please use the Comments block instead.":["Acest bloc este învechit. Te rog folosește în schimb blocul Comentarii."],"block title\u0004Comment (deprecated)":["Comentariu (învechit)"],"block description\u0004Show a block pattern.":["Arată un model de bloc."],"block title\u0004Pattern":["Model"],"block description\u0004Contains the block elements used to display a comment, like the title, date, author, avatar and more.":["Conține elementele blocului folosite pentru a afișa un comentariu, cum ar fi titlu, dată, autor, avatar și altele."],"block title\u0004Comment Template":["Șablon de comentarii"],"block description\u0004Displays a link to reply to a comment.":["Afișează o legătură pentru a răspunde la un comentariu."],"block title\u0004Comment Reply Link":["Legătură răspuns la comentariu"],"block description\u0004Displays a link to edit the comment in the WordPress Dashboard. This link is only visible to users with the edit comment capability.":["Afișează o legătură pentru a edita comentariul în panoul de control WordPress. Această legătură este vizibilă doar utilizatorilor ce au capabilitatea de a edita comentarii."],"block title\u0004Comment Edit Link":["Legătură editare comentariu"],"block description\u0004Displays the contents of a comment.":["Afișează conținutul unui comentariu."],"block title\u0004Comment Author Name":["Nume autor comentariu"],"%s applied.":["%s a fost aplicat."],"%s removed.":["%s a fost înlăturat."],"%s: Sorry, you are not allowed to upload this file type.":["%s: nu ai voie să încarci acest tip de fișier."],"The following changes have been made to your site, templates, and content.":["Au fost făcute următoarele modificări la site, șabloane și conținut."],"The following content has been modified.":["A fost modificat conținutul următor."],"This change will affect pages and posts that use this template.":["Această modificare va afecta paginile și articolele care folosesc acest șablon.","Aceste modificări vor afecta paginile și articolele care folosesc aceste șabloane.","Aceste modificări vor afecta paginile și articolele care folosesc aceste șabloane."],"This change will affect your whole site.":["Această modificare va afecta întregul site.","Aceste modificări vor afecta întregul site.","Aceste modificări vor afecta întregul site."],"Use left and right arrow keys to resize the canvas.":["Folosește tastele săgeată dreapta și săgeată stânga pentru a redimensiona pânza."],"Drag to resize":["Trage pentru a redimensiona"],"Transform":["Transformă"],"Submenu & overlay background":["Sub-meniu și fundal suprapus"],"Submenu & overlay text":["Sub-meniu și text suprapus"],"Navigation menu has been deleted or is unavailable. ":["Meniul de navigare a fost șters sau este indisponibil."],"Confirm":["Confirmă"],"Delete %s":["Șterge %s"],"%s navigation":["Navigare în %s"],"Create new menu":["Crează un meniu nou"],"Unsaved Navigation Menu.":["Meniu de navigare nesalvat."],"Menus":["Meniuri"],"Embed Wolfram notebook content.":["Înglobează conținut Wolfram notebook."],"Reply":["Răspunde"],"Avatar Settings":["Setări avatar"],"Displays more block tools":["Afișează mai multe unelte pentru blocuri"],"Create a two-tone color effect without losing your original image.":["Creează un efect de culoare în două tonuri fără a pierde imaginea originală."],"Remove %s":["Înlătură %s"],"%1$d pattern found for \"%2$s\"":["Am găsit un model pentru „%2$s”","Am găsit %1$d modele pentru „%2$s”","Am găsit %1$d de modele pentru „%2$s”"],"Explore all patterns":["Explorează toate modelele"],"Orientation":["Orientare"],"Allow to wrap to multiple lines":["Permite așezarea pe mai multe linii"],"No Navigation Menus found.":["Nu am găsit niciun meniu de navigare."],"Theme not found.":["Nu am găsit tema."],"HTML title for the post, transformed for display.":["Titlu HTML pentru articol, transformat pentru afișare."],"Title for the global styles variation, as it exists in the database.":["Titlul variației pentru stiluri globale, așa cum există în baza de date."],"Title of the global styles variation.":["Titlul variației pentru stiluri globale."],"Global settings.":["Setări globale."],"Global styles.":["Stiluri globale."],"ID of global styles config.":["ID-ul configurării pentru stiluri globale."],"No global styles config exist with that id.":["Nu există o configurare cu acest ID pentru stiluri globale."],"Sorry, you are not allowed to access the global styles on this site.":["Regret, nu ai voie să accesezi stilurile globale pe acest site."],"The theme identifier":["Identificatorul temei"],"%s Avatar":["Avatar %s"],"block style label\u0004Plain":["Simplu"],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Paletele de culori sunt folosite pentru a oferi opțiuni implicite de culori pentru blocuri și diverse instrumente de design. Aici poți edita culorile împreună cu etichetele lor."],"Elements":["Elemente"],"Manage palettes and the default color of different global elements on the site.":["Administrează paletele de culori și culoarea implicită pentru diverse elemente globale folosite pe site."],"Customize the appearance of specific blocks and for the whole site.":["Personalizează aspectul unor blocuri specifice și aspectul pe întregul site."],"Areas":["Zone"],"Link to comment":["Legătură la comentariu"],"Link to authors URL":["Legătură la URL-ul autorilor"],"Choose an existing %s or create a new one.":["Alege un %s existent sau creează unul nou."],"Name and create your new %s":["Dă-i un nume și creează un %s nou"],"Add a site logo":["Adaugă un logo pentru site"],"Open on click":["Se deschide când dai clic"],"Submenus":["Sub-meniuri"],"Always":["Mereu"],"Collapses the navigation options in a menu icon opening an overlay.":["Restrânge opțiunile de navigare într-un icon de meniu deschizând o suprapunere."],"Configure overlay menu":["Configurează meniul de suprapunere"],"Overlay Menu":["Meniu de suprapunere"],"Display":["Afișează"],"Embed Pinterest pins, boards, and profiles.":["Înglobează pin-urile, panourile și profilurile Pinterest."],"bookmark":["semn de carte"],"Drag and drop onto this block, upload, or select existing media from your library.":["În acest bloc, tragi și plasezi, încarci sau selectezi elemente media existente în biblioteca ta."],"Show only top level categories":["Arată numai categoriile de nivel superior"],"block description\u0004Displays the name of this site. Update the block, and the changes apply everywhere it’s used. This will also appear in the browser title bar and in search results.":["Afișează numele acestui site. Actualizează blocul și modificările făcute se vor aplica peste tot unde blocul este folosit. Va apărea și în bara cu titluri a navigatoarelor și în rezultatele de căutare."],"Highlight":["Evidențiere"],"Create page: <mark>%s<\/mark>":["Creează pagina: <mark>%s<\/mark>"],"You do not have permission to create Pages.":["Nu ai permisiunea să creezi pagini."],"%d color":["O culoare","%d culori","%d de culori"],"Palette":["Paletă"],"Navigate to the previous view":["Navighează la vizualizarea anterioară"],"Include the label as part of the link":["Include eticheta ca parte a legăturii"],"Previous: ":["Anterior: "],"Next: ":["Următor: "],"Make title link to home":["Leagă titlul la prima pagină"],"This item is missing a link":["Acest element nu are o legătură"],"Block spacing":["Spațiu între blocuri"],"Max %s wide":["Lățime maximă %s"],"label before the title of the previous post\u0004Previous:":["Anterior:"],"label before the title of the next post\u0004Next:":["Următor:"],"block description\u0004Add a submenu to your navigation.":["Adaugă un sub-meniu în navigare."],"block title\u0004Submenu":["Sub-meniu"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Afișezi conținut în mai multe coloane, cu blocuri pe fiecare coloană."],"Customize the appearance of specific blocks for the whole site.":["Personalizezi aspectul unor blocuri specifice pe întregul site."],"Colors":["Culori"],"Show %s":["Arată %s"],"Hide and reset %s":["Ascunde și resetează %s"],"Reset %s":["Resetează %s"],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Elementul <footer> trebuie să reprezinte un subsol pentru cel mai apropiat element de secțiune (de exemplu: <section>, <article>, <main> etc.)."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Elementul <aside> trebuie să reprezinte o parte a unui document al cărui conținut este legat doar indirect de conținutul principal al documentului."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["Elementul <article> trebuie să reprezinte o parte independentă a documentului care poate fi distribuită."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Elementul <section> trebuie să reprezinte o parte independentă a documentului care nu poate fi prezentată mai bine de un alt element."],"The <main> element should be used for the primary content of your document only. ":["Elementul <main> trebuie folosit numai pentru conținutul principal al documentului."],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Elementul <header> trebuie să reprezinte un conținut introductiv, de obicei un grup de elemente ajutătoare pentru introducere sau navigare."],"Minimum height":["Înălțime minimă"],"block description\u0004Create structured content in rows and columns to display information.":["Creezi un conținut structurat pe rânduri și coloane pentru a afișa informații."],"Create a classic widget layout with a title that’s styled by your theme for your widget areas.":["În funcție de tema ta, creezi un aranjament clasic pentru piese, cu un titlu, în zonele pentru piese."],"Widget Group":["Grup de piese"],"Size of a UI element\u0004Extra Large":["Foarte mare"],"Size of a UI element\u0004Large":["Mare"],"Size of a UI element\u0004Medium":["Mediu"],"Size of a UI element\u0004Small":["Mic"],"Size of a UI element\u0004None":["Niciuna"],"No selection":["Nicio selecție"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Chevron":["În V"],"Arrow option for Query Pagination Next\/Previous blocks\u0004Arrow":["Săgeată"],"Arrow option for Query Pagination Next\/Previous blocks\u0004None":["Niciuna"],"A decorative arrow appended to the next and previous page link.":["O săgeată decorativă atașată lângă legăturile la pagina următoare și anterioară."],"Arrow":["Săgeată"],"Preload value\u0004None":["Niciuna"],"noun; Audio block parameter\u0004Preload":["Preîncărcare"],"Media item link option\u0004None":["Niciuna"],"Currently selected font appearance: %s":["Aspect font selectat acum: %s"],"Currently selected font style: %s":["Stil font selectat acum: %s"],"Currently selected font weight: %s":["Grosime font selectată acum: %s"],"No selected font appearance":["Nu ai selectat niciun aspect pentru font"],"Justification":["Justificare"],"Duotone name\u0004Blue and orange":["Albastru și portocaliu"],"Duotone name\u0004Purple and green":["Violet și verde"],"Duotone name\u0004Magenta and yellow":["Magenta și galben"],"Duotone name\u0004Midnight":["Miezul nopții"],"Duotone name\u0004Blue and red":["Albastru și roșu"],"Duotone name\u0004Purple and yellow":["Violet și galben"],"Duotone name\u0004Grayscale":["Tonuri de gri"],"Duotone name\u0004Dark grayscale":["Tonuri întunecate de gri"],"Gradient name\u0004Midnight":["Miezul nopții"],"Gradient name\u0004Electric grass":["Verde electrizant"],"Gradient name\u0004Pale ocean":["Albastru-verde (ocean) pal"],"Gradient name\u0004Luminous dusk":["Crepuscul luminos"],"Gradient name\u0004Blush bordeaux":["Bordo roșu-violet"],"Gradient name\u0004Blush light purple":["Mov roșu-violet deschis"],"Gradient name\u0004Cool to warm spectrum":["Spectru de culori de la reci la calde"],"Gradient name\u0004Very light gray to cyan bluish gray":["De la gri foarte deschis la gri albăstrui cyan"],"Gradient name\u0004Luminous vivid orange to vivid red":["De la portocaliu viu luminos la roșu viu"],"Gradient name\u0004Luminous vivid amber to luminous vivid orange":["De la chihlimbar viu luminos la portocaliu viu luminos"],"Gradient name\u0004Light green cyan to vivid green cyan":["De la verde cyan deschis la verde cyan viu"],"Gradient name\u0004Vivid cyan blue to vivid purple":["De la albastru cyan viu la violet viu"],"Color name\u0004Vivid purple":["Violet viu"],"Color name\u0004Vivid cyan blue":["Albastru cyan viu"],"Color name\u0004Pale cyan blue":["Albastru cyan pal"],"Color name\u0004Vivid green cyan":["Cyan verde viu"],"Color name\u0004Light green cyan":["Cyan verde deschis"],"Color name\u0004Luminous vivid amber":["Chihlimbar viu luminos"],"Color name\u0004Luminous vivid orange":["Portocaliu viu luminos"],"Color name\u0004Vivid red":["Roșu viu"],"Color name\u0004Pale pink":["Roz pal"],"Color name\u0004White":["Alb"],"Color name\u0004Cyan bluish gray":["Gri albăstrui cyan"],"Color name\u0004Black":["Negru"],"Font size name\u0004Large":["Mare"],"Font size name\u0004Medium":["Mediu"],"Font size name\u0004Small":["Mic"],"Reset all":["Resetează tot"],"Currently selected font size: %s":["Dimensiune font selectată acum: %s"],"Currently selected: %s":["Selectată acum: %s"],"Image scaling options\u0004Scale":["Redimensionează"],"Image will be stretched and distorted to completely fill the space.":["Imaginea va fi întinsă și distorsionată pentru a umple complet spațiul."],"Image is scaled to fill the space without clipping nor distorting.":["Imaginea este redimensionată pentru a umple spațiu fără decupare și nici distorsionare."],"Image is scaled and cropped to fill the entire space without being distorted.":["Imaginea este redimensionată și decupată pentru a umple complet spațiu fără a fi distorsionată."],"Scale option for Image dimension control\u0004Fill":["Umple"],"Scale option for Image dimension control\u0004Contain":["Cuprinde"],"Scale option for Image dimension control\u0004Cover":["Acoperă"],"Loading options…":["Încarc opțiunile..."],"All gallery image sizes updated to: %s":["Toate dimensiunile imaginilor din galerie au fost actualizate la: %s"],"All gallery images updated to not open in new tab":["Toate imaginile din galerie au fost actualizate să nu se deschidă într-o filă nouă"],"All gallery images updated to open in new tab":["Toate imaginile din galerie au fost actualizate să se deschidă într-o filă nouă"],"All gallery image links updated to: %s":["Toate legăturile imaginilor din galerie au fost actualizate la: %s"],"If uploading to a gallery all files need to be image formats":["Dacă sunt încărcate într-o galerie, toate fișierele trebuie să aibă formatul imagine"],"https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/":["https:\/\/wordpress.org\/documentation\/article\/block-based-widgets-editor\/"],"Flow":["Revărsare"],"Flex":["Flex"],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Ai încercat să editezi un element care nu există. Poate a fost șters?"],"Customize how you interact with blocks in the block library and editing canvas.":["Personalizează cum interacționezi cu blocurile în biblioteca de blocuri și pânza de editare."],"Block interactions":["Interacțiuni cu blocuri"],"Customize options related to the block editor interface and editing flow.":["Personalizează opțiunile legate de interfața editorului de blocuri și a fluxul de editare."],"Change options related to publishing.":["Modifică opțiunile legate de publicare."],"Publishing":["Publicare"],"Enter character(s) used to separate terms.":["Introdu caracterul folosit (caracterele folosite) pentru a separa termenii."],"Add \"read more\" link text":["Adaugă text pentru legătura „Citește mai mult”"],"Blog posts can be “stickied”, a feature that places them at the top of the front page of posts, keeping it there until new sticky posts are published.":["Articole de blog este o funcționalitate care poate „stimula vizitatorii”, articolele sunt plasate sus, în pagina din față, și sunt menținute acolo până când sunt publicate alte articole reprezentative."],"WordPress contains different types of content and they are divided into collections called “Post types”. By default there are a few different ones such as blog posts and pages, but plugins could add more.":["WordPress conține mai multe tipuri de conținut care sunt împărțite în grupuri și sunt numite „tipuri de articol”. Implicit, există și alte tipuri, cum ar fi articole și pagini de blog, dar modulele pot să adauge și altele."],"Toggle to use the global query context that is set with the current template, such as an archive or search. Disable to customize the settings independently.":["Comută pentru a folosi contextul de interogare global care este setat în șablonul curent, de exemplu o arhivă sau o căutare. Dezactivează pentru a personaliza separat setările."],"Inherit query from template":["Interogare moștenită de la șablon"],"Site Title placeholder":["Substituent pentru titlul site-ului"],"Site Tagline placeholder":["Substituent pentru sloganul site-ului"],"Link image to home":["Leagă imaginea la prima pagină"],"block example\u0004Home Link":["Legătură la prima pagină"],"Add home link":["Adaugă o legătură la prima pagină"],"Home link text":["Text pentru legătura la prima pagină"],"Media width":["Lățime element media"],"Name of the file\u0004Armstrong_Small_Step":["Armstrong_Small_Step"],"No published posts found.":["Nu am găsit niciun articol publicat."],"Autoplay may cause usability issues for some users.":["Redarea automată poate cauza probleme de utilizabilitate pentru unii utilizatori."],"Style":["Stil"],"Radius":["Rază"],"Link radii":["Leagă razele"],"Unlink radii":["Anulează legarea razelor"],"Bottom right":["Dreapta jos"],"Bottom left":["Stânga jos"],"Top right":["Dreapta sus"],"Top left":["Stânga sus"],"The \"%s\" block was affected by errors and may not function properly. Check the developer tools for more details.":["Blocul „%s” a fost afectat de erori și este posibil să nu funcționeze corect. Pentru mai multe detalii verifică instrumentele pentru dezvoltatori."],"Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.":["Dezactivează blocurile care nu vrei să apară în dispozitivul de inserare. Le poți comuta înapoi, oricând, mai târziu."],"Visible blocks":["Blocuri vizibile"],"Review settings, such as visibility and tags.":["Reexaminează setările, cum ar fi vizibilitate și etichete."],"block description\u0004An advanced block that allows displaying post types based on different query parameters and visual configurations.":["Un bloc avansat care permite afișarea tipurilor de articol în funcție de diverși parametri de interogare și diferite configurări vizuale."],"block description\u0004Contains the block elements used to render a post, like the title, date, featured image, content or excerpt, and more.":["Conține elementele de bloc folosite pentru a randa un articol, cum ar fi titlu, dată, imagine reprezentativă, conținut sau rezumat și altele."],"block title\u0004Post Template":["Șablon de articole"],"block keyword\u0004link":["legătură"],"No preview available.":["Nu este disponibilă nicio previzualizare."],"Widgets footer":["Subsol cu piese"],"Display block breadcrumbs deactivated":["Afișarea firimiturilor blocurilor este dezactivată"],"Display block breadcrumbs activated":["Afișarea firimiturilor blocurilor este activată"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Șabloanele te ajută să definești aranjamentul site-ului. Poți personaliza toate aspectele articolelor și paginilor folosind în acest editor blocuri și modele de bloc."],"noun\u0004Document":["Document"],"%d block is hidden.":["%d bloc este ascuns.","%d blocuri sunt ascunse.","%d de blocuri sunt ascunse."],"The calendar block is hidden because there are no published posts.":["Blocul Calendar este ascuns deoarece nu ai articole publicate."],"block keyword\u0004movie":["film"],"block description\u0004Embed a video from your media library or upload a new one.":["Înglobează un video din biblioteca media sau încarcă unul nou."],"block keyword\u0004poem":["poem"],"block keyword\u0004poetry":["poezie"],"block description\u0004Insert poetry. Use special spacing formats. Or quote song lyrics.":["Inserează o poezie. Folosește formatele speciale de spațiere. Sau citează versurile cântecului."],"block description\u0004This block is deprecated. Please use the Columns block instead.":["Acest bloc este învechit. Te rog folosește în schimb blocul Coloane."],"block description\u0004A cloud of your most used tags.":["Un nor cu etichetele folosite frecvent."],"block style label\u0004Stripes":["Dungi"],"block keyword\u0004summary":["rezumat"],"block keyword\u0004document outline":["schiță document"],"block description\u0004Summarize your post with a list of headings. Add HTML anchors to Heading blocks to link them here.":["Face un rezumat al articolului folosind o listă de subtitluri. Adaugă ancore HTML la blocurile Subtitlu pentru a le lega aici."],"block title\u0004Table of Contents":["Cuprins"],"block description\u0004Add white space between blocks and customize its height.":["Adaugă spațiu gol între blocuri și personalizează-i înălțimea."],"block style label\u0004Pill Shape":["Formă de pastilă"],"block style label\u0004Logos Only":["Numai logouri"],"block description\u0004Display icons linking to your social media profiles or sites.":["Afișează iconuri care se leagă la profilurile sau site-urile tale din media socială."],"block description\u0004Display an icon linking to a social media profile or site.":["Afișează un icon care se leagă la un profil sau un site din media socială."],"block keyword\u0004description":["descriere"],"block description\u0004Describe in a few words what the site is about. The tagline can be used in search results or when sharing on social networks even if it’s not displayed in the theme design.":["Descrie-ți în câteva cuvinte site-ul. Sloganul poate fi folosit în rezultatele de căutare sau la partajarea pe rețelele sociale, chiar dacă nu este afișat în designul temei."],"block description\u0004Insert additional custom elements with a WordPress shortcode.":["Inserează elemente personalizate suplimentare cu un scurtcod WordPress."],"block style label\u0004Dots":["Puncte"],"block style label\u0004Wide Line":["Linie lată"],"block keyword\u0004divider":["despărțitor"],"block keyword\u0004hr":["hr"],"block keyword\u0004horizontal-line":["linie orizontală"],"block description\u0004Create a break between ideas or sections with a horizontal separator.":["Separă ideile sau secțiunile cu un separator orizontal."],"block keyword\u0004find":["găsește"],"block description\u0004Help visitors find your content.":["Ajută-ți vizitatorii să-ți găsească conținutul."],"block keyword\u0004feed":["flux"],"block keyword\u0004atom":["atom"],"block description\u0004Display entries from any RSS or Atom feed.":["Afișează intrările din toate fluxurile RSS sau Atom."],"block keyword\u0004cite":["citează"],"block keyword\u0004blockquote":["citat"],"block description\u0004Display the query title.":["Afișează titlul interogării."],"block title\u0004Query Title":["Titlu interogare"],"block description\u0004Displays a paginated navigation to next\/previous set of posts, when applicable.":["Afișează o navigare cu pagini la setul următor\/anterior de articole, când este cazul."],"block description\u0004Displays the previous posts page link.":["Afișează legătura la pagina cu articolele anterioare."],"block description\u0004Displays a list of page numbers for pagination":["Afișează o listă cu numere de pagini pentru paginație"],"block description\u0004Displays the next posts page link.":["Afișează legătura la pagina cu articolele următoare."],"block description\u0004Give special visual emphasis to a quote from your text.":["Accentuează vizual un citat din textul tău."],"block description\u0004Add text that respects your spacing and tabs, and also allows styling.":["Adaugă text care respectă spațierea și filele și permite, de asemenea, designul."],"block description\u0004Displays the title of a post, page, or any other content-type.":["Afișează titlul unui articol, unei pagini sau oricărui alt tip de conținut."],"block description\u0004Post terms.":["Termeni articol."],"block description\u0004Displays the next or previous post link that is adjacent to the current post.":["Afișează legătura la articolul următor sau anterior care este adiacent la articol."],"block title\u0004Post Navigation Link":["Legătură pentru navigarea în articole"],"block description\u0004Display a post's featured image.":["Afișează imaginea reprezentativă a unui articol."],"block description\u0004Display the excerpt.":["Afișează rezumatul."],"block description\u0004Displays the contents of a post or page.":["Afișează conținutul unui articol sau a unei pagini."],"block description\u0004Displays the link to the current post comments.":["Afișează legătura la comentariile la articolul curent."],"block description\u0004Display a post's comments form.":["Afișează un formular de comentarii la articole."],"block description\u0004Display a post's comments count.":["Afișează numărul de comentarii la un articol."],"block keyword\u0004text":["text"],"block description\u0004Start with the basic building block of all narrative.":["Începe cu blocul de bază pentru construirea întregii narațiuni."],"block description\u0004Display a list of all pages.":["Afișează o listă cu toate paginile."],"block keyword\u0004pagination":["paginație"],"block keyword\u0004next page":["pagina următoare"],"block description\u0004Separate your content into a multi-page experience.":["Separă-ți conținutul într-o experiență pe mai multe pagini."],"block keyword\u0004navigation":["navigare"],"block keyword\u0004menu":["meniu"],"block description\u0004A collection of blocks that allow visitors to get around your site.":["O colecție de blocuri care le permite vizitatorilor să navigheze pe site-ul tău."],"block description\u0004Add a page, link, or another item to your navigation.":["Adaugă o pagină, o legătură sau un alt element în navigare."],"block keyword\u0004read more":["citește mai mult"],"block description\u0004Content before this block will be shown in the excerpt on your archives page.":["Conținutul găsit înainte de acest bloc va fi arătat în rezumatul din pagina ta arhive."],"block description\u0004Your site doesn’t include support for this block.":["Site-ul tău nu include suport pentru acest bloc."],"block keyword\u0004video":["video"],"block keyword\u0004image":["imagine"],"block description\u0004Set media and words side-by-side for a richer layout.":["Setează media și cuvintele adiacente media pentru un aranjament mai bogat."],"block keyword\u0004form":["formular"],"block keyword\u0004logout":["dezautentificare"],"block keyword\u0004login":["autentificare"],"block description\u0004Show login & logout links.":["Arată legăturile pentru autentificare și dezautentificare."],"block keyword\u0004numbered list":["listă numerotată"],"block keyword\u0004ordered list":["listă ordonată"],"block keyword\u0004bullet list":["listă cu buline"],"block description\u0004Create a bulleted or numbered list.":["Creează o listă cu buline sau numerotată."],"block description\u0004Display a legacy widget.":["Afișează o piesă tradițională."],"block title\u0004Legacy Widget":["Piesă tradițională"],"block keyword\u0004recent posts":["articole recente"],"block description\u0004Display a list of your most recent posts.":["Afișează o listă cu cele mai recente articole."],"block keyword\u0004recent comments":["comentarii recente"],"block description\u0004Display a list of your most recent comments.":["Afișează o listă cu cele mai recente comentarii."],"block style label\u0004Rounded":["Rotunjit"],"block style label\u0004Default":["Implicit"],"block keyword\u0004picture":["poză"],"block keyword\u0004photo":["fotografie"],"block keyword\u0004img":["img"],"block description\u0004Insert an image to make a visual statement.":["Inserează o imagine pentru a avea o expunere vizuală."],"block keyword\u0004embed":["înglobează"],"block description\u0004Add custom HTML code and preview it as you edit.":["Adaugi cod HTML personalizat și îl previzualizezi pe măsură ce editezi."],"block description\u0004Create a link that always points to the homepage of the site. Usually not necessary if there is already a site title link present in the header.":["Creează o legătură care te duce mereu la prima pagină a site-ului. De obicei, nu este necesară dacă există deja în antet o legătură la titlul site-ului."],"block title\u0004Home Link":["Legătură la prima pagină"],"block keyword\u0004subtitle":["subtitlu"],"block keyword\u0004title":["titlu"],"block keyword\u0004section":["secțiune"],"block keyword\u0004row":["rând"],"block keyword\u0004wrapper":["învelitoare"],"block keyword\u0004container":["container"],"block keyword\u0004photos":["fotografii"],"block keyword\u0004images":["imagini"],"block description\u0004Display multiple images in a rich gallery.":["Afișează mai multe imagini într-o galerie bogată."],"block description\u0004Use the classic WordPress editor.":["Folosește editorul clasic WordPress."],"block keyword\u0004download":["descarcă"],"block keyword\u0004pdf":["pdf"],"block keyword\u0004document":["document"],"block description\u0004Add a link to a downloadable file.":["Adaugă o legătură la un fișier care poate fi descărcat."],"block description\u0004A single column within a columns block.":["O singură coloană într-un bloc Coloane."],"block description\u0004Display code snippets that respect your spacing and tabs.":["Afișează fragmente de cod care respectă spațierea și filele."],"block description\u0004Display a list of all categories.":["Afișează o listă cu toate categoriile."],"block keyword\u0004archive":["arhivă"],"block keyword\u0004posts":["articole"],"block description\u0004A calendar of your site’s posts.":["Un calendar al articolelor de pe site-ul tău."],"block description\u0004Prompt visitors to take action with a group of button-style links.":["Îndeamnă vizitatorii să acționeze printr-un grup de legături de tip buton."],"block style label\u0004Outline":["Contur"],"block style label\u0004Fill":["Umple"],"block description\u0004Prompt visitors to take action with a button-style link.":["Îndeamnă vizitatorii să acționeze printr-o legătură de tip buton."],"block keyword\u0004recording":["înregistrare"],"block keyword\u0004podcast":["podcast"],"block keyword\u0004sound":["sunet"],"block keyword\u0004music":["muzică"],"block description\u0004Embed a simple audio player.":["Înglobează un player audio simplu."],"block description\u0004Display a date archive of your posts.":["Afișează o arhivă cu datele articolelor tale."],"Letter spacing":["Spațiu între litere"],"Points (pt)":["Puncte (pt)"],"Picas (pc)":["Picas (pc)"],"Inches (in)":["Inch (in)"],"Millimeters (mm)":["Milimetri (mm)"],"Centimeters (cm)":["Centimetri (cm)"],"x-height of the font (ex)":["Înălțimea x a fontului (ex)"],"Width of the zero (0) character (ch)":["Lățimea caracterului zero (0) (ch)"],"Viewport largest dimension (vmax)":["Dimensiunea cea mai mare pentru spațiul vizibil (vmax)"],"Viewport smallest dimension (vmin)":["Dimensiunea cea mai mică pentru spațiul vizibil (vmin)"],"Percent (%)":["Procent (%)"],"Welcome to the template editor":["Bine ai venit la editorul de șabloane"],"Your theme provides %s “block” area for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tema ta oferă o zonă pentru „blocuri”, în care poți adăuga și edita conținut. Încearcă să adaugi o bară de căutare, iconuri sociale sau alte tipuri de bloc și vezi cum vor apărea pe site-ul tău.","Tema ta oferă %s zone pentru „blocuri”, în care poți adăuga și edita conținut. Încearcă să adaugi o bară de căutare, iconuri sociale sau alte tipuri de bloc și vezi cum vor apărea pe site-ul tău.","Tema ta oferă %s de zone pentru „blocuri”, în care poți adăuga și edita conținut. Încearcă să adaugi o bară de căutare, iconuri sociale sau alte tipuri de bloc și vezi cum vor apărea pe site-ul tău."],"Margin":["Margine"],"New to the block editor?":["Ești novice în folosirea editorului de blocuri?"],"Get the Classic Widgets plugin.":["Ia modulul Piese clasice."],"Want to stick with the old widgets?":["Vrei să rămâi la piesele vechi?"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["Acum poți adăuga orice bloc în zonele cu piese ale site-ului tău. Nu-ți face griji, toate piesele tale vor funcționa în continuare perfect."],"Your theme provides different “block” areas for you to add and edit content. Try adding a search bar, social icons, or other types of blocks here and see how they’ll look on your site.":["Tema ta oferă câteva zone pentru „blocuri”, în care poți adăuga și edita conținut. Încearcă să adaugi o bară de căutare, iconuri sociale sau alte tipuri de bloc și vezi cum vor apărea pe site-ul tău."],"Welcome to block Widgets":["Bine ai venit la piesele bloc"],"Contain text cursor inside block deactivated":["Conține cursorul pentru text în interiorul blocului dezactivat"],"Contain text cursor inside block activated":["Conține cursorul pentru text în interiorul blocului activat"],"(Home link, opens in a new tab)":["(Legătură la prima pagină, se deschide într-o filă nouă)"],"Close menu":["Închide meniul"],"Open menu":["Deschide meniul"],"Styles consolidated from core, theme, and user origins.":["Stiluri consolidate din originile nucleului, temei și utilizatorilor."],"Settings consolidated from core, theme, and user origins.":["Setări consolidate din originile nucleului, temei și utilizatorilor."],"Tools provide different interactions for selecting, navigating, and editing blocks. Toggle between select and edit by pressing Escape and Enter.":["Uneltele oferă diverse interacțiuni pentru selectarea, editarea blocurilor și navigarea în blocuri. Comută între selectează și editează apăsând tastele Escape și Enter."],"Carousel view":["Vizualizare carusel"],"Next pattern":["Modelul următor"],"Previous pattern":["Modelul anterior"],"Start blank":["Începe cu o pagină goală"],"Apply duotone filter":["Aplică filtrul pentru duotone"],"Duotone":["Duotone"],"Page on front":["Pagina din față"],"Show on front":["Arată în față"],"Logo":["Logo"],"Tagline":["Slogan"],"Highlights":["Evidențieri"],"Shadows":["Umbre"],"Duotone: %s":["Duotone: %s"],"Duotone code: %s":["Cod duotone: %s"],"Active theme gradients.":["Gradienți pentru tema activă."],"Active theme font sizes.":["Dimensiuni fonturi pentru tema activă."],"Active theme color palette.":["Paletă de culori pentru tema activă."],"Maximum upload size in bytes allowed for the site.":["Dimensiunea maximă de încărcare, în octeți, permisă pentru site."],"Available image sizes.":["Dimensiuni disponibile pentru imagini."],"Determines whether the image editing feature is enabled.":["Determină dacă este activată funcționalitatea editare imagini."],"Available image dimensions.":["Dimensiuni disponibile pentru imagini."],"Default size for images.":["Dimensiuni implicite pentru imagini."],"Determines whether the current locale is right-to-left (RTL).":["Determină dacă locala curentă este de la dreapta la stânga (RTL)."],"Enables custom units.":["Activează unitățile personalizate."],"Enables custom spacing.":["Activează spațierea personalizată."],"Enables custom line height.":["Activează înălțime linie personalizată."],"Disables custom font size.":["Dezactivează dimensiunea pentru font personalizat."],"Disables custom colors.":["Dezactivează culorile personalizate."],"Returns all the categories for block types that will be shown in the block editor.":["Returnează toate categoriile pentru tipurile de bloc care vor fi afișate în editorul de blocuri."],"List of allowed mime types and file extensions.":["Listă cu tipuri de mime și extensii de fișiere permise."],"List of allowed block types.":["Listă cu tipuri de bloc permise."],"Enable\/Disable Wide\/Full Alignments.":["Activează\/dezactivează alinierile late\/complete."],"Widget types to hide from Legacy Widget block.":["Tipuri de piese care să fie ascunse în blocul Piesă tradițională."],"Enable\/disable layouts support in container blocks.":["Activează\/dezactivează suportul pentru aranjamente în blocurile container."],"Editor styles":["Stiluri editor"],"Enables experimental Site Editor blocks":["Activează blocuri experimentale pentru Editorul de site-uri"],"Sorry, you are not allowed to read the block editor settings.":["Regret, nu ai voie să citești setările editorului de blocuri."],"Patterns list":["Listă cu modele"],"Use left and right arrow keys to move through blocks":["Folosește tastele săgeată stânga și dreapta pentru a te deplasa prin blocuri"],"Customize the width for all elements that are assigned to the center or wide columns.":["Personalizează lățimea pentru toate elementele care sunt atribuite coloanelor centrale sau late."],"Wide":["Late"],"Layout":["Aranjament"],"Dotted":["Punctat"],"Dashed":["Întrerupt"],"Add new page":["Adaugă o pagină nouă"],"Close inserter":["Închide dispozitivul de inserare"],"Customizing":["Personalizare"],"Widget types":["Tipuri de piese"],"Custom Template":["Șablon personalizat"],"Create custom template":["Creează un șablon personalizat"],"Custom template created. You're in template mode now.":["Șablonul personalizat a fost creat. Acum ești în modul șablon."],"Term Description":["Descriere termen"],"block description\u0004Display the description of categories, tags and custom taxonomies when viewing an archive.":["Afișează descrierea categoriilor, etichetelor și taxonomiilor personalizate la vizualizarea unei arhive."],"block title\u0004Term Description":["Descriere termen"],"Post Comments Link block: post not found.":["Bloc Legătură la comentarii la articol: articol negăsit."],"%s comment":["Un comentariu","%s comentarii","%s de comentarii"],"No comments":["Niciun comentariu"],"block title\u0004Comments Link":["Legătură la comentarii"],"Provided type is not supported.":["Acest tip nu este acceptat."],"Archive title":["Titlu arhivă"],"Display the archive title based on the queried object.":["Afișează titlul arhivei în funcție de obiectului cerut."],"Archive Title":["Titlu arhivă"],"Click plus to add":["Dă clic pe plus pentru a adăuga"],"Log out":["Dezautentificare"],"Redirect to current URL":["Redirecționează la URL-ul actual"],"Display login as form":["Afișează autentificarea ca un formular"],"block title\u0004Login\/out":["Autentificare\/dezautentificare"],"Widget is missing.":["Piesa lipsește."],"Legacy Widget Preview":["Previzualizare piesă tradițională"],"Select widget":["Selectează o piesă"],"block title\u0004Custom Link":["Legătură personalizată"],"Embed of %s.":["Înglobează %s."],"PDF embed":["Înglobare PDF"],"Embed of the selected PDF file.":["Înglobează fișierul PDF selectat."],"Copied URL to clipboard.":["URL-ul a fost copiat în clipboard."],"Note: Most phone and tablet browsers won't display embedded PDFs.":["Notă: majoritatea navigatoarelor pentru telefoane mobile și tablete nu vor afișa PDF-urile înglobate."],"Show inline embed":["Arată înglobarea în-linie"],"PDF settings":["Setări PDF"],"%1$s (%2$d of %3$d)":["%1$s (%2$d din %3$d)"],"Add citation":["Adaugă o citare"],"Add quote":["Adaugă citat"],"Add caption":["Adaugă text asociat"],"Type \/ to choose a block":["Tastează „\/” pentru a alege un bloc"],"%1$s. There is %2$d event":["%1$s. Există %2$d eveniment","%1$s. Există %2$d evenimente","%1$s. Există %2$d de evenimente"],"Relative to root font size (rem)\u0004rems":["rems"],"Relative to parent font size (em)\u0004ems":["ems"],"Manage with live preview":["Administrează din Previzualizare live"],"Move to widget area":["Mută în zona cu piese"],"Border color":["Culoare chenar"],"Border width":["Grosime chenar"],"Border":["Chenar"],"Generic label for block inserter button\u0004Toggle block inserter":["Comută la dispozitivul de inserare blocuri"],"Clear customizations":["Șterge personalizările"],"Template revert failed. Please reload.":["Revenirea la șablon a eșuat. Te rog reîncarcă."],"Template reverted.":["Ai revenit la șablon."],"The editor has encountered an unexpected error. Please reload.":["Editorul a întâmpinat o eroare neașteptată. Te rog încarcă din nou."],"This template is not revertable.":["Nu poți să revii la acest șablon."],"A link to a post format":["O legătură la un format de articol"],"Post Format Link":["Legătură la format de articol"],"This content is password protected.":["Acest conținut este protejat cu parolă."],"%1$s: %2$s":["%1$s: %2$s"],"%1$s comment<span class=\"screen-reader-text\"> on %2$s<\/span>":["Un comentariu<span class=\"screen-reader-text\"> la %2$s<\/span>","%1$s comentarii<span class=\"screen-reader-text\"> la %2$s<\/span>","%1$s de comentarii<span class=\"screen-reader-text\"> la %2$s<\/span>"],"No comments<span class=\"screen-reader-text\"> on %s<\/span>":["Niciun comentariu<span class=\"screen-reader-text\"> la %s<\/span>"],"Page title":["Titlu pagină"],"Grid":["Grilă"],"Template name\u0004Single Posts":["Articole singulare"],"Default based on area (%s)":["Implicit în funcție de zonă (%s)"],"Area":["Zonă"],"navigation link preview example\u0004Example Link":["Exemplu de legătură"],"Select tag":["Selectează o etichetă"],"Select category":["Selectează o categorie"],"Select page":["Selectează o pagină"],"Select post":["Selectează un articol"],"Select a block to install and add it to your post.":["Selectează un bloc pentru a-l instala și adăuga în articolul tău."],"Available to install":["Disponibil pentru instalare"],"No results available from your installed blocks.":["Nu există rezultate disponibile pentru blocurile tale instalate."],"%d additional block is available to install.":["Este disponibil %d bloc suplimentar pentru instalare.","Sunt disponibile %d blocuri suplimentare pentru instalare.","Sunt disponibile %d de blocuri suplimentare pentru instalare."],"Blocks available for install":["Blocuri disponibile pentru instalare"],"Install block":["Instalează blocul"],"%1$s <span>by %2$s<\/span>":["%1$s <span>de %2$s<\/span>"],"Installing…":["Instalez..."],"Installed!":["Instalat!"],"Install %1$s. %2$s stars with %3$s review.":["Instalează %1$s. Are %2$s stele date de o recenzie.","Instalează %1$s. Are %2$s stele date de %3$s recenzii.","Instalează %1$s. Are %2$s stele date de %3$s de recenzii."],"Try reloading the page.":["Încearcă să reîncarci pagina."],"Block %s installed and added.":["Blocul %s a fost instalat și adăugat."],"Invalid item":["Elementul nu este valid"],"Switch to '%s'":["Comută la „%s”"],"List View":["Vizualizare ca listă"],"Template name\u0004Taxonomy":["Taxonomie"],"Template part created.":["Am creat partea de șablon."],"Template (selected)":["Șablon (selectat)"],"Search for blocks and patterns":["Caută blocuri și modele de bloc"],"If you have entered a custom label, it will be prepended before the title.":["Dacă ai introdus o etichetă personalizată, ea va fi adăugată înainte de titlu."],"Display the title as a link":["Afișează titlul ca o legătură"],"Displays the post link that precedes the current post.":["Afișează legătura la articolul care precede articolul curent."],"Previous post":["Articolul anterior"],"Displays the post link that follows the current post.":["Afișează legătura la articolul care urmează după articolul curent."],"Next post":["Articolul următor"],"block description\u0004Edit the different global regions of your site, like the header, footer, sidebar, or create your own.":["Editezi diferite regiuni globale ale site-ului tău, cum ar fi antetul, subsolul, bara laterală, sau creezi unele proprii."],"block title\u0004Page List":["Listă pagini"],"Your site does not have any posts, so there is nothing to display here at the moment.":["Situl tău nu are niciun articol, deci nu este nimic de afișat aici în acest moment."],"Select %s":["Selectează %s"],"label for previous post link\u0004Previous":["Anterior"],"label for next post link\u0004Next":["Următor"],"An example title":["Un exemplu de titlu"],"Previous page link":["Legătură la pagina anterioară"],"Previous Page":["Pagina anterioară"],"block title\u0004Comments Page Numbers":["Numere paginație comentarii"],"Next page link":["Legătură la pagina următoare"],"Next Page":["Pagina următoare"],"Max page to show":["Număr maxim de pagini de arătat"],"Limit the pages you want to show, even if the query has more results. To show all pages use 0 (zero).":["Limitează numărul de pagini pe care vrei să le arăți, chiar dacă interogarea are mai multe rezultate. Pentru a afișa toate paginile, folosește 0 (zero)."],"Template part has been deleted or is unavailable: %s":["Partea de șablon a fost ștearsă sau este indisponibilă: %s"],"Icon color":["Culoare icon"],"Block cannot be rendered inside itself.":["Blocurile nu pot fi randate în interiorul lor."],"Indent":["Indentează"],"Outdent":["Anulează indentarea"],"Ordered":["Ordonată"],"Unordered":["Neordonată"],"Space between items":["Spațiu între elemente"],"Add Media":["Adaugă fișier Media"],"Add text over image":["Adaugă text peste imagine"],"Drag":["Trage"],"Add an anchor":["Adaugă o ancoră"],"Align":["Aliniere"],"Additional":["Suplimentar"],"Panels":["Panouri"],"Display block breadcrumbs":["Afișează firimituri blocuri"],"Shows block breadcrumbs at the bottom of the editor.":["Arată firimituri blocuri în partea de jos a editorului."],"The pattern category slugs.":["Descriptorii pentru categoriile modelelor."],"The pattern content.":["Conținutul modelului."],"https:\/\/wordpress.org\/support\/forums\/":["https:\/\/wordpress.org\/support\/forums\/"],"An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href=\"%s\">support forums<\/a>.":["A apărut o eroare neașteptată. S-ar putea să fie o problemă cu WordPress.org sau cu configurația acestui server. Dacă în continuare ai probleme, te rugăm să apelezi la <a href=\"%s\">forumurile de ajutor<\/a>."],"[block rendering halted]":["[randarea blocului a fost oprită]"],"block title\u0004Post Terms":["Termeni articol"],"block title\u0004Featured Image":["Imagine reprezentativă"],"block title\u0004Comments Form":["Formular de comentarii"],"block title\u0004Comments Count":["Număr de comentarii"],"block title\u0004Comment Date":["Dată comentariu"],"block title\u0004Comment Content":["Conținut comentariu"],"block title\u0004Comment Author":["Autor comentariu"],"block title\u0004Post Comment":["Comentariu la articol"],"block title\u0004Query Loop":["Buclă interogări"],"block title\u0004Template Part":["Parte de șablon"],"Untitled Template Part":["Parte de șablon fără titlu"],"block title\u0004Site Title":["Titlu site"],"block title\u0004Site Tagline":["Slogan site"],"block title\u0004Site Logo":["Logo site"],"block title\u0004Social Icon":["Icon social"],"block title\u0004Social Icons":["Iconuri sociale"],"block title\u0004Tag Cloud":["Nor de etichete"],"block title\u0004Video":["Video"],"block title\u0004Verse":["Vers"],"block title\u0004Text Columns (deprecated)":["Coloane text (învechit)"],"block title\u0004Table":["Tabel"],"block title\u0004Spacer":["Distanțier"],"block title\u0004Shortcode":["Scurtcod"],"block title\u0004Separator":["Separator"],"block title\u0004Group":["Grup"],"block title\u0004Search":["Căutare"],"block title\u0004RSS":["RSS"],"block title\u0004Pullquote":["Citare concisă"],"block title\u0004Preformatted":["Pre-formatat"],"block title\u0004Page Break":["Sfârșit de pagină"],"block title\u0004More":["Mai multe"],"block title\u0004Unsupported":["Neacceptat"],"block title\u0004List":["Listă"],"block title\u0004Latest Posts":["Ultimele articole"],"block title\u0004Latest Comments":["Ultimele comentarii"],"block title\u0004Navigation":["Navigare"],"block title\u0004Media & Text":["Media și text"],"block title\u0004Custom HTML":["HTML personalizat"],"block title\u0004File":["Fișier"],"block title\u0004Cover":["Copertă"],"block title\u0004Column":["Coloană"],"block title\u0004Columns":["Coloane"],"block title\u0004Code":["Cod"],"block title\u0004Calendar":["Calendar"],"block title\u0004Buttons":["Butoane"],"block title\u0004Button":["Buton"],"block title\u0004Audio":["Audio"],"block title\u0004Archives":["Arhive"],"block title\u0004Gallery":["Galerie"],"block title\u0004Quote":["Citat"],"block title\u0004Heading":["Subtitlu"],"block title\u0004Image":["Imagine"],"block title\u0004Paragraph":["Paragraf"],"Editor canvas":["Pânză editor"],"Select unit":["Selectează o unitate"],"The id of a template":["ID-ul șablonului"],"text direction\u0004ltr":["ltr"],"Block vertical alignment setting\u0004Align bottom":["Aliniază în partea de jos"],"Block vertical alignment setting\u0004Align middle":["Aliniază la mijloc"],"Block vertical alignment setting\u0004Align top":["Aliniază în partea de sus"],"Capitalize":["Scrie cu majuscule"],"Lowercase":["Minuscule"],"Uppercase":["Majuscule"],"Post author byline text":["Text cu informații despre autorul articolului"],"Default (<div>)":["Implicit (<div>)"],"HTML element":["Element HTML"],"Write site title…":["Scrie titlul sitului..."],"Site title text":["Text pentru titlu sit"],"Write site tagline…":["Scrie sloganul sitului..."],"Site tagline text":["Text pentru slogan sit"],"Wood thrush singing in Central Park, NYC.":["Sturz cântând în Central Park, New York."],"Video caption text":["Text pentru textul asociat videoului"],"Write verse…":["Scrie versul..."],"Verse text":["Text pentru vers"],"Column %d text":["Text pentru coloana %d"],"Table caption text":["Text pentru textul asociat din tabel"],"Footer cell text":["Text pentru celulele din subsol"],"Body cell text":["Text pentru celulele din corpul tabelului"],"Header cell text":["Text pentru celulele din antet"],"Shortcode text":["Text pentru scurtcod"],"Pullquote citation text":["Text pentru citare concisă"],"Pullquote text":["Text pentru citare concisă"],"Preformatted text":["Text pentru pre-formatat"],"List text":["Text pentru listă"],"Navigation link text":["Text pentru legătura de navigare"],"Start empty":["Începe cu unul gol"],"Download button text":["Text pentru butonul de descărcare"],"Vertical":["Vertical"],"Horizontal":["Orizontal"],"Audio caption text":["Text pentru textul asociat fișierului audio"],"Gallery caption text":["Text pentru textul asociat galeriei"],"Heading text":["Text pentru subtitlu"],"Image caption text":["Text pentru textul asociat imaginii"],"Editing template. Changes made here affect all posts and pages that use the template.":["Editare șablon. Modificările făcute aici afectează toate articolele și paginile care folosesc șablonul."],"Add template: %s":["Adaugă șablon: %s"],"To show a comment, input the comment ID.":["Pentru a afișa un comentariu, introdu ID-ul comentariului."],"No Title":["Fără titlu"],"Image, Date, & Title":["Imagine, dată și titlu"],"Title & Date":["Titlu și dată"],"Display a list of your most recent posts, excluding sticky posts.":["Afișează o listă cu ultimele articole, exceptând articolele reprezentative."],"Posts List":["Listă cu articole"],"Toggle full height":["Comută la înălțimea maximă"],"Font weight":["Grosime font"],"Font style":["Stil font"],"%1$s %2$s":["%1$s %2$s"],"Themes":["Teme"],"Template name\u0004Tag Archives":["Arhive etichete"],"Template name\u0004Date Archives":["Arhive date"],"Template name\u0004Category Archives":["Arhive categorii"],"Template name\u0004Author Archives":["Arhive autori"],"Template name\u0004Pages":["Pagini"],"Keyword":["Cuvânt cheie"],"Filters":["Filtre"],"Viewport height (vh)":["Înălțime spațiu vizibil (vh)"],"Viewport width (vw)":["Lățime spațiu vizibil (vw)"],"Relative to root font size (rem)":["În comparație cu dimensiunea fontului din rădăcină (rem)"],"Relative to parent font size (em)":["În comparație cu dimensiunea fontului părinte (em)"],"Pixels (px)":["Pixeli (px)"],"Percentage (%)":["Procent (%)"],"Button width":["Lățime buton"],"Width settings":["Setări lățime"],"Keyboard input":["Intrare tastatură"],"Transform to variation":["Transformă în variație"],"Font family":["Familie de fonturi"],"Letter case":["Distincție între majuscule și minuscule"],"Decoration":["Decorare"],"Custom colors are empty! Add some colors to create your own color palette.":["Nu ai culori implicite! Adaugă câteva culori pentru a-ți crea propria paletă de culori."],"Close search":["Închide căutarea"],"Search in %s":["Caută în %s"],"Title, Date, & Excerpt":["Titlu, dată și rezumat"],"Title & Excerpt":["Titlu și rezumat"],"Sticky posts":["Articole reprezentative"],"Only":["Numai"],"Exclude":["Exclude"],"Include":["Include"],"Loading …":["Încarc..."],"Detach blocks from template part":["Detașează blocurile din partea de șablon"],"Template name\u0004Search Results":["Rezultate de căutare"],"Template name\u0004Front Page":["Pagina din față"],"Color palettes":["Palete de culori"],"Remove color":["Înlătură culoarea"],"Color name":["Nume culoare"],"Add extra areas to the editor.":["Adaugă zone suplimentare în editor."],"Choose what displays in the panel.":["Alege ce vrei să afișezi în panou."],"Use theme styles":["Folosește stilurile temei"],"Make the editor look like your theme.":["Îți faci editorul să arate ca tema ta."],"Highlights the current block and fades other content.":["Evidențiază blocul curent și estompează celălalt conținut."],"Appearance":["Aspect"],"Contain text cursor inside block":["Conține cursorul pentru text în interiorul blocului"],"Aids screen readers by stopping text caret from leaving blocks.":["Ajută cititoarele de ecrane prin oprirea cursorului text la părăsirea blocurilor."],"Show most used blocks":["Arată blocurile frecvent folosite"],"Places the most frequent blocks in the block library.":["Plasează blocurile cel mai frecvent folosite în biblioteca Blocuri."],"Include pre-publish checklist":["Include o listă de verificări înainte de publicare"],"Preferences":["Preferințe"],"Widgets settings":["Setări piese"],"Widgets and blocks":["Piese și blocuri"],"Widgets top bar":["Piese în bara de sus"],"Your theme does not contain any Widget Areas.":["Tema ta nu are nicio zonă asamblabilă."],"Blocks in this Widget Area will not be displayed in your site.":["Blocurile din această zonă asamblabilă nu vor fi afișate pe site-ul tău."],"Could not save the following widgets: %s.":["Nu am putut să salvez următoarele piese: %s."],"There was an error. %s":["A fost o eroare. %s"],"Items per Page":["Elemente per pagină"],"Add tracks":["Adaugă fișiere muzicale"],"Remove track":["Înlătură fișierul muzical"],"English":["Engleză"],"Kind":["Gen"],"Language tag (en, fr, etc.)":["Etichetă pentru limbă (en, fr etc.)"],"Source language":["Limbă sursă"],"Title of track":["Titlul fișierului muzical"],"Label":["Etichetă"],"Edit track":["Editează fișierul muzical"],"Text tracks":["Fișiere muzicale cu text"],"Edit %s":["Editează %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Fișierele muzicale pot fi subtitrări, texte asociate, capitole sau descrieri. Ele te ajută să-ți faci conținutul mai accesibil pentru o sferă mai mare de utilizatori."],"Chapters":["Capitole"],"Descriptions":["Descrieri"],"Captions":["Texte asociate"],"Subtitles":["Subtitrări"],"Repeated background":["Fundal repetat"],"One column":["O coloană"],"100":["100"],"Reset to defaults":["Resetează la valorile implicite"],"Item selected.":["Elementul a fost selectat."],"Show more settings":["Arată Mai multe setări"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Site-ul tău nu include suport pentru blocul %s. Poți încerca să instalezi blocul sau să-l înlături complet."],"Make title a link":["Fă din titlu o legătură"],"Open links in new tab":["Deschide legăturile într-o filă nouă"],"“Read more” link text":["Text pentru legătura „Citește mai mult”"],"The current image has no alternative text. The file name is: %s":["Imaginea actuală nu are un text alternativ. Numele fișierului este: %s"],"Current image: %s":["Imagine actuală: %s"],"link color":["culoare legătură"],"Show button text labels":["Arată etichetele pentru text butoane"],"Delete menu":["Șterge meniul"],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Site-ul tău nu include suport pentru blocul %s. Poți încerca să instalezi blocul, să-l convertești într-un bloc HTML personalizat sau să-l înlături complet."],"Install %s":["Instalează %s"],"Percentage Width":["Lățime (procent)"],"Display Settings":["Setări afișare"],"Use button with icon":["Folosește butonul cu icon"],"Button inside":["Buton în interior"],"Button outside":["Buton în exterior"],"No button":["Niciun buton"],"Change button position":["Schimbă poziția butonului"],"Toggle search label":["Comută eticheta de căutare"],"Details":["Detalii"],"Radial":["Radial"],"Linear":["Liniar"],"Saving…":["Salvez..."],"Create: <mark>%s<\/mark>":["Creează: <mark>%s<\/mark>"],"Search for patterns":["Caută modele"],"Term items not found.":["Elemente de termen negăsite."],"Anonymous":["Anonim"],"Post Comment":["Comentariu la articol"],"Add link to featured image":["Adaugă o legătură la imaginea reprezentativă"],"Create draft post: <mark>%s<\/mark>":["Creează un articol în ciornă: <mark>%s<\/mark>"],"Characters":["Caractere"],"Widgets saved.":["Piese salvate."],"Block pattern \"%s\" inserted.":["Modelul de bloc „%s” a fost inserat."],"Find out more":["Află mai mult"],"Post Comments Form block: Comments are not enabled for this post type (%s).":["Bloc Formular de comentarii la articole: comentariile nu sunt activate pentru acest tip de articol (%s)."],"Post Comments Count block: post not found.":["Bloc Număr de comentarii la articol: articol negăsit."],"Insert column after":["Inserează coloană după"],"Insert column before":["Inserează coloană înainte"],"Insert row after":["Inserează rând dedesubt"],"Insert row before":["Inserează rând deasupra"],"Description":["Descriere"],"Contact us":["Contactează-ne"],"Image width":["Lățime imagine"],"Site Icon":["Icon site"],"Open the block list view.":["Deschide vizualizarea listei de blocuri."],"Base":["Bază"],"Author":["Autor"],"Media preview":["Previzualizare media"],"Coordinated Universal Time":["Ora universală coordonată"],"Site logo.":["Logo site."],"Edit gallery image":["Editează imaginea din galerie"],"Upload external image":["Încarcă o imagine externă"],"Image uploaded.":["Imagine încărcată."],"Could not edit image. %s":["Nu am putut să editez imaginea. %s"],"Original":["Originală"],"Move the selected block(s) down.":["Mută în jos blocul selectat (blocurile selectate)."],"Move the selected block(s) up.":["Mută în sus blocul selectat (blocurile selectate)."],"Move to":["Mută în"],"Browse all":["Răsfoiește tot"],"Browse all. This will open the main inserter panel in the editor toolbar.":["Răsfoiește tot. Se va deschide panoul principal al dispozitivului de inserare în bara de unelte editor."],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Folosește tasta Tab și tastele Săgeți pentru a alege noua locație a blocului. Folosește tastele săgeată stânga și dreapta pentru a te deplasa între nivelurile de imbricare. După ce ai selectat locația, apasă tasta Enter sau Space pentru a muta blocul."],"Reset search":["Resetează căutarea"],"Error installing block. You can reload the page and try again.":["Eroare la instalarea blocului. Poți reîncărca pagina și să încerci din nou."],"This block is already installed. Try reloading the page.":["Acest bloc este deja instalat. Încearcă să reîncarci pagina."],"Error registering block. Try reloading the page.":["Eroare la înregistrarea blocului. Încearcă să reîncarci pagina."],"Button only":["Numai buton"],"Name":["Nume"],"Template Part \"%s\" inserted.":["Partea de șablon „%s” a fost inserată."],"Display author name":["Afișează numele autorului"],"Crop":["Decupează"],"Rotate":["Rotește"],"Zoom":["Mărește"],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"10:16":["10:16"],"Portrait":["Portret"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"16:10":["16:10"],"Landscape":["Peisaj"],"Aspect Ratio":["Raport aspect"],"The following block has been added to your site.":["A fost adăugat următorul bloc pe site-ul tău.","Au fost adăugate următoarele blocuri pe site-ul tău.","Au fost adăugate următoarele blocuri pe site-ul tău."],"Added: %d block":["A fost adăugat %d bloc","Au fost adăugate %d blocuri","Au fost adăugate %d de blocuri"],"An error occurred.":["A apărut o eroare."],"Box Control":["Control casetă"],"Mixed":["Amestecate"],"Right":["Dreapta"],"Left":["Stânga"],"Bottom":["Jos"],"Top":["Sus"],"Image size presets":["Presetări dimensiune imagini"],"A tip for using the block editor":["Un sfat pentru folosirea editorului de blocuri"],"%d block added.":["%d bloc adăugat.","%d blocuri adăugate.","%d de blocuri adăugate."],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["Acum ești în modul navigare. Navighezi în blocuri folosind tasta Tab și tastele Săgeți. Folosește tastele săgeată stânga și dreapta pentru a te deplasa între nivelurile de imbricare. Pentru a ieși din modul navigare și a edita blocul selectat, apasă Enter."],"Padding":["Distanțare"],"%s (selected)":["%s (selectat)"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["Zonele pentru piese (numite și „Zone asamblabile”) sunt părți întregi din aranjamentul site-ului tău care pot accepta blocuri. Ele variază în funcție de temă, dar în general sunt părți bine-cunoscute, cum ar fi bara laterală sau subsolul."],"The pattern title, in human readable format.":["Titlul blocului, într-un format care poate fi citit de oameni."],"Design":["Design"],"Text":["Text"],"by %s":["de %s"],"Alignment Matrix Control":["Comenzi aliniere matrice"],"Bottom Right":["Dreapta jos"],"Bottom Center":["Jos pe centru"],"Bottom Left":["Stânga jos"],"Center Right":["Centrat dreapta"],"Center Left":["Centrat stânga"],"Top Right":["Dreapta sus"],"Top Center":["Sus pe centru"],"Top Left":["Stânga sus"],"Open Navigation":["Deschide navigarea"],"Menu name":["Nume meniu"],"Widget areas":["Zone pentru piese"],"Moved %d block to clipboard.":["Am mutat %d bloc în clipboard.","Am mutat %d blocuri în clipboard.","Am mutat %d de blocuri în clipboard."],"Copied %d block to clipboard.":["%d bloc copiat în clipboard.","%d blocuri copiate în clipboard.","%d de blocuri copiate în clipboard."],"Moved \"%s\" to clipboard.":["Am mutat „%s” în clipboard."],"Copied \"%s\" to clipboard.":["„%s” copiat în clipboard."],"Block navigation structure":["Structură de navigare în blocuri"],"Block %1$d of %2$d, Level %3$d":["%1$d blocuri din %2$d, nivelul %3$d"],"Change matrix alignment":["Modifică alinierea matrix"],"Notifications":["Notificări"],"Are you ready to save?":["Ești gata să salvezi?"],"Template parts":["Părți de șablon"],"Offset":["Distanțare"],"Number of tags":["Număr de etichete"],"Posts per page":["Articole per pagină"],"A widget area container.":["Un container pentru zona asamblabilă."],"Widget Area":["Zonă piese"],"Change content position":["Schimbă poziția conținutului"],"Pages":["Pagini"],"Uncategorized":["Fără categorie"],"Block pattern category\u0004Testimonials":["Testimoniale"],"Block pattern category\u0004Featured":["Reprezentativ"],"Block pattern category\u0004Gallery":["Galerie"],"Block pattern category\u0004Buttons":["Butoane"],"Block pattern category\u0004Posts":["Articole"],"Block pattern category\u0004Text":["Text"],"Block pattern categories":["Categorii de modele cu blocuri"],"Open save panel":["Deschide panoul de salvare"],"Are you sure you want to delete this navigation menu?":["Sigur vrei să ștergi acest meniu de navigare?"],"Write byline…":["Scrie informații despre autor..."],"Show bio":["Arată biografia"],"Avatar size":["Dimensiune avatar"],"Show avatar":["Arată avatarul"],"This column count exceeds the recommended amount and may cause visual breakage.":["Acest număr de coloane depășește numărul recomandat și poate provoca o nefunționare din punct de vedere vizual."],"Search results":["Rezultate de căutare"],"White":["Alb"],"Black":["Negru"],"Superscript":["Indice-sus"],"Subscript":["Indice-jos"],"Patterns":["Modele"],"Block Library":["Bibliotecă Blocuri"],"Browser default":["Navigator implicit"],"Minimum height of cover":["Înălțime minimă pentru copertă"],"%1$s Block. Row %2$d":["Bloc %1$s. Rândul %2$d"],"Typography":["Tipografice"],"Line height":["Înălțime linie"],"Content":["Conținut"],"Header":["Antet"],"Toggle fullscreen mode.":["Comută în modul ecran complet."],"Menu Location":["Locație meniu"],"Menu":["Meniu"],"Contact":["Contact"],"About":["Despre"],"Home":["Prima pagină"],"25 \/ 50 \/ 25":["25\/50\/25"],"33 \/ 33 \/ 33":["33\/33\/33"],"50 \/ 50":["50\/50"],"Current media URL:":["URL curent element media:"],"Block variations":["Variații bloc"],"Preview in new tab":["Previzualizează într-o filă nouă"],"Sort collection by post attribute.":["Sortează colecția după atributul articol."],"Order sort attribute ascending or descending.":["Ordonează atributele de sortare crescător sau descrescător."],"Sorry, you are not allowed to edit posts in this post type.":["Regret, nu ai voie să editezi articole în acest tip de articol."],"Move %1$s block from position %2$d left to position %3$d":["Mută blocul %1$s din poziția stânga %2$d în poziția %3$d"],"Move %1$s block from position %2$d down to position %3$d":["Mută blocul %1$s din poziția %2$d mai jos în poziția %3$d"],"User":["Utilizator"],"Widget Areas":["Zone pentru piese"],"Post Type":["Tip de articol"],"Site":["Site"],"Block Patterns":["Modele de bloc"],"Link to %s":["Legătură la %s"],"Type":["Tip"],"Block %1$s is at the beginning of the content and can’t be moved left":["Blocul %1$s este la începutul conținutului și nu poate fi mutat în stânga"],"Block %1$s is at the beginning of the content and can’t be moved up":["Blocul %1$s este la începutul conținutului și nu poate fi mutat în sus"],"Block %1$s is at the end of the content and can’t be moved left":["Blocul %1$s este la sfârșitul conținutului și nu poate fi mutat în stânga"],"Block %1$s is at the end of the content and can’t be moved down":["Blocul %1$s este la sfârșitul conținutului și nu poate fi mutat în jos"],"Creating":["Creez"],"An unknown error occurred during creation. Please try again.":["A apărut o eroare necunoscută în timpul creării. Te rog reîncearcă."],"Create draft page: <mark>%s<\/mark>":["Creează o pagină în ciornă: <mark>%s<\/mark>"],"Change a block's type by pressing the block icon on the toolbar.":["Schimbă tipul de bloc apăsând pe iconul blocului în bara de unelte."],"Drag files into the editor to automatically insert media blocks.":["Trage fișierele în editor pentru a insera automat blocuri media."],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":["Anulează indentarea pentru o listă apăsând <kbd>backspace<\/kbd> la începutul unei linii."],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":["Fă indentarea pentru o listă apăsând <kbd>space<\/kbd> la începutul unei linii."],"Solid":["Dens"],"Open document settings":["Deschide setările pentru documente"],"Open block settings":["Deschide setările pentru blocuri"],"Desktop":["Desktop"],"Mobile":["Mobil"],"Tablet":["Tabletă"],"Show link on new line":["Arată legătura pe o linie nouă"],"Date format":["Format dată"],"Change Date":["Schimbă data"],"Social Icon":["Icon social"],"block keyword\u0004links":["legături"],"Select poster image":["Selectează imaginea pentru poster"],"Image alignment":["Aliniere imagine"],"Display featured image":["Afișează imaginea reprezentativă"],"Post content":["Conținut articol"],"Media file":["Fișier media"],"text color":["culoare text"],"Embed a TikTok video.":["Înglobează un video TikTok."],"survey":["sondaj"],"social":["social"],"Loading…":["Încarc..."],"Customized":["Personalizată"],"Add template":["Adaugă șablon"],"Global Styles":["Stiluri globale"],"Display settings":["Setări afișare"],"Choose variation":["Alege variația"],"Angle":["Unghi"],"%s Block":["Bloc %s"],"%1$s Block. %2$s":["Bloc %1$s. %2$s"],"%1$s Block. Column %2$d":["Bloc %1$s. Coloana %2$d."],"%1$s Block. Column %2$d. %3$s":["Bloc %1$s. Coloana %2$d. %3$s"],"%1$s Block. Row %2$d. %3$s":["Bloc %1$s. Rândul %2$d. %3$s"],"Post Date":["Dată articol"],"Post Author":["Autor articol"],"Choose":["Alege"],"Theme":["Temă"],"Footer label":["Etichetă subsol"],"Header label":["Etichetă antet"],"The description will be displayed in the menu if the current theme supports it.":["Descrierea va fi afișată în meniu dacă tema actuală o suportă."],"Level %1$s. %2$s":["Nivel %1$s. %2$s"],"Level %s. Empty.":["Nivel %s. Gol."],"Empty":["Gol"],"Search results for \"%s\"":["Rezultate de căutare pentru „%s”"],"Multiple selected blocks":["Mai multe blocuri selectate"],"By %s":["De %s"],"Briefly describe the link to help screen reader users.":["Descrie legătura pe scurt pentru a ajuta utilizatorii din ecranul Cititor."],"Link label":["Etichetă legătură"],"%s label":["Etichetă %s"],"Matt Mullenweg":["Matt Mullenweg"],"EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nWindow, very small in the distance, illuminated.\nAll around this is an almost totally black screen. Now, as the camera moves slowly towards the window which is almost a postage stamp in the frame, other forms appear;":["EXT. XANADU - FAINT DAWN - 1940 (MINIATURE)\nFereastră, foarte mică în depărtare, luminată.\nÎn jurul ei este un ecran aproape complet negru. Acum, pe măsură ce camera se deplasează încet spre fereastră, care seamănă un timbru poștal încadrat, apar alte forme;"],"Full post":["Articol întreg"],"Show:":["Arată:"],"Suspendisse commodo neque lacus, a dictum orci interdum et.":["Suspendisse commodo neque lacus, a dictum orci interdum et."],"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis.":["Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent et eros eu felis."],"Buttons":["Butoane"],"Background":["Fundal"],"Image size":["Dimensiune imagine"],"Here's a detailed guide.":["Iată un ghid detaliat."],"New to the block editor? Want to learn more about using it? ":["Ești novice în utilizarea editorului de blocuri? Vrei să afli mai multe despre folosirea lui? "],"Learn how to use the block editor":["Învață cum să folosești Editorul de blocuri"],"Help":["Ajutor"],"Submit for Review…":["Trimite pentru verificare..."],"Update…":["Actualizare..."],"Untitled":["Fără titlu"],"The block editor includes experimental features that are useable while they're in development. Select the ones you'd like to enable. These features are likely to change, so avoid using them in production.":["Editorul de blocuri include funcționalități experimentale care pot fi folosite în timp ce sunt în dezvoltare. Selectează-le pe cele care vrei să le activezi. Este posibil ca aceste funcționalități să sufere modificări importante, deci evită utilizarea lor în producție."],"Next":["Următor"],"Previous":["Anterior"],"Finish":["Finalizează"],"Page %1$d of %2$d":["Pagina %1$d din %2$d"],"Guide controls":["Comenzi de ghidare"],"Remove Control Point":["Înlătură punctul de control"],"Use your left or right arrow keys or drag and drop with the mouse to change the gradient position. Press the button to change the color or remove the control point.":["Pentru a schimba poziția gradientului, folosește tastele săgeată stânga și dreapta sau trage și plasează cu mausul. Apasă butonul pentru a schimba culoarea sau pentru a înlătura punctul de control."],"Gradient control point at position %1$s%% with color code %2$s.":["Punct de control al gradientului la poziția %1$s%% cu codul de culoare %2$s."],"Open Media Library":["Deschide biblioteca Media"],"The media file has been replaced":["Fișierul media a fost înlocuit"],"Replace":["Înlocuiește"],"Choose a pattern":["Alege un model"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["Acum ești în modul editare. Pentru a reveni la modul navigare, apasă tasta Esc."],"You are probably offline.":["Probabil ești offline."],"Justify items right":["Aliniază elementele în dreapta"],"Justify items center":["Aliniază elementele pe centru"],"Justify items left":["Aliniază elementele în stânga"],"Change items justification":["Modifică alinierea elementelor"],"\/\/ A “block” is the abstract term used\n\/\/ to describe units of markup that\n\/\/ when composed together, form the\n\/\/ content or layout of a page.\nregisterBlockType( name, settings );":["\/\/ Un „bloc” este termenul abstract folosit\n\/\/ pentru a descrie unitățile de markup care,\n\/\/ atunci când sunt redactate împreună, formează\n\/\/ conținutul sau aranjamentul unei pagini.\nregisterBlockType( name, settings );"],"ADD MEDIA":["ADAUGĂ MEDIA"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Toate blocurile disponibile sunt în biblioteca Blocuri. O vei găsi oriunde vezi iconul <InserterIconImage \/>."],"Get to know the block library":["Fă cunoștință cu biblioteca Blocuri"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Fiecare bloc are un set propriul de comenzi pentru diverse modificări, cum ar fi culoare, lățime și aliniere. Când ai un bloc selectat, comenzile vor apărea și se vor ascunde automat."],"Make each block your own":["Îți personalizezi fiecare bloc"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["În editorul WordPress, fiecare paragraf, imagine sau video este prezentat ca un „bloc” distinct de conținut."],"Welcome to the block editor":["Bine ai venit la Editorul de blocuri"],"Get started":["Începe"],"inserter":["dispozitiv de inserare"],"Welcome Guide":["Ghid de bun venit"],"Post Title":["Titlu articol"],"Add submenu":["Adaugă sub-meniu"],"Add link":["Adaugă o legătură"],"podcast":["podcast"],"All template parts":["Toate părțile de șablon"],"Template Part":["Parte de șablon","Părți de șablon","Părți de șablon"],"Template Parts":["Părți de șablon"],"WHAT was he doing, the great god Pan,\n\tDown in the reeds by the river?\nSpreading ruin and scattering ban,\nSplashing and paddling with hoofs of a goat,\nAnd breaking the golden lilies afloat\n    With the dragon-fly on the river.":["Oare ce făcea, marele zeu Pan,\n\tÎntre trestii, în josul râului?\nRăspândea ruină și împrăștia exil,\nVâslea și stropea cu copitele-i de țap\nȘi strivea nuferii aurii care pluteau\n    Cu libelulele pe râu."],"Menu Item":["Element de meniu"],"Navigation":["Navigare"],"(Note: many devices and browsers do not display this text.)":["(Notă: multe dispozitive și navigatoare nu afișează acest text.)"],"Describe the role of this image on the page.":["Descrie rolul acestei imagini în pagină."],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["Comută între a folosi aceeași valoare pentru toate dimensiunile de ecran sau o valoare unică pentru fiecare dimensiune de ecran."],"Use the same %s on all screensizes.":["Folosește aceeași %s pentru toate dimensiunile de ecran."],"Large screens":["Ecrane mari"],"Medium screens":["Ecrane medii"],"Small screens":["Ecrane mici"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["Controlează proprietatea %1$s pentru spațiile vizibile în %2$s."],"Currently selected":["Selectat acum"],"Search or type url":["Caută sau tastează URL-ul"],"Press ENTER to add this link":["Apasă pe Enter pentru a adăuga această legătură"],"Currently selected link settings":["Setări pentru legătura selectată acum"],"Generic label for block inserter button\u0004Add block":["Adaugă bloc"],"directly add the only allowed block\u0004Add %s":["Adaugă %s"],"%s block added":["Blocul %s a fost adăugat"],"Extra Large":["Foarte mare"],"Block breadcrumb":["Blochează firimiturile"],"Editor footer":["Editor pentru subsol"],"Site Title":["Titlu site"],"Open Colors Selector":["Deschide selectorul de culori"],"No templates found":["Nu am găsit niciun șablon"],"All templates":["Toate șabloanele"],"Template":["Șablon"],"Gradient: %s":["Gradient: %s"],"Gradient code: %s":["Cod gradient: %s"],"All content copied.":["Am copiat tot conținutul."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Încărcarea elementului media a eșuat. Dacă este o fotografie sau o imagine mare, te rog să-i reduci dimensiunile și încearcă din nou."],"Gradient":["Gradient"],"No Preview Available.":["Nicio previzualizare disponibilă."],"Midnight":["Miezul nopții"],"Electric grass":["Verde electrizant"],"Pale ocean":["Albastru-verde (ocean) pal"],"Luminous dusk":["Crepuscul luminos"],"Blush bordeaux":["Bordo roșu-violet"],"Blush light purple":["Mov roșu-violet deschis"],"Cool to warm spectrum":["Spectru de culori de la reci la calde"],"Very light gray to cyan bluish gray":["De la gri foarte deschis la gri albăstrui-turcoaz"],"Luminous vivid orange to vivid red":["De la portocaliu viu luminos la roșu viu"],"Luminous vivid amber to luminous vivid orange":["De la chihlimbar viu luminos la portocaliu viu luminos"],"Light green cyan to vivid green cyan":["De la turcoaz verde deschis la turcoaz verde viu"],"Vivid cyan blue to vivid purple":["De la albastru turcoaz viu la violet viu"],"December 6, 2018":["6 decembrie 2018"],"February 21, 2019":["21 februarie 2019"],"May 7, 2019":["7 mai 2019"],"Release Date":["Data lansării"],"Jazz Musician":["Muzician de jazz"],"Version":["Versiune"],"Six.":["Șase."],"Five.":["Cinci."],"Four.":["Patru."],"Three.":["Trei."],"Two.":["Două."],"One.":["Unu."],"One of the hardest things to do in technology is disrupt yourself.":["Unul dintre cele mai grele lucruri de înfăptuit în tehnologie este să te distrugi singur."],"— Kobayashi Issa (一茶)":["- Kobayashi Issa (- 茶)"],"The wren<br>Earns his living<br>Noiselessly.":["Pitulicea<br>își chivernisește traiul<br>în liniște."],"Welcome to the wonderful world of blocks…":["Bine ai venit în lumea minunată a blocurilor..."],"<strong>Snow Patrol<\/strong>":["<strong>Patrulare prin zăpadă<\/strong>"],"Dimensions":["Dimensiuni"],"Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim.":["Nam risus massa, ullamcorper consectetur eros fermentum, porta aliquet ligula. Sed vel mauris nec enim."],"Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit.":["Etiam et egestas lorem. Vivamus sagittis sit amet dolor quis lobortis. Integer sed fermentum arcu, id vulputate lacus. Etiam fermentum sem eu quam hendrerit."],"Call to Action":["Apel la acțiune"],"In quoting others, we cite ourselves.":["Citând pe alții, ne cităm pe noi înșine."],"Mont Blanc appears—still, snowy, and serene.":["Mont Blanc apare - întotdeauna, înzăpezit și senin."],"In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing.":["Într-un sat din La Mancha, numele său nu îl mai țin minte, au trăit, nu demult, unul dintre acei domni care ținea o lance în suportul ei, un scutier bătrân, o gloabă slabă și un ogar de curse."],"Templates":["Șabloane"],"Add":["Adaugă"],"%s out of 5 stars":["%s din 5 stele"],"Enter address":["Introdu adresa"],"Attachment page":["Pagină atașament"],"Fill":["Completează"],"Link rel":["Legătură rel"],"Border radius":["Rotunjire chenar"],"Write gallery caption…":["Scrie textul asociat pentru galerie..."],"Restore the backup":["Restaurează copia de siguranță"],"The backup of this post in your browser is different from the version below.":["Copia de siguranță a acestui articol din navigatorul tău este diferită de versiunea de mai jos."],"Reverse list numbering":["Inversează numerotarea listei"],"Start value":["Valoare de pornire"],"Ordered list settings":["Setări listă ordonată"],"Clear Media":["Șterge media"],"Default Style":["Stil implicit"],"Not set":["Nesetat"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["În timp ce scrii, poți apăsa <kbd>\/<\/kbd> pentru a introduce rapid blocuri noi."],"Change column alignment":["Modifică alinierea coloanei"],"Align column right":["Aliniază coloana la dreapta"],"Align column center":["Aliniază coloana la centru"],"Align column left":["Aliniază coloana la stânga"],"Color":["Culoare"],"Vivid purple":["Violet viu"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Pentru această modificare, trebuie reîncărcată pagina. Asigură-te că ai salvat conținutul înainte de reîncărcare."],"Display these keyboard shortcuts.":["Afișează aceste scurtături pentru tastatură."],"Experiments Settings":["Setări experimente"],"Experimental settings":["Setări experimentale"],"Custom":["Personalizat"],"Draft":["Ciornă"],"Learn more about anchors":["Află mai mult despre ancore"],"Enter a word or two — without spaces — to make a unique web address just for this block, called an “anchor.” Then, you’ll be able to link directly to this section of your page.":["Introdu un cuvânt sau două - fără spații - pentru a crea o adresă web unică doar pentru acest bloc, numită „ancoră”. Apoi, vei putea să te legi direct la această secțiune a paginii."],"Upload a video file, pick one from your media library, or add one with a URL.":["Încarcă un fișier video, alege unul din biblioteca ta media sau adaugă unul cu un URL."],"Upload an image file, pick one from your media library, or add one with a URL.":["Încarcă un fișier imagine, alege unul din biblioteca ta media sau adaugă unul cu un URL."],"Upload an audio file, pick one from your media library, or add one with a URL.":["Încarcă un fișier audio, alege unul din biblioteca ta media sau adaugă unul cu un URL."],"Upload a media file or pick one from your media library.":["Încarcă un fișier în media sau alege unul din biblioteca media."],"Skip":["Sari"],"Select a variation to start with.":["Selectează o variație cu care să începi."],"Title attribute":["Atribut titlu"],"Open in new tab":["Deschide într-o filă nouă"],"Move right":["Mută în dreapta"],"Move left":["Mută în stânga"],"Links":["Legături"],"menu":["meniu"],"Upload a file or pick one from your media library.":["Încarcă un fișier sau alege unul din biblioteca media."],"Learn more about embeds":["Află mai multe despre înglobări"],"Paste a link to the content you want to display on your site.":["Plasează o legătură la conținutul pe care vrei să-l afișezi pe situl tău."],"Three columns; wide center column":["Trei coloane; coloana din mijloc lată"],"Three columns; equal split":["Trei coloane; împărțite egal"],"Two columns; two-thirds, one-third split":["Două coloane împărțite: două treimi, o treime"],"Two columns; one-third, two-thirds split":["Două coloane împărțite: o treime, două treimi"],"Two columns; equal split":["Două coloane; împărțite egal"],"Create Table":["Creează tabelul"],"Insert a table for sharing data.":["Inserează un tabel pentru partajarea datelor."],"Ungrouping blocks from within a grouping block back into individual blocks within the Editor \u0004Ungroup":["Anulează gruparea"],"verb\u0004Group":["Grupează"],"Separate with commas or the Enter key.":["Separă cu virgule sau cu tasta Enter."],"Separate with commas, spaces, or the Enter key.":["Separă cu virgule, spații sau tasta Enter."],"Separate multiple classes with spaces.":["Separă clasele multiple cu spații."],"Move image forward":["Mută imaginea înainte"],"Move image backward":["Mută imaginea înapoi"],"Block rendered as empty.":["Bloc randat ca gol."],"Inline code":["Cod în-linie"],"Footer section":["Secțiune subsol"],"Header section":["Secțiune antet"],"Sorting and filtering":["Sortare și filtrare"],"Column settings":["Setări coloană"],"Footer":["Subsol"],"This color combination may be hard for people to read.":["Această combinație de culori poate fi citită cu greu."],"There is no poster image currently selected":["Nu este selectată nicio imagine poster în prezent"],"The current poster image url is %s":["URL-ul actual al imaginii poster este %s"],"Group":["Grup"],"Crop image to fill entire column":["Decupează imaginea pentru a umple întreaga coloană"],"Play inline":["Redare în-linie"],"Describe the purpose of the image.":["Descrie scopul imaginii."],"Add a block":["Adaugă un bloc"],"Block vertical alignment setting label\u0004Change vertical alignment":["Modifică alinierea pe verticală"],"Legacy Widget":["Piesă tradițională"],"Select a legacy widget to display:":["Selectează o piesă tradițională pentru afișare:"],"There are no widgets available.":["Nu este disponibilă nicio piesă."],"%s: Change block type or style":["%s: modifică tipul sau stilul blocului"],"Search Terms":["Termeni de căutare"],"Embedded content from %s can't be previewed in the editor.":["Conținutul înglobat de pe %s nu poate fi previzualizat în editor."],"An error has occurred, which probably means the feed is down. Try again later.":["A apărut o eroare, care, probabil, înseamnă că fluxul nu funcționează. Reîncercă mai târziu."],"RSS Error:":["Eroare RSS:"],"block style\u0004Default":["Implicit"],"Stick to the top of the blog":["Evidențiază în partea de sus a blogului"],"The last part of the URL.":["Ultima parte a URL-ului."],"Fullscreen mode deactivated":["Modul ecran întreg este dezactivat"],"Fullscreen mode activated":["Modul ecran întreg este activat"],"Spotlight mode deactivated":["Modul centrat pe bloc este dezactivat"],"Spotlight mode activated":["Modul centrat pe bloc este activat"],"Top toolbar deactivated":["Bara de unelte de sus este dezactivată"],"Top toolbar activated":["Bara de unelte de sus este activată"],"Back":["Înapoi"],"Taxonomy":["Taxonomie"],"- Select -":["- Selectează -"],"Default":["Implicit"],"Search":["Caută"],"Add button text…":["Adaugă text buton..."],"Button text":["Text buton"],"Optional placeholder…":["Substituent opțional..."],"Optional placeholder text":["Text substituent opțional"],"Add label…":["Adaugă etichetă..."],"Label text":["Text etichetă"],"Max number of words in excerpt":["Număr maxim de cuvinte în rezumat"],"Display excerpt":["Afișează rezumatul"],"Display date":["Afișează data"],"Display author":["Afișează autorul"],"Edit RSS URL":["Editează URL-ul RSS"],"Hide the excerpt on the full content page":["Ascunde rezumatul pe pagina cu conținut complet"],"The excerpt is visible.":["Rezumatul este vizibil."],"The excerpt is hidden.":["Rezumatul este ascuns."],"image %1$d of %2$d in gallery":["imaginea %1$d din %2$d din galerie"],"Sorry, this content could not be embedded.":["Regret, acest conținut nu a putut fi înglobat."],"Embed Amazon Kindle content.":["Înglobează conținut Amazon Kindle."],"ebook":["ebook"],"Embed Crowdsignal (formerly Polldaddy) content.":["Înglobează conținut Crowdsignal (fostul Polldaddy)."],"Focal point picker":["Selector punct de focalizare"],"Calendar":["Calendar"],"Underline":["Subliniere"],"Attempt Block Recovery":["Încearcă recuperarea blocului"],"Word count type. Do not translate!\u0004words":["cuvinte"],"content placeholder\u0004Content…":["Conținut..."],"button label\u0004Convert to link":["Convertește în legătură"],"button label\u0004Try again":["Încearcă din nou"],"Editor tips":["Sfaturi pentru editor"],"Block (selected)":["Bloc (selectat)"],"Top toolbar":["Bara de unelte de sus"],"Link CSS Class":["Clasă CSS legătură"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/wordpress.org\/plugins\/classic-widgets\/"],"Sorry, you are not allowed to view revisions for this global style.":["Regret, nu ai voie să vezi reviziile pentru acest stil global."],"To edit the featured image, you need permission to upload media.":["Pentru a edita imaginea reprezentativă, ai nevoie de permisiunea de a încărca elemente media."],"To edit this block, you need permission to upload media.":["Pentru a edita acest bloc, ai nevoie de permisiunea de a încărca elemente media."],"Block tools":["Unelte pentru blocuri"],"Permalink":["Legătură permanentă"],"This image has an empty alt attribute":["Această imagine are atributul alt gol"],"This image has an empty alt attribute; its file name is %s":["Această imagine are atributul alt gol; numele fișierului este %s"],"Link inserted.":["Am inserat legătura."],"Warning: the link has been inserted but may have errors. Please test it.":["Avertizare: legătura a fost inserată dar poate avea erori. Te rog testeaz-o."],"%s block selected.":["%s bloc selectat.","%s blocuri selectate.","%s de blocuri selectate."],"Thumbnail":["Miniatură"],"Full Size":["Dimensiune completă"],"Link selected.":["Am selectat legătura."],"Start writing with text or HTML":["Începe să scrii text sau HTML"],"Type text or HTML":["Tastează text sau HTML"],"Align text right":["Aliniază textul la dreapta"],"Align text center":["Aliniază textul pe centru"],"Align text left":["Aliniază textul la stânga"],"Empty block; start writing or type forward slash to choose a block":["Bloc gol; începe să scrii sau tastează „\/” (slash) pentru a alege un bloc"],"Paragraph block":["Bloc paragraf"],"Stack on mobile":["Rearanjează pentru mobil"],"Drag images, upload new ones or select files from your library.":["Trage imagini, încarcă unele noi sau selectează fișiere din biblioteca ta."],"Annotation":["Adnotare"],"blocks\u0004Most used":["Folosite frecvent"],"imperative verb\u0004Resolve":["Rezolvă"],"font size name\u0004Huge":["Foarte mare"],"font size name\u0004Large":["Mare"],"font size name\u0004Medium":["Mediu"],"font size name\u0004Small":["Mic"],"font size name\u0004Normal":["Normal"],"button label\u0004Import":["Importă"],"button label\u0004Download":["Descarcă"],"button label\u0004Embed":["Înglobează"],"block title\u0004Embed":["Înglobează"],"block title\u0004Classic":["Clasic"],"Link edited.":["Am editat legătura."],"Link removed.":["Am înlăturat legătura."],"media":["media"],"Double-check your settings before publishing.":["Verifică-ți de două ori setările înainte de publicare."],"Generating preview…":["Generez previzualizarea..."],"Edit or replace the image":["Editează sau înlocuiește imaginea"],"Media":["Media"],"Navigate to the nearest toolbar.":["Navighează la cea mai apropiată bară de unelte."],"Document tools":["Instrumente pentru documente"],"block description\u0004Give quoted text visual emphasis. \"In quoting others, we cite ourselves.\" — Julio Cortázar":["Accentuează vizual textul citat. „Citând pe alții, ne cităm pe noi înșine.” - Julio Cortázar"],"block description\u0004Introduce new sections and organize content to help visitors (and search engines) understand the structure of your content.":["Introdu secțiuni noi și organizează conținutul pentru a ajuta vizitatorii (și motoarele de căutare) să înțeleagă structura conținutului tău."],"Resize for smaller devices":["Redimensionează pentru dispozitive mai mici"],"This embed may not preserve its aspect ratio when the browser is resized.":["Această înglobare ar putea să nu-și păstreze raportul de aspect când navigatorul este redimensionat."],"This embed will preserve its aspect ratio when the browser is resized.":["Această înglobare își va păstra raportul de aspect când navigatorul este redimensionat."],"Embed an Animoto video.":["Înglobează un video Animoto."],"Embed a Vimeo video.":["Înglobează un video Vimeo."],"Embed Flickr content.":["Înglobează conținut Flickr."],"Embed Spotify content.":["Înglobează conținut Spotify."],"Embed SoundCloud content.":["Înglobează conținut SoundCloud."],"Embed a WordPress post.":["Înglobează un articol WordPress."],"Embed an Instagram post.":["Înglobează un articol Instagram."],"Embed a Facebook post.":["Înglobează un articol Facebook."],"Embed a WordPress.tv video.":["Înglobează un video WordPress.tv."],"Embed a VideoPress video.":["Înglobează un video VideoPress."],"Embed a Tumblr post.":["Înglobează un articol Tumblr."],"Embed a TED video.":["Înglobează un video TED."],"Embed Speaker Deck content.":["Înglobează conținut Speaker Deck."],"Embed a YouTube video.":["Înglobează un video YouTube."],"Embed SmugMug content.":["Înglobează conținut SmugMug."],"Embed Slideshare content.":["Înglobează conținut Slideshare."],"Embed Scribd content.":["Înglobează conținut Scribd."],"Embed Screencast content.":["Înglobează conținut Screencast."],"Embed ReverbNation content.":["Înglobează conținut ReverbNation."],"Embed a Reddit thread.":["Înglobează un fir de discuții Reddit."],"Embed Mixcloud content.":["Înglobează conținut Mixcloud."],"Embed a tweet.":["Înglobează un twit."],"Embed Kickstarter content.":["Înglobează conținut Kickstarter."],"Embed Issuu content.":["Înglobează conținut Issuu."],"Embed Imgur content.":["Înglobează conținut Imgur."],"Embed a Dailymotion video.":["Înglobează un video Dailymotion."],"Embed CollegeHumor content.":["Înglobează conținut CollegeHumor."],"Embed Cloudup content.":["Înglobează conținut Cloudup."],"Pattern published privately.":["Am publicat modelul ca privat."],"Pattern reverted to draft.":["Modelul a revenit la ciornă."],"M j, Y g:i a":["j M Y G:i"],"noun\u0004View":["Vizualizare"],"editor button\u0004Left to right":["De la stânga la dreapta"],"Save as pending":["Salvează ca în așteptare"],"%s address":["Adresă %s"],"Paste or type URL":["Plasează sau introdu URL-ul"],"Insert from URL":["Inserează din URL"],"Styles":["Stiluri"],"General":["Generale"],"Focus on one block at a time":["Te concentrezi numai pe un bloc la un moment dat"],"Access all block and document tools in a single place":["Accesezi toate instrumentele pentru blocuri și documente dintr-un singur loc"],"Options":["Opțiuni"],"(opens in a new tab)":["(se deschide într-o filă nouă)"],"Minutes":["Minute"],"Hours":["Ore"],"Time":["Oră"],"Year":["An"],"Day":["Zi"],"December":["Decembrie"],"November":["Noiembrie"],"October":["Octombrie"],"September":["Septembrie"],"August":["August"],"July":["Iulie"],"June":["Iunie"],"May":["Mai"],"April":["Aprilie"],"March":["Martie"],"February":["Februarie"],"January":["Ianuarie"],"Month":["Lună"],"Date":["Dată"],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact or remove it entirely.":["Situl tău nu include suport pentru blocul „%s”. Poți să lași acest bloc intact sau să-l înlături cu totul."],"Your site doesn’t include support for the \"%s\" block. You can leave this block intact, convert its content to a Custom HTML block, or remove it entirely.":["Situl tău nu include suport pentru blocul „%s”. Poți să lași acest bloc intact, să-i convertești conținutul într-un bloc HTML personalizat sau să-l înlături cu totul."],"Media area":["Zonă media"],"Show media on right":["Arată media în dreapta"],"Show media on left":["Arată media în stânga"],"Cover":["Copertă"],"Huge":["Foarte mare"],"Medium":["Mediu"],"Normal":["Normal"],"Paste URL or type to search":["Plasează URL-ul sau tastează pentru a căuta"],"Terms":["Termeni"],"Your work will be published at the specified date and time.":["Lucrarea ta va fi publicată la data și ora specificate."],"Are you ready to schedule?":["Ești pregătit ca să programezi?"],"Always show pre-publish checks.":["Arată întotdeauna verificările înainte de publicare."],"Take over":["Preia controlul"],"Another user is currently working on this post (<PreviewLink \/>), which means you cannot make changes, unless you take over.":["În prezent, la acest articol lucrează un alt utilizator (<PreviewLink \/>), asta înseamnă că nu poți face modificări decât dacă preiei controlul."],"Another user now has editing control of this post (<PreviewLink \/>). Don’t worry, your changes up to this moment have been saved.":["În prezent, un alt utilizator are controlul editării acestui articol (<PreviewLink \/>). Nu te impacienta, modificările pe care le-ai făcut până acum au fost salvate."],"Avatar":["Avatar"],"This post is already being edited":["Acest articol este editat acum"],"Someone else has taken over this post":["Altcineva a preluat controlul asupra acestui articol"],"This block contains unexpected or invalid content.":["Acest bloc conține conținut neașteptat sau invalid."],"Resolve Block":["Corectează blocul"],"Convert to HTML":["Convertește în HTML"],"Enable pre-publish checklist":["Activează lista de verificări înainte de publicare"],"This block can only be used once.":["Acest bloc poate fi folosit numai o singură dată."],"Exit code editor":["Ieși din editorul de cod"],"Editing code":["Editez codul"],"View":["Vezi"],"HTML":["HTML"],"Write HTML…":["Scrie HTML…"],"Media settings":["Setări media"],"Overlay":["Suprapune"],"Invalid JSON file":["Fișier JSON invalid"],"Import from JSON":["Importă din JSON"],"Backtick":["Apostrof"],"Period":["Perioadă"],"Comma":["Virgulă"],"Change type of %d block":["Modifică tipul unui bloc","Modifică tipul pentru %d blocuri","Modifică tipul pentru %d de blocuri"],"Current":["Actual"],"After Conversion":["După conversie"],"Change alignment":["Modifică alinierea"],"Change text alignment":["Modifică alinierea textului"],"%d block":["Un bloc","%d blocuri","%d de blocuri"],"Forward-slash":["Bară înclinată dreapta"],"No archives to show.":["Nicio arhivă de arătat."],"%s: This file is empty.":["%s: acest fișier este gol."],"%s: Sorry, this file type is not supported here.":["%s: regret, acest tip de fișier nu este acceptat aici."],"Title":["Titlu"],"Fullscreen mode":["Mod ecran întreg"],"Beautiful landscape":["Peisaj frumos"],"Close panel":["Închide panoul"],"Convert to Classic Block":["Convertește în bloc clasic"],"Poster image":["Imagine poster"],"Create":["Creează"],"Row count":["Număr de rânduri"],"Column count":["Număr de coloane"],"block description\u0004Create and save content to reuse across your site. Update the pattern, and the changes apply everywhere it’s used.":["Creează și salvează conținutul pentru a-l reutiliza pe site. Actualizează modelul și modificările se aplică oriunde este utilizat."],"Change the block type after adding a new paragraph.":["Schimbă tipul de bloc după adăugarea unui paragraf nou."],"Spotlight mode":["Mod centrat pe bloc"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["Etichetele ajută utilizatorii și motoarele de căutare să navigheze pe site-ul tău și să-ți găsească conținutul. Adaugă câteva cuvinte cheie prin care îți descrii articolul."],"Add tags":["Adaugă etichete"],"Apply the \"%1$s\" format.":["Aplică formatul „%1$s”."],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["Tema ta folosește formate de articol pentru a evidenția diverse tipuri de conținut, cum ar fi imagini sau videouri. Folosește un format de articol pentru a vedea care-i stilul său special."],"Use a post format":["Folosește un format de articol"],"Move %1$d blocks from position %2$d right by one place":["Mută %1$d blocuri din poziția %2$d mai jos cu o poziție"],"Move %1$d blocks from position %2$d up by one place":["Mută %1$d blocuri din poziția %2$d mai sus cu o poziție"],"Move %1$s block from position %2$d right to position %3$d":["Mută blocul %1$s din poziția dreapta %2$d în poziția %3$d"],"Move %1$s block from position %2$d up to position %3$d":["Mută blocul %1$s din poziția %2$d mai sus în poziția %3$d"],"Insert a new block before the selected block(s).":["Inserează un bloc nou înainte de blocul selectat (blocurile selectate)."],"Remove the selected block(s).":["Înlătură blocul selectat (blocurile selectate)."],"Duplicate the selected block(s).":["Fă duplicat după blocul selectat (blocurile selectate)."],"Block shortcuts":["Scurtături bloc"],"Clear selection.":["Anulează selecția."],"Select all text when typing. Press again to select all blocks.":["Selectează tot textul când tastezi. Apasă din nou pentru a selecta toate blocurile."],"Selection shortcuts":["Scurtături selecție"],"Switch between visual editor and code editor.":["Comută între editorul vizual și editorul de cod."],"Navigate to the previous part of the editor.":["Navighează la partea anterioară a editorului."],"Navigate to the next part of the editor.":["Navighează la partea următoare a editorului."],"Show or hide the Settings sidebar.":["Arată sau ascunde bara laterală cu setări."],"Redo your last undo.":["Refă ultima ta anulare."],"Undo your last changes.":["Anulează ultimele modificări."],"Save your changes.":["Salvează-ți modificările."],"Global shortcuts":["Scurtături globale"],"Remove a link.":["Înlătură o legătură."],"Convert the selected text into a link.":["Convertește textul selectat într-o legătură."],"Underline the selected text.":["Subliniază textul selectat."],"Make the selected text italic.":["Fă textul selectat cursiv."],"Make the selected text bold.":["Fă textul selectat aldin."],"Text formatting":["Formatare text"],"Insert a new block after the selected block(s).":["Inserează un bloc nou după blocul selectat (blocurile selectate)."],"Keyboard shortcuts":["Scurtături tastatură"],"Thanks for testing Gutenberg!":["Îți mulțumim că testezi Gutenberg!"],"Help build Gutenberg":["Ajută la construirea Gutenberg"],"If you want to learn more about how to build additional blocks, or if you are interested in helping with the project, head over to the <a href=\"%s\">GitHub repository<\/a>.":["Dacă vrei să afli mai multe despre cum să construiești blocuri suplimentare sau dacă ești interesat să ajuți proiectul, mergi la <a href=\"%s\">depozitarul GitHub<\/a>."],"The WordPress community":["Comunitatea WordPress"],"Code is Poetry":["Codul este poezie"],"You can build any block you like, static or dynamic, decorative or plain. Here&#8217;s a pullquote block:":["Poți să construiești orice bloc vrei, static sau dinamic, decorativ sau simplu. Iată un bloc cu o citare succintă:"],"Any block can opt into these alignments. The embed block has them also, and is responsive out of the box:":["Toate blocurile pot folosi aceste alinieri. Blocul de înglobare le are, de asemenea, și este gata de funcționare:"],"The above is a gallery with just two images. It&#8217;s an easier way to create visually appealing layouts, without having to deal with floats. You can also easily convert the gallery back to individual images again, by using the block switcher.":["Mai sus este o galerie cu doar două imagini. Este o modalitate mai ușoară de a crea aranjamente atrăgătoare din punct de vedere vizual, fără nicio problemă. De asemenea, poți converti ușor galeria înapoi la imagini individuale, folosind comutatorul pentru blocuri."],"Sure, the full-wide image can be pretty big. But sometimes the image is worth it.":["Desigur, imaginea în lățime completă poate fi destul de mare. Dar uneori imaginea merită."],"Accessibility is important &mdash; don&#8217;t forget image alt attribute":["Accesibilitatea este importantă &mdash; nu uita de atributul alternativă imagine"],"If you combine the new <strong>wide<\/strong> and <strong>full-wide<\/strong> alignments with galleries, you can create a very media rich layout, very quickly:":["Dacă combini noile alinieri <strong>mare<\/strong> și <strong>lățime completă<\/strong> cu galeriile, poți crea un aranjament cu foarte multe elemente media, foarte repede:"],"Media Rich":["Multă media"],"You can change the amount of columns in your galleries by dragging a slider in the block inspector in the sidebar.":["Poți modifica numărul de coloane din galerii prin tragerea unui carusel în inspectorul de blocuri din bara laterală."],"Blocks can be anything you need. For instance, you may want to add a subdued quote as part of the composition of your text, or you may prefer to display a giant stylized one. All of these options are available in the inserter.":["Blocurile pot face orice ai nevoie. De exemplu, poate vrei să adaugi un citat discret în conținutul textului sau poate preferi să afișezi unul cu litere uriașe. Toate aceste opțiuni sunt disponibile în dispozitivul de inserare."],"The information corresponding to the source of the quote is a separate text field, similar to captions under images, so the structure of the quote is protected even if you select, modify, or remove the source. It&#8217;s always easy to add it back.":["Informațiile corespunzătoare sursei citatului sunt într-un câmp de text separat, similar cu textele asociate de sub imagini, astfel structura citatului este protejată chiar dacă selectezi, modifici sau înlături sursa. Este mereu ușor să-l adaugi înapoi."],"Matt Mullenweg, 2017":["Matt Mullenweg, 2017"],"The editor will endeavor to create a new page and post building experience that makes writing rich posts effortless, and has “blocks” to make it easy what today might take shortcodes, custom HTML, or “mystery meat” embed discovery.":["Editorul se va strădui să creeze o nouă experiență în construirea articolelor și paginilor care să facă facilă scrierea unor articole bogate și are „blocuri” care să ușureze ceea ce fac astăzi scurt-codurile, HTML-ul personalizat și altele."],"A huge benefit of blocks is that you can edit them in place and manipulate your content directly. Instead of having fields for editing things like the source of a quote, or the text of a button, you can directly change the content. Try editing the following quote:":["Un avantaj imens al blocurilor este că le poți edita pe loc și să-ți gestionezi direct conținutul. În loc să ai câmpuri pentru editarea elementelor, cum ar fi sursa unui citat sau textul unui buton, poți schimba direct conținutul. Încearcă editarea citatului următor:"],"Visual Editing":["Editare vizuală"],"And <em>Lists<\/em> like this one of course :)":["Și <em>liste<\/em> ca aceasta, bineînțeles :)"],"Layout blocks, like Buttons, Hero Images, Separators, etc.":["Blocuri de aspect, cum ar fi butoane, imagini Hero, separatori etc."],"Embeds, like YouTube, Tweets, or other WordPress posts.":["Înglobări, cum ar fi YouTube, twituri sau alte articole WordPress."],"Galleries":["Galerii"],"Images &amp; Videos":["Imagini și videouri"],"Text &amp; Headings":["Text și subtitluri"],"Go give it a try, you may discover things WordPress can already add into your posts that you didn&#8217;t know about. Here&#8217;s a short list of what you can currently find there:":["Încearcă-l, poți descoperi unele lucruri pe care WordPress poate le-a adăugat deja în articolele tale, de care nu știai. Iată o scurtă listă cu ceea ce poți găsi în prezent:"],"Imagine everything that WordPress can do is available to you quickly and in the same place on the interface. No need to figure out HTML tags, classes, or remember complicated shortcode syntax. That&#8217;s the spirit behind the inserter—the <code>(+)<\/code> button you&#8217;ll see around the editor—which allows you to browse all available content blocks and add them into your post. Plugins and themes are able to register their own, opening up all sort of possibilities for rich editing and publishing.":["Imaginează-ți că tot ceea ce poate face WordPress este disponibil rapid și în același loc, pe o interfață. Nu trebuie să ai cunoștințe despre taguri HTML, clase sau să-ți amintești sintaxa complicată a scurt-codurilor. Acesta este spiritul din spatele înserărilor - butonul <code>(+)<\/code> pe care îl vei vedea peste tot în editor - care îți permite să răsfoiești toate blocurile de conținut disponibile și să le adaugi în articolul tău. Modulele și temele pot să-și înregistreze propriile lor blocuri, deschizând tot felul de posibilități pentru editare, redactare și publicare."],"The <em>Inserter<\/em> Tool":["Instrumentul <em>Inserări<\/em>"],"Try selecting and removing or editing the caption, now you don&#8217;t have to be careful about selecting the image or other text by mistake and ruining the presentation.":["Încearcă selectarea și înlăturarea sau editarea textului asociat, acum nu trebuie să fii foarte atent dacă selectezi o imagine sau un alt text din greșeală pentru că nu strici prezentarea."],"If your theme supports it, you&#8217;ll see the \"wide\" button on the image toolbar. Give it a try.":["Dacă tema ta îl suportă, vei vedea butonul „mare” în bara de unelte pentru imagini. Încearcă-l."],"Handling images and media with the utmost care is a primary focus of the new editor. Hopefully, you&#8217;ll find aspects of adding captions or going full-width with your pictures much easier and robust than before.":["Gestionarea cu maximă atenție a imaginilor și elementelor media este punctul central al noului editor. Sperăm că toate aspectele legate de adăugarea de texte asociate sau de lățimea completă a imaginilor îți vor părea mult mai ușoare și mai robuste decât înainte."],"A Picture is Worth a Thousand Words":["O fotografie valorează mai mult decât o mie de cuvinte"],"Headings are separate blocks as well, which helps with the outline and organization of your content.":["Subtitlurile sunt și ele blocuri separate, care te ajută la conturarea și organizarea conținutului."],"... like this one, which is right aligned.":["... ca acesta, care este aliniat corect."],"What you are reading now is a <strong>text block<\/strong> the most basic block of all. The text block has its own controls to be moved freely around the post...":["Ceea ce citești acum este un <strong>bloc text<\/strong>, care este blocul de bază. Blocul text are comenzi proprii pentru a fi mutat fără nicio restricție oriunde în articol."],"The goal of this new editor is to make adding rich content to WordPress simple and enjoyable. This whole post is composed of <em>pieces of content<\/em>—somewhat similar to LEGO bricks—that you can move around and interact with. Move your cursor around and you&#8217;ll notice the different blocks light up with outlines and arrows. Press the arrows to reposition blocks quickly, without fearing about losing things in the process of copying and pasting.":["Scopul acestui editor nou este de a face mai simplă și mai plăcută adăugarea unui conținut bogat în WordPress. Acest articol este compus în totalitate din <em>bucăți de conținut<\/em> - ceva similar cu piesele LEGO - pe care le poți muta și totodată să interacționezi cu ele. Mută cursorul în toate părțile și vei observa că diferite blocuri se luminează cu contururi și săgeți. Apasă pe săgeți pentru a repoziționa rapid blocurile, fără teamă că pierzi lucruri în procesul de copiere și plasare."],"Of Mountains &amp; Printing Presses":["De munți și prese de tipărire"],"Welcome to the Gutenberg Editor":["Bine ai venit la editorul Gutenberg"],"Learn more":["Află mai multe"],"Are you sure you want to unschedule this post?":["Sigur vrei să anulezi programarea acestui articol?"],"The page number requested is larger than the number of pages available.":["Numărul paginii solicitate este mai mare decât numărul de pagini disponibile."],"XL":["XL"],"L":["L"],"M":["M"],"S":["S"],"Small":["Mic"],"Keep as HTML":["Păstrează ca HTML"],"Edit URL":["Editează URL-ul"],"The response is not a valid JSON response.":["Răspunsul nu este un răspuns JSON valid."],"Editor publish":["Publicare editor"],"Muted":["Fără sunet"],"Display avatar":["Afișează avatarul"],"Number of comments":["Număr de comentarii"],"Auto":["Automat"],"Preload":["Pre-încarcă"],"https:\/\/wordpress.org\/support\/plugin\/gutenberg\/":["https:\/\/wordpress.org\/support\/plugin\/gutenberg\/"],"Support":["Suport"],"No comments to show.":["Niciun comentariu de arătat."],"%1$s on %2$s":["%1$s pe %2$s"],"Select Post":["Selectează articolul"],"Select Week":["Selectează săptămâna"],"Select Day":["Selectează ziua"],"Select Month":["Selectează luna"],"Select Year":["Selectează anul"],"Archives":["Arhive"],"Cyan bluish gray":["Gri albăstrui cyan"],"Vivid cyan blue":["Albastru cyan viu"],"Pale cyan blue":["Albastru cyan pal"],"Vivid green cyan":["Cyan verde viu"],"Light green cyan":["Cyan verde deschis"],"Luminous vivid amber":["Chihlimbar viu luminos"],"Luminous vivid orange":["Portocaliu viu luminos"],"Vivid red":["Roșu viu"],"Pale pink":["Roz pal"],"Inline image":["Imagine în-linie"],"Available block types":["Tipuri de bloc disponibile"],"Transform to":["Transformă în"],"Open publish panel":["Deschide panoul de publicare"],"Large":["Mare"],"Show download button":["Arată butonul de descărcare"],"Link to":["Legătură la"],"Copy URL":["Copiază URL-ul"],"Write file name…":["Scrie numele fișierului..."],"File":["Fișier"],"Square":["Pătrat"],"Loop":["Buclă"],"Autoplay":["Redare automată"],"Playback controls":["Comenzi redare"],"Disable tips":["Dezactivează sfaturi"],"Got it":["Am înțeles"],"See next tip":["Vezi următorul sfat"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["Când ești gata, trimite-ți lucrarea pentru a fi revizuită și un editor o va putea aproba pentru tine."],"Are you ready to submit for review?":["Ești gata să trimiți spre revizuire?"],"Replace image":["Înlocuiește imaginea"],"Remove image":["Înlătură imaginea"],"Error while uploading file %s to the media library.":["Eroare în timpul încărcării fișierului %s în biblioteca media."],"%s: This file exceeds the maximum upload size for this site.":["%s: acest fișier depășește dimensiunea maximă de încărcare pentru acest site."],"View the autosave":["Vezi salvarea automată"],"There is an autosave of this post that is more recent than the version below.":["Există o salvare automată a acestui articol care este mai recentă decât versiunea de mai jos."],"Autosaving":["Salvare automată"],"Enter URL here…":["Introdu URL-ul aici..."],"Pin to toolbar":["Fixează în bara de unelte"],"Unpin from toolbar":["Anulează fixarea în bara de unelte"],"Fixed width table cells":["Celule de tabel cu lățime fixă"],"block description\u0004Add a block that displays content pulled from other sites, like Twitter or YouTube.":["Adaugă un bloc care afișează conținut extras de pe alte site-uri, cum ar fi Twitter sau YouTube."],"No results found.":["Nu am găsit niciun rezultat."],"Error loading block: %s":["Eroare la încărcarea blocului: %s"],"Unknown error":["Eroare necunoscută"],"term\u0004Remove %s":["Înlătură %s"],"Height in pixels":["Înălțime, în pixeli"],"Toggle to show a large initial letter.":["Comută pentru a arăta o inițială mare."],"Showing large initial letter.":["Arăt o inițială mare."],"%1$s (%2$s of %3$s)":["%1$s (%2$s din %3$s)"],"Remove item":["Înlătură elementul"],"Color code: %s":["Cod culoare: %s"],"Skip to the selected block":["Sari la blocul selectat"],"Schedule…":["Programează..."],"OK":["Ok"],"Close plugin":["Închide modulul"],"Editor settings":["Setări editor"],"Link settings":["Setări legătură"],"Unlink":["Anulează legătura"],"Page break":["Sfârșit de pagină"],"Pagination":["Paginație"],"Next page":["Pagina următoare"],"Height":["Înălțime"],"Width":["Lățime"],"Thumbnails are not cropped.":["Miniaturile nu sunt decupate."],"Thumbnails are cropped to align.":["Miniaturile sunt decupate pentru aliniere."],"Media Library":["Bibliotecă Media"],"Advanced":["Avansat"],"Add item":["Adaugă element"],"Reset the template":["Resetează șablonul"],"Keep it as is":["Păstrează-l așa cum este"],"The content of your post doesn’t match the template assigned to your post type.":["Conținutul articolului tău nu se potrivește cu șablonul atribuit tipului tău de articol."],"Resetting the template may result in loss of content, do you want to continue?":["Resetarea șablonului poate duce la pierderea conținutului, vrei să continui?"],"Document Statistics":["Statistici document"],"is now scheduled. It will go live on":["este programat acum. Va fi live pe"],"Scheduled":["Programat"],"Scheduling…":["Programez..."],"Code editor selected":["Editor de cod selectat"],"Visual editor selected":["Editor vizual selectat"],"Plugins":["Module"],"Custom Size":["Dimensiune personalizată"],"term\u0004%s removed":["%s a fost înlăturat"],"term\u0004%s added":["Am adăugat %s"],"imperative verb\u0004Preview":["Previzualizează"],"Trashing failed":["Aruncarea la gunoi a eșuat"],"Updating failed.":["Actualizarea a eșuat."],"Scheduling failed.":["Programarea a eșuat."],"Publishing failed.":["Publicarea a eșuat."],"View post":["Vezi articolul"],"You have unsaved changes. If you proceed, they will be lost.":["Ai modificări nesalvate. Dacă continui, vor fi pierdute."],"Document Outline":["Schiță document"],"Paragraphs":["Paragrafe"],"Headings":["Subtitluri"],"Words":["Cuvinte"],"Public":["Public"],"Password protected":["Protejat cu parolă"],"Only visible to site admins and editors.":["Vizibil numai pentru administratorii și editorii site-ului."],"Private":["Privat"],"Visible to everyone.":["Vizibil pentru toată lumea."],"Would you like to privately publish this post now?":["Vrei să publici privat acest articol acum?"],"Use a secure password":["Folosește o parolă sigură"],"Create password":["Crează parolă"],"Move to trash":["Aruncă la gunoi"],"Parent Term":["Termen părinte"],"Parent Category":["Categorie părinte"],"Add new term":["Adaugă termen nou"],"Add new category":["Adaugă categorie nouă"],"Term":["Termen"],"Tag":["Etichetă"],"Add new Term":["Adaugă termen nou"],"Add new tag":["Adaugă etichetă nouă"],"Switch to draft":["Comută la ciornă"],"Are you sure you want to unpublish this post?":["Sigur vrei să anulezi publicarea acestui articol?"],"Immediately":["Imediat"],"Save draft":["Salvează ciorna"],"Saving":["Salvez"],"Publish:":["Publică:"],"Visibility:":["Vizibilitate:"],"Are you ready to publish?":["Ești gata să publici?"],"What’s next?":["Ce urmează?"],"is now live.":["este live acum."],"Published":["Publicat"],"Schedule":["Programează"],"Update":["Actualizează"],"Submit for Review":["Trimite pentru verificare"],"Updating…":["Actualizez..."],"Publishing…":["Public..."],"Allow pingbacks & trackbacks":["Permite pingback-uri și trackback-uri"],"Copy":["Copiază"],"Pending review":["În curs de revizuire"],"%d Revision":["O revizie","%d revizii","%d de revizii"],"Suggestion:":["Sugestie:"],"Post Format":["Format de articol"],"Chat":["Discuție"],"Status":["Stare"],"Standard":["Standard"],"Aside":["Notă"],"Featured image":["Imagine reprezentativă"],"Set featured image":["Setează imaginea reprezentativă"],"Learn more about manual excerpts":["Află mai multe despre rezumatele manuale"],"Write an excerpt (optional)":["Scrie un rezumat (opțional)"],"Allow comments":["Permite comentarii"],"Default template":["Șablon implicit"],"Template:":["Șablon:"],"no title":["fără titlu"],"Order":["Ordine"],"No blocks found.":["Nu am găsit niciun bloc."],"%d result found.":["Am găsit un rezultat.","Am găsit %d rezultate.","Am găsit %d de rezultate."],"Saved":["Salvat"],"Embeds":["Înglobări"],"Blocks":["Blocuri"],"Search for a block":["Caută un bloc"],"Copy Error":["Eroare la copiere"],"Copy Post Text":["Copiază textul articolului"],"The editor has encountered an unexpected error.":["Editorul a găsit o eroare neașteptată."],"Undo":["Anulează"],"Redo":["Refă"],"(Multiple H1 headings are not recommended)":["(Nu sunt recomandate mai multe subtitluri H1)"],"(Your theme may already use a H1 for the post title)":["(Tema ta poate folosește deja un H1 pentru titlul articolului)"],"(Incorrect heading level)":["(Nivel incorect de subtitlu)"],"(Empty heading)":["(Subtitlu gol)"],"Blocks styles":["Stiluri blocuri"],"Convert to blocks":["Convertește în blocuri"],"More options":["Mai multe opțiuni"],"Edit visually":["Editează vizual"],"Duplicate":["Fă duplicat"],"Blocks cannot be moved down as they are already at the bottom":["Blocurile nu pot fi mutate jos deoarece ele sunt deja în partea de jos"],"Blocks cannot be moved up as they are already at the top":["Blocurile nu pot fi mutate sus deoarece sunt deja în partea de sus"],"Block %1$s is at the beginning of the content and can’t be moved right":["Blocul %1$s este la începutul conținutului și nu poate fi mutat în dreapta"],"Block %1$s is at the end of the content and can’t be moved right":["Blocul %1$s este la sfârșitul conținutului și nu poate fi mutat în dreapta"],"Block %s is the only block, and cannot be moved":["Blocul %s este singurul bloc și nu poate fi mutat"],"Move down":["Mută în jos"],"Move up":["Mută în sus"],"Edit as HTML":["Editează ca HTML"],"Convert to Blocks":["Convertește în blocuri"],"Block: %s":["Bloc: %s"],"This block has encountered an error and cannot be previewed.":["Acest bloc a găsit o eroare și nu poate fi previzualizat."],"No block selected.":["Niciun bloc selectat."],"Transform into:":["Transformă în:"],"Remove":["Înlătură"],"Find original":["Găsește originalul"],"Copied!":["Copiat!"],"Visibility":["Vizibilitate"],"Page attributes":["Atribute pagină"],"Block":["Bloc","%d blocuri","%d de blocuri"],"Block Settings":["Setări bloc"],"Document":["Document"],"Document settings":["Setări document"],"Table of Contents":["Cuprins"],"Close Settings":["Închide setările"],"Editor content":["Conținut editor"],"Tools":["Unelte"],"Editor":["Editor"],"Code editor":["Editor de cod"],"Visual editor":["Editor vizual"],"Editor top bar":["Bară sus editor"],"Settings":["Setări"],"Reset":["Resetează"],"Dismiss this notice":["Respinge această notificare"],"Item removed.":["Am înlăturat elementul."],"Item added.":["Am adăugat elementul."],"Off":["Dezactivată"],"Drop files to upload":["Trage fișiere pentru încărcare"],"PM":["PM"],"AM":["AM"],"An unknown error occurred.":["A apărut o eroare necunoscută."],"No results.":["Niciun rezultat."],"%d result found, use up and down arrow keys to navigate.":["%d rezultat găsit, folosește tastele săgeată sus și jos pentru a naviga.","%d rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga.","%d de rezultate găsite, folosește tastele săgeată sus și jos pentru a naviga."],"(no title)":["(fără titlu)"],"URL":["URL"],"Submit":["Trimite"],"Close":["Închide"],"Insert link":["Inserează legătura"],"Edit link":["Editează legătura"],"Link":["Legătură"],"Strikethrough":["Barare"],"Italic":["Cursiv"],"Bold":["Aldin"],"Remove link":["Înlătură legătura"],"Number of items":["Număr de elemente"],"All":["Tot"],"Category":["Categorie"],"Z → A":["Z \t A"],"A → Z":["A \t Z"],"Oldest to newest":["De la cele mai vechi la cele mai noi"],"Newest to oldest":["De la cele mai noi la cele mai vechi"],"Order by":["Ordonează după"],"Select":["Selectează"],"Select or Upload Media":["Selectează sau încarcă media"],"Video":["Video"],"Text columns":["Coloane de text"],"New Column":["Coloană nouă"],"Delete column":["Șterge coloana"],"Delete row":["Șterge rândul"],"Edit table":["Editează tabelul"],"Table":["Tabel"],"Write shortcode here…":["Scrie scurtcodul aici..."],"Shortcode":["Scurtcod"],"Separator":["Separator"],"Quote":["Citat"],"Write preformatted text…":["Scrie text pre-formatat..."],"Paragraph":["Paragraf"],"Font size":["Dimensiune font"],"Drop cap":["Letrină"],"Read more":["Citește mai mult"],"Indent list item":["Indentează elementele din listă"],"Outdent list item":["Anulează indentarea elementelor din listă"],"Convert to ordered list":["Convertește în listă ordonată"],"Convert to unordered list":["Convertește în listă neordonată"],"List":["Listă"],"No posts found.":["Nu am găsit niciun articol."],"Latest Posts":["Ultimele articole"],"Display post date":["Afișează data articolului"],"Grid view":["Vizualizare ca grilă"],"List view":["Vizualizare ca listă"],"photo":["fotografie"],"Size":["Dimensiune"],"Image":["Imagine"],"Preview":["Previzualizează"],"Heading":["Subtitlu"],"Heading %d":["Subtitlu %d"],"Heading settings":["Setări subtitluri"],"Images":["Imagini"],"None":["Niciuna"],"Media File":["Fișier media"],"Attachment Page":["Pagină atașament"],"Crop images":["Decupează imaginile"],"Gallery":["Galerie"],"More":["Mai mult"],"Classic":["Clasic"],"video":["video"],"audio":["audio"],"music":["muzică"],"image":["imagine"],"blog":["blog"],"post":["articol"],"Embedded content from %s":["Conținut înglobat din %s"],"Enter URL to embed here…":["Introdu URL-ul pentru a îngloba aici..."],"%s URL":["URL %s"],"Write title…":["Scrie titlul..."],"Fixed background":["Fundal fix"],"Edit image":["Editează imaginea"],"Columns":["Coloane"],"Experiments":["Experimente"],"%1$s (%2$s)":["%1$s (%2$s)"],"Code":["Cod"],"Write code…":["Scrie codul..."],"Categories":["Categorii"],"Show hierarchy":["Arată ierarhia"],"Show post counts":["Arată numărul de articole"],"Display as dropdown":["Afișează ca listă derulantă"],"Add text…":["Adaugă text..."],"Button":["Buton"],"Apply":["Aplică"],"Block has been deleted or is unavailable.":["Blocul a fost șters sau este indisponibil."],"Reusable blocks":["Blocuri reutilizabile"],"Cancel":["Anulează"],"Edit":["Editează"],"Use URL":["Folosește URL-ul"],"Audio":["Audio"],"Upload":["Încarcă"],"Additional CSS class(es)":["Clasă (clase) CSS suplimentar"],"HTML anchor":["Ancoră HTML"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker %s.":["Această combinație de culori poate să nu fie lizibilă pentru toți cititori. Încearcă să folosești o culoare de fundal mai luminoasă și\/sau o %s mai închisă."],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter %s.":["Această combinație de culori poate să nu fie lizibilă pentru toți cititori. Încearcă să folosești o culoare de fundal mai întunecată și\/sau o %s mai deschisă."],"Clear":["Șterge"],"Custom color picker.":["Selector de culori personalizate."],"Color: %s":["Culoare: %s"],"Full width":["Lățime completă"],"Wide width":["Lățime mare"],"Widgets":["Piese"],"Align right":["Aliniază la dreapta"],"Align center":["Aliniază la centru"],"Align left":["Aliniază la stânga"],"Add title":["Adaugă titlu"],"Unique identifier for the revision.":["Identificator unic pentru revizie."],"Gutenberg development mode requires files to be built. Run <code>npm install<\/code> to install dependencies, <code>npm run build<\/code> to build the files or <code>npm run dev<\/code> to build the files and watch for changes. Read the <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contributing<\/a> file for more information.":["Modul de dezvoltare Gutenberg necesită să fie construite fișiere. Rulează <code>npm install<\/code> pentru a instala dependențe, <code>npm run build<\/code> pentru a construi fișierele sau <code>npm run dev<\/code> pentru a construi fișierele și pentru a urmări modificările. Pentru mai multe informații, citește fișierul <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/blob\/HEAD\/docs\/contributors\/code\/getting-started-with-code-contribution.md\">contribuie<\/a>."],"Gutenberg Team":["Echipa Gutenberg"],"https:\/\/github.com\/WordPress\/gutenberg":["https:\/\/github.com\/WordPress\/gutenberg"],"Gutenberg":["Gutenberg"],"Authors":["Autori"],"Slug":["Descriptor"],"Comment":["Comentariu"],"Discussion":["Discuții"],"Custom fields":["Câmpuri personalizate"],"Excerpt":["Rezumat"],"Publish":["Publică"],"Metadata":["Metadate"],"Save":["Salvează"],"Revisions":["Revizii"],"F j, Y g:i a":["j F Y G:i"],"F j, Y":["j F Y"],"g:i a":["G:i"],"%s ago":["Acum %s"],"%s from now":["%s de acum"],"Sorry, you are not allowed to edit Navigation Menus as this user.":["Regret, nu ai voie să editezi meniurile de navigare în numele acestui utilizator."],"Classic Editor":["Editor clasic"],"Gutenberg requires WordPress %s or later to function properly. Please upgrade WordPress before activating Gutenberg.":["Pentru a funcționa corect, Gutenberg necesită WordPress %s sau o versiune ulterioară. Te rog actualizează WordPress înainte de a activa Gutenberg."],"Documentation":["Documentație"],"Demo":["Demonstrație"],"(Untitled)":["(Fără titlu)"],"Select Category":["Selectează o categorie"]}}}